[

{"id":"7226","title":"The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer.$ A 54-year-old previously healthy man comes to the office due to several weeks of leg swelling. He has had no fever, chest pain, or dyspnea. The patient has a 40-pack-year smoking history but does not use alcohol or illicit drugs. He is afebrile and vital signs are within normal limits. On physical examination, there is symmetric pitting edema of the lower extremities bilaterally. The abdomen is soft and nondistended. A mobile left flank mass can be palpated. There are several vertically oriented tortuous veins on the lower abdominal wall.$#Item 1 of 2#$Which of the following structures is most likely obstructed in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Femoral veins","answer_2":"B. Iliac veins","answer_3":"C. Inferior vena cava","answer_4":"D. Portal vein","answer_5":"E. Saphenous veins","percent_1":"3%","percent_2":"18%","percent_3":"38%","percent_4":"38%","percent_5":"3%","right_answer":"C. Inferior vena cava","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp7226.jpg","explanation_1":"","explanation_2":"$This patient's symmetric bilateral lower extremity pitting edema and tortuous abdominal veins are concerning for an #inferior vena cava (IVC) obstruction#, which, in the setting of a left-sided flank mass, suggests #renal cell carcinoma# (RCC) with extension into the IVC.  RCC accounts for >90% of all malignancies arising in the kidney and is highly associated with smoking.  Patients with RCC classically have a triad of flank pain, palpable mass, and hematuria, although many remain asymptomatic until the disease is advanced. $RCC is a highly vascular tumor that #invades the renal vein# in up to 25% of cases.  IVC obstruction can occur due to intraluminal extension and thrombus formation, rather than mass effect from the tumor itself.  The obstruction can occur acutely or gradually over time.  In chronic cases, collateral venous circulation may develop based on the site of the obstruction.  Prominent abdominal wall #collateral veins#, as in this patient, suggest obstruction of the upper segment of the IVC. $#(Choices A, B, and E)#  The femoral, iliac, and saphenous veins are too low in the legs to produce significant abdominal wall collateral veins if obstructed.  Obstruction of these veins would be more likely to cause varices on the legs, thighs, and hips.  In addition, unilateral (rather than bilateral) lower extremity edema would be expected. $#(Choice D)#  Obstruction of the portal vein is most commonly associated with severe hepatic cirrhosis.  Affected patients have shunting of blood through portocaval anastomoses, leading to hemorrhoids, esophageal varices, and caput medusae about the umbilicus.  They may also have ascites. $#Educational objective# Renal cell carcinoma tends to invade the renal vein; inferior vena cava obstruction can occur by intraluminal extension of the tumor.  Obstruction of the inferior vena cava produces symmetric bilateral lower extremity edema, often associated with prominent development of venous collaterals in the abdominal wall. "},

{"id":"7227","title":"#Item 2 of 2# $Further evaluation of the patient reveals microscopic hematuria.  Laboratory results are as follows:","title_table":"?Leukocytes? 9,000/mm3 ?Hemoglobin? 19.2 g/dL ?Platelets? 230,000/mm3","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's hematologic findings?","audio":"","comparison_items":"","answer_1":"A. Arteriovenous malformation","answer_2":"B. Excess erythropoietin production","answer_3":"C. Extramedullary hematopoiesis","answer_4":"D. Myeloproliferative disorder","answer_5":"E. Reduced plasma volume","percent_1":"2%","percent_2":"79%","percent_3":"5%","percent_4":"9%","percent_5":"5%","right_answer":"B. Excess erythropoietin production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #renal cell carcinoma# with an elevated hemoglobin level suggestive of erythrocytosis.  Renal cell carcinoma causes a variety of paraneoplastic syndromes.  #Erythrocytosis# is an uncommon but classic finding and is the result of excessive erythropoietin production by the renal cell tumor.  Hypercalcemia may also occur due to overproduction of parathyroid hormone–related peptide or from lytic bone metastases. $#(Choice A)#  Arteriovenous malformations have been associated with high-output cardiac failure, local bony hypertrophy, and local tissue compression and distortion.  These lesions are typically congenital although they may not become clinically evident until puberty. $#(Choice C)#  When intramedullary hematopoiesis is insufficient, blood cell formation can sometimes occur in extramedullary sites such as the liver, spleen, and thymus, resulting in enlargement of these organs.  Extramedullary hematopoiesis typically occurs in the setting of myelofibrosis. $#(Choice D)#  Myeloproliferative disorders such as polycythemia vera typically cause increases in all cell lines (leukocytosis and thrombocytosis would also be expected). $#(Choice E)#  Reduced plasma volume can cause a pseudo-elevation in hemoglobin/hematocrit levels.  However, hemoconcentration typically causes this pseudo-elevation in all cell lines.  In addition, there is no other indication of a reduced plasma volume, and in this clinical setting, erythropoietin overproduction from a renal tumor is more likely. $#Educational objective# Renal cell carcinoma causes a variety of paraneoplastic syndromes including erythrocytosis (due to excessive erythropoietin production) and hypercalcemia (due to parathyroid hormone–related peptide). "},

{"id":"11806","title":"A 64-year-old man comes to the office due to several episodes of intermittent hematuria over the past 2 months.  He has had no abdominal pain, burning on urination, or fever but has lost 4.5 kg (10 lb) since the onset of symptoms.  The patient has smoked a pack of cigarettes daily for 30 years.  Vital signs are within normal limits.  The abdomen is soft, nontender, and nondistended.  An enlarged and firm prostate is palpated on digital rectal examination.  Serum calcium is 12.3 mg/dL.  Urinalysis shows 30-40 red blood cells/hpf, negative protein, and no casts.  A CT scan of the abdomen is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/11806.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Bladder cancer","answer_2":"B. Pheochromocytoma","answer_3":"C. Polycystic kidney disease","answer_4":"D. Prostate cancer","answer_5":"E. Renal cell carcinoma","answer_6":"F. Ureterolithiasis","percent_1":"8%","percent_2":"1%","percent_3":"8%","percent_4":"13%","percent_5":"67%","percent_6":"3%","right_answer":"E. Renal cell carcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp11806.jpg","explanation_1":"","explanation_2":"$This patient with an extensive #smoking history,# 4.5-kg weight loss, painless hematuria, hypercalcemia, and renal mass likely has #renal cell carcinoma# (RCC).  RCC originates in the renal cortex and accounts for up to 90% of primary renal tumors.  It is often identified incidentally on radiographic imaging, and many individuals remain #asymptomatic# until the disease is relatively advanced.  Hematuria is the most common symptom, and #painless hematuria# in an older adult should raise suspicion for a genitourinary malignancy.  Patients may also have flank pain and a palpable abdominal mass at the time of presentation. $Paraneoplastic syndromes are common in RCC due to the secretion of biologically active substances by the tumor cells.  #Hypercalcemia# is frequently seen due to increased production of parathyroid hormone–related peptide or overproduction of prostaglandins that promote bony resorption.  #Erythrocytosis# due to ectopic erythropoietin production may also be seen. $#(Choice A)#  Bladder cancer is another common cause of hematuria and weight loss; however, CT scan would demonstrate a @bladder mass@.  This malignancy tends to metastasize to the liver, bones, and lungs.  Although hypercalcemia may occur occasionally, it is more strongly associated with RCC. $#(Choice B)#  Pheochromocytoma can cause severe, episodic hypertension associated with headaches, anxiety, palpitations, and sweating.  A CT scan would reveal a @suprarenal mass@, and urine catecholamines and metanephrine would likely be elevated.  Hematuria is not seen. $#(Choice C)#  Polycystic kidney disease can cause hematuria; however, flank pain is common, and imaging would show @bilateral renal cysts@, not a unilateral mass.  In addition, weight loss and hypercalcemia would be unexpected. $#(Choice D)#  Prostate cancer typically presents with discrete nodules or asymmetric induration of the prostate on digital rectal examination.  Diffuse, symmetric enlargement and firmness of the prostate are more suggestive of benign prostatic hyperplasia. $#(Choice F)#  Ureterolithiasis is a common cause of hematuria, and patients with hypercalcemia from other causes (eg, hyperparathyroidism) are predisposed to stone formation.  However, ureterolithiasis would not explain this patient's large, heterogeneous renal mass and unintended weight loss (which are highly suggestive of malignancy). $#Educational objective# Classic signs and symptoms of renal cell carcinoma (RCC) include hematuria, an abdominal mass, flank pain, and weight loss.  Hypercalcemia and erythrocytosis are common paraneoplastic syndromes associated with RCC.  ","clickable_1":"images/img1.11806.jpg","clickable_2":"images/img2.11806.jpg","clickable_3":"images/img3.11806.jpg"},

{"id":"818","title":"A 63-year-old man comes to the emergency department due to fever and loss of appetite.  He also has chest pain with deep breaths.  The patient has never had regular medical care and his medical history is unknown.  He has smoked half a pack of cigarettes daily for 30 years.  Laboratory evaluation shows a hematocrit of 56%.  Chest imaging shows multiple round lesions in both lungs.  Biopsy of one of the lesions reveals the microscopic findings shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/818.jpg","title_2":"This patient's metastatic disease most likely originated from which of the following organs?","audio":"","comparison_items":"","answer_1":"A. Bone","answer_2":"B. Brain","answer_3":"C. Colon","answer_4":"D. Kidney","answer_5":"E. Stomach","answer_6":"F. Testis","percent_1":"5%","percent_2":"1%","percent_3":"7%","percent_4":"79%","percent_5":"4%","percent_6":"4%","right_answer":"D. Kidney","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Renal cell carcinoma! ?Common presentation? • Asymptomatic (most common) • Hematuria, flank pain, palpable abdominal mass ?Histopathology (clear cell)? • Rounded polygonal or cuboidal cells • Abundant clear or yellow cytoplasm ?Common metastatic site? • Lungs (\"cannonball metastases\") • Bone (osteolytic) ?Paraneoplastic syndromes? • Polycythemia (erythropoietin production) • Hypercalcemia (parathyroid hormone-related peptide production) • Hormone production (eg, ACTH, renin)","explanation_img":"","explanation_1":"","explanation_2":"This patient has fevers, anorexia, and polycythemia.  His evaluation shows multiple round lung lesions with microscopy revealing @rounded polygonal cells@ with #abundant clear cytoplasm#.  This presentation is consistent with metastatic clear cell carcinoma, the most common subtype of #renal cell carcinoma# (RCC). The cytoplasm appears clear due to the high glycogen and lipid content of the tumor.  For the same reason, this neoplasm is often golden-yellow on macroscopic examination. $Patients with RCC are often asymptomatic; the classic triad of hematuria, flank pain, and palpable abdominal mass occur together in less than 10% of cases, often late in the course of the disease.  #Nonspecific symptoms# such as fever and weight loss are more common.  Paraneoplastic syndromes, including polycythemia (constitutive secretion of erythropoietin) and hypercalcemia (synthesis of parathyroid hormone-related protein), can also occur. $Renal cell carcinoma is often #detected incidentally# since localizing symptoms only develop in advanced disease; metastases are often discovered earlier than the primary neoplasm.  RCC most commonly #metastasizes to the lungs#, where it often presents as large, rounded, well-circumscribed 'cannonball' metastases.  Osteolytic bone lesions and liver metastases also occur frequently. $#(Choice A)#  @Osteosarcoma@ frequently metastasizes to the lungs, but most patients have localized pain at the primary site (eg, distal femur), and polycythemia is unexpected.  Histologically, pleomorphic malignant tumor cells with osteoid matrix production would be seen. $#(Choice B)#  Primary brain neoplasms usually metastasize within the CNS; although they can rarely metastasize outside the nervous system, they would not be associated with polycythemia. $#(Choices C and E)#  Colon and stomach cancers commonly metastasize to the lungs.  Microscopy of @diffuse-type gastric adenocarcinoma@ demonstrates signet ring cells with clear cytoplasmic mucin and eccentric nuclei (resembling a signet ring).  @Colonic adenocarcinoma@ forms glands and tubules.  However, patients typically develop anemia due to occult bleeding, not polycythemia. $#(Choice F)#  Testicular cancer also commonly metastasizes to the lung, but patients typically have a testicular mass.  β-hCG or alpha-fetoprotein are often elevated; however, hematocrit elevations are unexpected.  Histology varies by malignancy. $#Educational objective# Clear cell carcinoma is the most common subtype of renal cell carcinoma and is composed of large, rounded, or polygonal cells with clear cytoplasm.  These tumors are often detected incidentally at an advanced stage; the lung is the most common site for metastasis, followed by osteolytic bone and liver. ","clickable_1":"images/img1.818.jpg","clickable_2":"images/img2.818.jpg","clickable_3":"images/img3.818.jpg","clickable_4":"images/img4.818.jpg"},

{"id":"336","title":"A 73-year-old man comes to the office due to blood in his urine.  He has noted bright red blood at the end of micturition on several occasions but has had no urinary frequency or pain with urination.  The patient has a history of hypertension and chronic bronchitis.  He has smoked a pack of cigarettes daily for 30 years.  Temperature is 37 C (98.6 F).  Abdominal, external genital, and rectal examinations are unremarkable.  Urinalysis shows hematuria.  Urine cytology is positive for malignant cells.  Cystoscopy is planned for visualization and biopsy of suspected urinary tract cancer.  Which of the following features would be most suggestive of a poor prognosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. High-grade intraepithelial lesion","answer_2":"B. Involvement of the muscularis propria layer","answer_3":"C. Location at the anterior bladder wall","answer_4":"D. Papillary morphology","answer_5":"E. Tumor size >2 cm","percent_1":"12%","percent_2":"74%","percent_3":"3%","percent_4":"5%","percent_5":"6%","right_answer":"B. Involvement of the muscularis propria layer","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a significant #smoking #history has developed painless gross #hematuria#, which raises suspicion for bladder cancer.  #Urothelial (transitional cell) carcinomas# arising from the transitional epithelium lining the bladder (ie, urothelium) are the most common type of bladder cancer; squamous cell and adenocarcinomas may occur but are significantly less common.  Urothelial cancer typically grows as an erythematous papillary, nodular, or sessile mass and is easily diagnosed on #cystoscopy#.  Microscopy may show cells resembling normal bladder epithelium but with irregular architecture, pleomorphism, hyperchromatic nuclei, and atypical mitoses. $Tumor stage is the most important factor for determining prognosis in urothelial carcinoma and is based on the #depth of invasion# into the bladder wall and the degree of spread to other tissues.  @Tumor penetration@ through the lamina propria #into the muscularis propria# layer (indicating stage T2 or higher in the Tumor, Node, Metastasis [TNM] system) carries an #unfavorable prognosis#. $#(Choice A)#  Tumor grade, or the degree of cellular abnormality, also influences prognosis but to a lesser extent than staging.  High-grade intraepithelial lesions (eg, @urothelial carcinoma in situ@), despite their high degree of cellular abnormality, have a relatively favorable prognosis as they have not yet invaded the basement membrane. $#(Choice C)#  Urothelial tumors at the bladder neck may have an elevated risk of recurrence, but, in general, tumor location within the bladder has only a minor effect on prognosis. $#(Choice D)#  Tumors with papillary morphology are more likely to extend into the bladder lumen rather than penetrate into the bladder wall.  However, these tumors can become invasive, and papillary morphology itself does not directly influence prognosis. $#(Choice E)#  Larger tumors are associated with worse prognosis; however, depth of tumor invasion is a much more important prognostic factor than tumor size. $#Educational objective# Urothelial (transitional cell) carcinoma is the most common type of bladder cancer.  Tumor stage is the most important factor for determining prognosis and is based on the depth of invasion into the bladder wall and the degree of regional (eg, lymph nodes) and metastatic spread.  Tumor invasion into the muscularis propria layer of the bladder wall carries an unfavorable prognosis. ","clickable_1":"images/img1.336.jpg","clickable_2":"images/img2.336.jpg"},

{"SubjectSystem":"Genetics-Renal","id":"904","title":"A 60-year-old man comes to the office due to dark, rusty-colored urine for the last 2 weeks.  He reports no pain, urinary frequency, or urgency.  The patient has no chronic medical conditions and takes no medications.  He smoked a half pack of cigarettes daily for 10 years but quit 30 years ago.  His father had hypertension and his mother has Alzheimer dementia.  Urinalysis shows a large number of red blood cells.  Renal ultrasound reveals a mass in the right kidney.  Cytologic evaluation of the mass shows malignant cells with a chromosome 3p deletion.  The deletion most likely involves which of the following genes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. c-MYC","answer_2":"B. NF-1","answer_3":"C. RB","answer_4":"D. VHL","answer_5":"E. WT-1","percent_1":"8%","percent_2":"2%","percent_3":"6%","percent_4":"76%","percent_5":"8%","right_answer":"D. VHL","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"!Common hereditary cancer syndromes! §^#Syndrome# ∆^ #Gene# ∆^#Associated neoplasms# ∆^ #Pathogenesis#§^#Lynch syndrome# ∆^MSH2,$ MLH1,$ MSH6,$ PMS2 ∆• Colorectal cancer• Endometrial cancer• Ovarian cancer ∆• Autosomal dominant$• Inactivating mutation in corresponding$ tumor suppressor gene $• Deletion of remaining normal allele$ (second hit) leads to loss of$ heterozygosity & malignant$ transformation §^#Familial$ adenomatous$ polyposis# ∆^ APC ∆• Colorectal cancer• Desmoids & osteomas • Brain tumors∆↕ §^#von Hippel-Lindau$ syndrome# ∆^ VHL ∆ • Hemangioblastomas • Clear cell renal$ carcinoma • Pheochromocytoma ∆↕§^#Li-Fraumeni$ syndrome# ∆^TP53 ∆ • Sarcomas • Breast cancer • Brain tumors • Adrenocortical $carcinoma• Leukemia∆↕ §^ #Multiple endocrine$ neoplasia type 1# ∆ ^MEN1 ∆• Parathyroid adenomas • Pituitary adenomas • Pancreatic adenomas ∆↕§^ #Multiple endocrine$ neoplasia type 2# ∆^ RET ∆ • Medullary thyroid$ cancer • Pheochromocytoma • Parathyroid hyperplasia$ (MEN2A) ∆ • Autosomal dominant • Activating (gain-of-function) mutation in$ proto-oncogene • Continuous stimulation of cell division$ predisposes to tumor growth ","explanation_img":"","explanation_1":"","explanation_2":"This patient with hematuria and a malignant renal mass most likely has #renal cell carcinoma# (RCC).  RCC, particularly the #clear cell subtype#, is strongly associated with deletion, nonsense, and frameshift mutations involving the #von Hippel-Lindau (VHL)# gene at chromosome 3p.  The majority of RCCs are sporadic and develop as single tumors; these are typically associated with somatic mutations in the VHL gene.  Germline VHL mutations also occur and are responsible for von Hippel-Lindau syndrome, a rare, autosomal dominant disorder characterized by clear cell renal carcinomas (often multifocal and bilateral), cerebellar hemangioblastoma, and pheochromocytoma. $VHL encodes a protein that normally inhibits hypoxia-inducible factors; VHL mutations lead to constitutive activation of these proteins, resulting in overexpression of multiple #angiogenic# #growth factors# (eg, VEG-F, PDG-F) that stimulate tumor proliferation.  As a result, tumors harboring VHL mutations are highly sensitive to #angiogenesis inhibitors#. $#(Choice A)#  c-MYC is an oncogene located on chromosome 8.  Mutations are associated with Burkitt lymphoma and diffuse large B-cell lymphoma. $#(Choice B)#  NF-1 is a tumor suppressor gene located on chromosome 17.  Mutations of this gene cause neurofibromatosis type 1. $#(Choice C)#  The RB tumor suppressor gene (antioncogene) is located on chromosome 13.  Mutations of this gene lead to the development of retinoblastoma and osteosarcoma. $#(Choice E)#  Mutations of the WT-1 tumor suppressor gene are associated with the development of Wilms tumor.  This gene is located on chromosome 11. $#Educational objective# Sporadic and hereditary (associated with von Hippel-Lindau disease) renal cell carcinomas are associated with mutations involving the VHL gene on chromosome 3p.  The VHL gene is a tumor suppressor that inhibits hypoxia-inducible factors; mutations lead to constitutive activation of these proteins, resulting in the activation of multiple angiogenic and tumorigenic growth factors (eg, VEG-F, PDG-F).  "},

{"id":"152","title":"A 30-year-old previously healthy man is evaluated for fatigue, muscle weakness, and occasional headaches over the past several months.  Blood pressure is 180/110 mm Hg, and pulse is 80/min.  Laboratory evaluation reveals low serum potassium and markedly depressed plasma renin activity.  CT scan of the abdomen demonstrates a right-sided adrenal mass.  Treatment options are discussed, and pharmacologic therapy is begun.  On a follow-up visit after several weeks of treatment, the patient reports improvement of his symptoms.  Blood pressure is 130/70 mm Hg, and pulse is 75/min.  Which of the following medications was most likely prescribed to this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amlodipine","answer_2":"B. Captopril","answer_3":"C. Clonidine","answer_4":"D. Hydrochlorothiazide","answer_5":"E. Isosorbide dinitrate","answer_6":"F. Propranolol","answer_7":"G. Spironolactone","answer_8":"H. Verapamil","percent_1":"2%","percent_2":"8%","percent_3":"4%","percent_4":"4%","percent_5":"1%","percent_6":"6%","percent_7":"74%","percent_8":"1%","right_answer":"G. Spironolactone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp152.jpg","explanation_1":"","explanation_2":"$This patient's new-onset hypertension, symptomatic hypokalemia (eg, fatigue, muscle weakness), and #low plasma renin# activity are indicative of #primary hyperaldosteronism#.  Primary hyperaldosteronism involves unregulated aldosterone secretion, typically due to either an adrenal adenoma—as suggested by this patient's CT finding of a unilateral #adrenal mass#—or bilateral adrenal hyperplasia. $Aldosterone, which is a mineralocorticoid normally regulated by angiotensin II and potassium (K+) levels, stimulates reabsorption of sodium (Na+) and secretion of K+ and hydrogen (H+) in the @renal collecting ducts@.  Excess aldosterone therefore causes intravascular volume retention and #hypertension# (which can cause headache if severe), in addition to predisposing to #hypokalemia# and metabolic alkalosis.  Depressed plasma renin activity also occurs due to #feedback suppression# of the @renin-angiotensin-aldosterone system@. $An adrenal adenoma is typically treated with adrenalectomy; however, patients who are not surgical candidates or those who decline surgery can be treated with a mineralocorticoid receptor antagonist (MRA).  MRAs block the effects of excess aldosterone, thereby reducing blood pressure and treating hypokalemia and metabolic alkalosis.  #Spironolactone# is most commonly used; eplerenone is less likely to cause adverse endocrine effects (eg, gynecomastia, decreased libido). $#(Choices A, B, C, D, E, F, and H)#  Other antihypertensive medications are unlikely to normalize blood pressure in patients with primary hyperaldosteronism because these medications do not address the excess levels of aldosterone.  Inhibitors of the renin-angiotensin-aldosterone system other than MRAs (eg, ACE inhibitors, beta blockers) have little effect on aldosterone levels in these patients because aldosterone release is autonomous and independent of angiotensin II stimulation. $#Educational objective# Primary hyperaldosteronism involves excess aldosterone secretion, which causes hypertension and predisposes to hypokalemia and metabolic alkalosis; low plasma renin activity helps distinguish it from other causes of excess aldosterone (eg, renovascular disease).  First-line medical therapy for primary hyperaldosteronism includes mineralocorticoid receptor antagonist (eg, spironolactone, eplerenone).  ","clickable_1":"images/img1.152.jpg","clickable_2":"images/img2.152.jpg"},

{"id":"15176","title":"A 68-year-old woman comes to the office due to increasing low back pain.  The pain is constant and worsens at night.  She has also had a 6.8-kg (15-lb) weight loss over the past 3 months.  Medical history is significant for osteoporosis and hypothyroidism.  Family history is significant for breast cancer in her mother.  She has smoked 1 pack of cigarettes daily for 30 years and drinks 1 or 2 glasses of wine every day.  The patient immigrated to the United States from China 30 years ago; she mainly eats food she cooks herself.  Vital signs are within normal limits.  Physical examination shows point tenderness over the L3 and L4 vertebrae.  MRI reveals lytic bone lesions in the corresponding vertebrae and also a right lower pole kidney mass.  Histologic examination of the mass is shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15176.jpg","title_2":"Which of the following risk factors most likely contributed to this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Alcohol use","answer_2":"B. Diet","answer_3":"C. Ethnicity","answer_4":"D. Family history","answer_5":"E. Smoking","percent_1":"1%","percent_2":"2%","percent_3":"4%","percent_4":"8%","percent_5":"85%","right_answer":"E. Smoking","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Renal cell carcinoma#∆⨉∆⨉ §^#Presentation# ∆ • Hematuria, flank pain, palpable abdominal mass ∆ • Paraneoplastic syndrome (eg, polycythemia, hypercalcemia) §^#Risk factors# ∆ • Smoking, hypertension, obesity ∆ • Toxin exposure (eg, heavy metal, petroleum by-products) §^#Gross examination# ∆ • Spherical mass, often with invasion of the renal vein ∆ • Golden-yellow tissue (due to high lipid content) §^#Histology#$(Clear cell) ∆ • Cuboidal or polygonal cells with abundant, clear cytoplasm ∆ • Branching, ‘chicken-wire’ vasculature","explanation_img":"","explanation_1":"","explanation_2":"This patient with back pain, osteolytic bone lesions, and @histologic findings@ demonstrating rounded, #polygonal clear cells# has metastatic #renal cell carcinoma# (RCC).  RCC is often asymptomatic until the disease is advanced, and many patients have metastatic disease at the time of diagnosis.  Symptoms often include some combination of hematuria, abdominal mass, or flank pain; however, this classic triad occurs in <10% of cases.  Systemic symptoms (eg, fever, weight loss, fatigue) and symptoms related to metastases (eg, bone pain) are common. $Risk factors for RCC include #smoking#, toxin exposure (eg, trichloroethylene, asbestos, petroleum by-products), obesity, and hypertension. $#(Choice A)#  Alcohol use increases the risk of hepatocellular carcinoma and squamous cell carcinoma of the esophagus but is associated with a decreased risk of RCC. $#(Choice B)#  Diets high in cured meat and salt-preserved foods (which are prevalent in some Asian populations) are associated with an increased risk of gastric cancer but not RCC. $#(Choice C)#  Asian-American patients have a lower risk of RCC than other ethnicities.  Individuals of Asian heritage are at increased risk of developing IgA nephropathy. $#(Choice D)#  Patients with a strong family history of RCC (eg, first degree relative diagnosed before age 40) or those with certain hereditary cancer syndromes (eg, Von Hippel-Lindau disease) are at increased risk of RCC.  In contrast, a strong family history of breast cancer may be associated with BRCA gene positivity and places patients at higher risk for breast and ovarian cancers. $#Educational objective# Renal cell carcinoma may present with a combination of hematuria, abdominal mass, or flank pain; however, this triad occurs together in <10% of cases.  Pathology demonstrates rounded, polygonal cells with clear cytoplasm.  Risk factors include smoking, toxin exposure, and certain hereditary disorders (eg, von Hippel-Lindau syndrome). ","clickable_1":"images/img1.15176.jpg"},

{"id":"2013","title":"A 28-year-old man comes to the physician with muscle weakness and headaches for the last 2 months.  He denies palpitations, tremors, or increased sweating.  His blood pressure is 190/120 mm Hg and his pulse is 68/min.  His serum potassium level is 2.8 mEq/L.  The patient's plasma renin activity is high and his serum aldosterone levels are elevated.  A 24-hour urine collection shows increased potassium excretion.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenal cortical tumor","answer_2":"B. Adrenal medullary tumor","answer_3":"C. Juxtaglomerular cell tumor","answer_4":"D. Pituitary tumor","answer_5":"E. Primary hypertension","percent_1":"21%","percent_2":"6%","percent_3":"65%","percent_4":"5%","percent_5":"3%","right_answer":"C. Juxtaglomerular cell tumor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2013.jpg","explanation_1":"","explanation_2":"$This patient has #elevated serum aldosterone#, a known cause of hypertension, hypokalemia, and muscle weakness.  Hyperaldosteronism can be divided into primary and secondary etiologies.  In #primary hyperaldosteronism# (ie, Conn's syndrome), an adrenal adenoma or bilateral adrenal hyperplasia causes excessive and unchecked aldosterone production that leads to @feedback inhibition@ of renin secretion (ie, #low renin# level).  Primary hyperaldosteronism can be excluded in this patient due to his increased plasma renin activity #(choice A).# $In #secondary hyperaldosteronism#, overproduction of aldosterone occurs secondary to increased renin synthesis, resulting in #elevated renin# and aldosterone levels.  Causes of secondary hyperaldosteronism include #renal artery stenosis# (typically associated with fibromuscular dysplasia or atherosclerosis), diuretic use, malignant hypertension (which leads to microvascular damage and renal ischemia), and renin-secreting tumors.  Renin-secreting tumors (reninomas) are rare, small, solitary, benign #juxtaglomerular cell neoplasms#.  Reninomas should be strongly considered in patients with marked hyperreninemia and hypertension who clearly do not have renovascular disease. $#(Choice B)#  Pheochromocytomas are adrenal medullary tumors that secrete excessive catecholamines.  High epinephrine levels can sometimes cause hypokalemia via β2-receptor stimulation and the resulting intracellular K+ shift.  However, patients with pheochromocytomas typically present with episodic headaches, tachycardia (often sensed as palpitations), and increased sweating. $#(Choice D)#  A pituitary tumor (eg, an ACTH-secreting adenoma causing Cushing's disease) can result in secondary hypertension due to excess adrenal glucocorticoids (increases vascular sensitivity to adrenergic agents).  The resulting hypertension suppresses the renin-angiotensin-aldosterone axis, leading to low levels of renin and aldosterone. $#(Choice E)#  Primary (essential) hypertension is not typically associated with severe hypertension, elevated levels of renin, or hypokalemia. $#Educational objective# Elevated serum aldosterone levels can manifest with hypertension, hypokalemia, and muscle weakness.  Increased levels of both renin and aldosterone are indicative of secondary hyperaldosteronism, which can be caused by renovascular disease and renin-secreting tumors.  ","clickable_1":"images/img1.2013.jpg"},

{"id":"1862","title":"A 65-year-old man comes to the office for evaluation of blood in the urine.  The patient has no abdominal pain, urinary frequency, or urgency.  He has hypertension, type 2 diabetes mellitus, and stage II chronic kidney disease.  He quit smoking 10 years ago and had smoked a pack of cigarettes daily for 30 years.  On examination, vital signs are within normal limits.  The patient's BMI is 33 kg/m2.  After appropriate work-up, the patient undergoes a renal biopsy; histopathologic findings are shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1862.jpg","title_2":"Which of the following processes most likely accounts for the abnormal appearance of these cells?","audio":"","comparison_items":"","answer_1":"A. Glycogen and lipid accumulation","answer_2":"B. Karyorrhexis","answer_3":"C. Membrane lipid peroxidation","answer_4":"D. Mitochondrial swelling","answer_5":"E. Pigment accumulation","percent_1":"80%","percent_2":"6%","percent_3":"8%","percent_4":"5%","percent_5":"1%","right_answer":"A. Glycogen and lipid accumulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1862.jpg","explanation_1":"","explanation_2":"$Gross painless hematuria in an older adult should be considered a sign of urinary tract cancer (urothelial or renal cell carcinoma) until proven otherwise.  This patient's renal biopsy shows #rounded/polygonal cells# with abundant #clear cytoplasm#, which is characteristic of #clear cell carcinoma#, the most common form of renal cell carcinoma.  Clear cell carcinoma originates from proximal tubular epithelial cells and contains copious amounts of intracellular glycogen and lipids.  Standard tissue fixation and staining techniques typically dissolve glycogen and lipids from pathologic specimens, leaving #clear spaces#. $#(Choice B)#  @Karyorrhexis@ is fragmentation of pyknotic (condensed) nuclei during apoptotic cell death.  The cells in the above image have intact nuclei. $#(Choice C)#  Plasma membrane damage caused by lipid peroxidation can be visualized using immunofluorescent microscopy.  Lipid peroxidation is a form of free radical damage and is associated with inflammation, atherosclerosis, and tumorigenesis. $#(Choice D)#  Mitochondrial swelling usually occurs during cell injury and would not be expected to render the cell cytoplasm completely clear on routine hematoxylin and eosin stain. $#(Choice E)#  @Melanin@ and @hemosiderin@ are pigments commonly seen in histologic specimens.  Hemosiderin is an iron oxide pigment that stains tissues at sites of bleeding. $#Educational objective# The most common renal malignancy is clear cell carcinoma, which arises from renal proximal tubular cells.  Rounded or polygonal cells with abundant clear cytoplasm are seen on light microscopy.  The cells contain large amounts of glycogen and lipids that dissolve during routine tissue preparation, leaving clear spaces within the cytoplasm. ","clickable_1":"images/img1.1862.jpg","clickable_2":"images/img2.1862.jpg","clickable_3":"images/img3.1862.jpg"},

{"id":"15186","title":"A 68-year-old man comes to the office due to intermittent, painless blood in his urine.  He has no other symptoms.  The patient uses transdermal testosterone for chronic hypogonadism and erectile dysfunction.  He has smoked a pack of cigarettes daily for 40 years; he drinks 2 shots of vodka every day and 2 glasses of wine once a week.  He works as an operations manager for a large beverage company and frequently travels to Mexico.  Vital signs are within normal limits.  Abdominal examination shows no abnormalities.  On digital rectal examination, the prostate is smooth with no nodules.  Urinalysis is positive for >50 red blood cells/hpf; there are no casts or dysmorphic blood cells.  Urine cytology is positive for malignant cells.  Renal ultrasonogram reveals normal kidneys.  Which of the following is a major risk factor for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alcohol use","answer_2":"B. Occupation","answer_3":"C. Testosterone therapy","answer_4":"D. Tobacco smoking","answer_5":"E. Travel history","percent_1":"2%","percent_2":"2%","percent_3":"2%","percent_4":"90%","percent_5":"3%","right_answer":"D. Tobacco smoking","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table_3":"§^#Specific cancer risk factors#∆⨉∆⨉∆⨉ §^#Pancreas# ∆ • Tobacco smoke • Obesity ∆^#Renal# ∆ • Tobacco smoke • Obesity • Hypertension §^#Gastric# ∆ • Dietary nitrates • Alcohol & tobacco use • Helicobacter pylori ∆^#Bladder# ∆ • Tobacco smoke • Occupational exposures (rubber, plastics, aromatic amine–containing dyes, textiles, leather) §^#Liver# ∆ • Hepatitis B & C • Liver cirrhosis (any cause) • Hemochromatosis • Aflatoxin ∆^#Breast# ∆ • Early menarche • Late menopause • Nulliparity • BRCA mutations §^#Colorectal# ∆ • Hereditary CRC syndromes • Inflammatory bowel disease • Obesity • Charred or fried foods ∆^#Prostate# ∆ • Increasing age • African American %#CRC =# colorectal cancer.","explanation_img":"","explanation_1":"","explanation_2":"This patient has intermittent, #painless hematuria#.  His positive urine cytology and negative imaging of the upper urinary tract suggest a #urothelial (transitional cell) cancer# in the #bladder#.  The lesions in urothelial cancer can be visualized on cystoscopy as erythematous flat, nodular, or papillary lesions.  On biopsy, the malignant cells are pleomorphic with hyperchromatic nuclei, an increased nucleus/cytoplasm ratio, disrupted orientation and polarity (in relation to the basal membrane), and frequent mitotic figures.  Depth of invasion is important for staging; invasion into the muscular layer is associated with a poor prognosis. $Urothelial cancer is most common in patients age >60, with men affected more than women.  Major risk factors include #cigarette smoking# and occupational exposure to rubber, plastics, or aromatic amine-containing dyes (eg, used in textile and leather processing).  Cyclophosphamide therapy (eg, for lymphoma, autoimmune disorders) also increases the risk. $#(Choice A)#  Heavy alcohol intake is associated with increased risk of squamous cell carcinoma of the upper gastrointestinal tract (mouth, throat, esophagus) and hepatocellular carcinoma.  The risk for bladder cancer is not significantly increased. $#(Choice B)#  The carcinogens implicated in urothelial cancer are not commonly encountered in the food and beverage industry. $#(Choice C)#  Testosterone therapy increases the risk for prostate cancer, which is often asymptomatic or discovered on evaluation for lower urinary tract voiding symptoms (eg, decreased force of stream, nocturia).  Painless hematuria without voiding symptoms is more suggestive of bladder cancer. $#(Choice E)#  Schistosoma haematobium is a trematode endemic to Africa and the Middle East that causes chronic infection in the bladder and increases the risk for a variety of bladder malignancies (including transitional cell and squamous cell carcinoma).  This organism is not common in Mexico. $#Educational objective# Major risk factors for urothelial cancer of the bladder include age >60, cigarette smoking, and occupational exposure to rubber, plastics, or aromatic amine-containing dyes.  Cyclophosphamide therapy also increases the risk."},

{"id":"905","title":"A 50-year-old man comes to the office for evaluation of abdominal fullness and mild right flank pain.  He also reports a weight loss of 4.5 kg (10 lb) over the past 2 months.  The patient has no other medical issues and works in a local industrial chemical manufacturing facility.  Examination shows a soft abdomen.  Ultrasound reveals a mass in the right kidney.  A subsequent abdominal CT scan confirms the presence of a large right renal mass with evidence of necrosis.  The patient undergoes a right total nephrectomy.  The specimen is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/905.jpg","title_2":"This patient's lesion most likely originated from which of the following portions of the kidney?","audio":"","comparison_items":"","answer_1":"A. Blood vessels","answer_2":"B. Collecting duct cells","answer_3":"C. Glomeruli","answer_4":"D. Proximal renal tubules","answer_5":"E. Renal pelvis lining","percent_1":"8%","percent_2":"13%","percent_3":"5%","percent_4":"48%","percent_5":"26%","right_answer":"D. Proximal renal tubules","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Renal cell carcinoma#∆⨉∆⨉ §^#Presentation# ∆ • Hematuria, flank pain, palpable abdominal mass ∆ • Paraneoplastic syndrome (eg, polycythemia, hypercalcemia) §^#Risk factors# ∆ • Smoking, hypertension, obesity ∆ • Toxin exposure (eg, heavy metal, petroleum by-products) §^#Gross examination# ∆ • Spherical mass, often with invasion of the renal vein ∆ • Golden-yellow tissue (due to high lipid content) §^#Histology#$(Clear cell) ∆ • Cuboidal or polygonal cells with abundant, clear cytoplasm ∆ • Branching, ‘chicken-wire’ vasculature","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of chemical exposure and a necrotic kidney mass likely has renal cell carcinoma (RCC), the most common renal malignancy.  RCC originates in the renal cortex and occurs most commonly in patients age 60-70.  Risk factors include #smoking#, obesity, hypertension and #toxin exposure# (eg, heavy metal, petroleum by-products, asbestos). $RCC is classified into subtypes based on cellular origin; #clear cell carcinoma# (CCC) is the most common type and accounts for up to 85% of RCCs.  CCC originates from the epithelium of the #proximal renal tubules#.  @Gross pathology@ typically demonstrates a #sphere-like# mass composed of #golden-yellow tissue# (due to high lipid content) with areas of focal #necrosis# and #hemorrhage#.  It often invades the renal vein and may extend into the inferior vena cava.  On microscopy, CCC appears as cuboidal or polygonal cells with abundant clear cytoplasm. $#(Choice A)#  @Angiomyolipomas@ are rare tumors that arise from perivascular epithelioid cells.  Gross pathology demonstrates a well-circumscribed tumor composed of variable amounts of 3 different tissue types: yellow adipose tissue, red vascular components, and grayish smooth muscle.  Angiomyolipomas are benign neoplasms often associated with tuberous sclerosis. $#(Choice B)#  Renal @oncocytomas@ are rare tumors that originate from collecting duct cells.  Gross pathology often demonstrates a homogenous brown tumor with a central stellate scar that is often visible on imaging; focal areas of necrosis are rare. $#(Choice C)#  Glomerular diseases (eg, membranous nephropathy, minimal change disease) can be seen as a paraneoplastic syndrome associated with certain malignancies (eg, lung, gastrointestinal tumors), but the glomeruli are not the site of origin of RCC. $#(Choice E)#  Urothelial carcinoma arises from the epithelium of the renal pelvis, @ureters@, or bladder and may be multifocal in nature.  It often forms papillary tumors composed of urothelium supported by a thin fibrovascular stalk. $#Educational objective# Clear cell carcinoma is the most common type of renal cell carcinoma and originates from the epithelial cells of the proximal renal tubules.  Gross pathology typically demonstrates a sphere-like mass composed of golden-yellow cells (due to high lipid content) with areas of necrosis and hemorrhage. ","clickable_1":"images/img1.905.jpg","clickable_2":"images/img2.905.jpg","clickable_3":"images/img3.905.jpg","clickable_4":"images/img4.905.jpg"}


]