[
  {
    "SubjectSystem":"Anatomy-Multisystem",
    "id": "11830",
    "title": "A 48-year-old man comes to the office due to right inguinal discomfort.  The patient first noticed (bumps) in his groin when he was dressing in the morning.  He does not know how long they have been present but thinks they are relatively new.  The patient was treated for gonorrhea several years ago but has no other medical problems.  He drinks alcohol occasionally but does not use tobacco or illicit drugs.  His mother died of metastatic melanoma.  Cardiopulmonary examination is normal.  The abdomen is soft and nontender.  The right inguinal lymph nodes are enlarged and tender, as are several nodes in the right popliteal area.  The distribution of lymphadenopathy in this patient would most likely be seen in which of the following conditions?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Asymmetric, hard prostate nodules",
    "answer_2": "B. Firm, nontender right testicular mass",
    "answer_3": "C. Large, irregular mole on the right great toe",
    "answer_4": "D. Purulent laceration on the right lateral foot",
    "answer_5": "E. Ulcerative lesion on the glans penis",
    "right_answer": "D. Purulent laceration on the right lateral foot",
    "percent_1": "5%",
    "percent_2": "10%",
    "percent_3": "21%",
    "percent_4": "44%",
    "percent_5": "21%",
    "ansImg_1": "",
    "ansImg_2": "",
    "ansImg_3": "",
    "ansImg_4": "",
    "ansImg_5": "",
    "ansImg_6": "",
    "explanation_img": "images/exp11830.jpg",
    "explanation_1": "",
    "explanation_2": "The #lymphatic system# of the extremities is divided into the superficial lymphatic vessels, which follow the venous system, and the deep lymphatic vessels, which follow the arterial system.  The superficial vessels receive lymph from the skin and subcutaneous tissues, whereas the deep vessels drain both the deep muscles and the superficial vessels. $In the #lower extremities#, the superficial lymphatic system is divided into medial and #lateral tracks#.  The medial track runs along the long saphenous vein up to the superficial inguinal lymph nodes, bypassing the popliteal nodes.  Consequently, lesions on the medial foot cause inguinal lymphadenopathy #(choice C)#.  In contrast, lateral lesions, which drain via the lateral track and communicate with the popliteal and inguinal nodes, are more likely to cause lymphadenopathy in both the #popliteal and inguinal# areas.$(Choice A)  Lymph from the prostate drains primarily into the internal iliac lymph nodes.$(Choice B)  Lymph from the @scrotum@ is drained into the superficial inguinal lymph nodes, and lymphatic vessels from the testes mirror the testicular arteries and drain into the para-aortic lymph nodes. $(Choice E)  In addition to receiving drainage from the lower extremity, the superficial inguinal lymph nodes receive drainage from the scrotum (not testes), perineum, anterior abdominal wall (inferior to the umbilicus), buttocks, and skin of the penis.  In contrast, the glans penis and penile urethra drain primarily via the deep lymphatic system into the deep inguinal nodes.  The popliteal nodes would not be affected by a lesion on the glans.$Educational objective In the lower extremities, the superficial lymphatic system is divided into medial and lateral tracks.  The medial track runs up to the superficial inguinal lymph nodes, bypassing the popliteal nodes.  Consequently, lesions on the medial foot cause inguinal lymphadenopathy, whereas lateral lesions are more likely to cause lymphadenopathy in both the popliteal and inguinal areas.",
    "clickable_1":"images/img1.11830.jpg"
  }
    ,
  
    {
    "id": "1700",
    "title": "A 21-year-old man comes to the emergency department after suffering an injury during a football game.  He was falling to the ground when he was struck forcefully from behind by the helmet of an opposing player.  The patient was able to ambulate after the injury but has since had severe pain worsened by deep breaths.  His blood pressure is 110/65 mm Hg, pulse is 110/min, and respirations are 16/min.  On examination, there is bruising and tenderness over the left posterior chest wall.  There is normal spinal range of motion and no midline tenderness.  Gait and lower extremity neurologic examination are normal.  Imaging studies reveal a fracture of the left 12th rib.  Which of the following structures is most likely to be lacerated by the fractured bone?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
  "answer_1": "A. Left hepatic lobe",
  "answer_2": "B. Left kidney",
  "answer_3": "C. Pancreas",
  "answer_4": "D. Spleen",
  "answer_5": "E. Visceral pleura",
  "right_answer": "B. Left kidney",
  "percent_1": "1%",
  "percent_2": "56%",
  "percent_3": "1%",
  "percent_4": "34%",
  "percent_5": "8%",
    "ansImg_1": "",
    "ansImg_2": "",
    "ansImg_3": "",
    "ansImg_4": "",
    "ansImg_5": "",
    "ansImg_6": "",
    "explanation_img": "images/exp1700.jpg",
    "explanation_1": "",
    "explanation_2": "The first 7 @rib pairs@ are considered (true) ribs because their costal cartilage attaches directly to the sternum; the cartilage of the lower 5 pairs does not, and they are considered (false) ribs.  Of these, the cartilage of ribs 8-10 attaches to the costal cartilage of the upper ribs.  The 11th and 12th ribs are (floating) ribs, meaning that they are not bound to the anterior rib cage by cartilage. $The #left 12th rib# overlies the parietal pleura medially and the #kidney# laterally.  For this reason, the distal tip of the left 12th rib can be displaced into the retroperitoneum when fractured, lacerating the left kidney. $ (Choice A)  The liver occupies much of the right upper quadrant of the abdominal cavity, where the 8th-11th ribs overlie the liver's posterior surface.  The left lobe crosses the midline antero-inferior to the diaphragm, where it is not vulnerable to a displaced fragment from the 12th rib.$ (Choice C)  The pancreas is a partially retroperitoneal organ that overlies the body of the second lumbar vertebra.  Crushing abdominal trauma is the injury most likely to cause pancreatic damage.$ (Choice D)  The spleen lies in the posterior superior portion of the left abdominal cavity.  The left 9th, 10th, and 11th ribs overlie the spleen.$(Choice E)  The visceral pleura envelop the lungs.  At rest, the inferior margin of the left lung lies at the level of the 10th rib in the mid-scapular line.  During maximal inhalation, the lung may descend to the level of the most medial portion of the 12th rib, but fractures of ribs 1-6 have the greatest chance of damaging the visceral pleura.$Educational objective the left kidney lies immediately deep to the tip of the 12th rib.",
    "clickable_1":"images/img1.1700.jpg"
  },
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  

{
  "subjectSystem":"Pathology-Miscellaneous",
  "id": "6",
  "title": "A 32-year-old woman is evaluated for pain and a palpable mass in the right flank.  Imaging studies reveal a large mass arising from the right kidney and similar smaller masses in the left kidney.  Surgery to remove the right-sided tumor along with the right kidney is performed; a cross section of the specimen is shown in the image below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "image_1": "images/6.jpg",
  "title_2": "Histopathologic evaluation shows that the mass is composed of fat, smooth muscle, and blood vessels.  This patient is most likely to have which of the following additional findings?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Bilateral acoustic neuromas",
  "answer_2": "B. Brain hamartomas and ash-leaf skin patches",
  "answer_3": "C. Capillary angiomas of the face and choroid",
  "answer_4": "D. Cerebellar hemangioblastomas and liver cysts",
  "answer_5": "E. Multiple peripheral neurofibromas and café-au-lait skin spots",
  "answer_6": "F. Multiple telangiectasias of the skin and mucosa",
  "percent_1": "4%",
  "percent_2": "44%",
  "percent_3": "6%",
  "percent_4": "30%",
  "percent_5": "10%",
  "percent_6": "6%",
  "right_answer": "B. Brain hamartomas and ash-leaf skin patches",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
  "table":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "#Renal angiomyolipoma# is a @benign tumor@ composed of blood vessels (angio), smooth muscle (myo), and fat (lipoma).  Grossly, it is typically a @well-circumscribed mass@ with varying amounts of blood vessels or hemorrhage, tan-white smooth muscle, and yellow adipose tissue. $Angiomyolipomas are associated with #tuberous sclerosis#.  In patients with bilateral renal angiomyolipomas, the incidence of tuberous sclerosis is 80%-90%.  Tuberous sclerosis is an #autosomal dominant# condition characterized by cortical tubers and subependymal #hamartomas# in the brain, with consequent seizures and cognitive disability.  Cardiac rhabdomyomas, facial angiofibromas, and leaf-shaped patches of skin lacking pigment (ash-leaf patches) can also occur. $#(Choice A)#  Neurofibromatosis type 2 is an autosomal dominant disorder marked by bilateral acoustic neuromas.  These patients may also develop multiple meningiomas, gliomas, and ependymomas of the spinal cord. $#(Choice C)#  Sturge-Weber syndrome is a rare congenital vascular disorder characterized by a facial port-wine stain and leptomeningeal capillary-venous malformation. $#(Choice D)#  Cerebellar hemangioblastomas, retinal hemangiomas, and liver cysts are seen in von Hippel-Lindau disease, an autosomal dominant condition.  These patients are at high risk for bilateral renal cell carcinomas.  @Clear cell renal cell carcinoma@ can grossly resemble renal angiomyolipoma, but @microscopic@ examination typically shows tumor cells with abundant clear cytoplasm. $#(Choice E)#  @Neurofibromatosis type 1@ is an autosomal dominant disorder characterized by neurofibromas (plexiform and solitary), optic gliomas, pigmented nodules of the iris (Lisch nodules), and cutaneous hyperpigmented macules (café-au-lait spots). $#(Choice F)#  Patients with hereditary hemorrhagic telangiectasia (also called Osler-Weber-Rendu syndrome) develop multiple telangiectasias of the skin and mucosa.  The typical presentation is recurrent epistaxis or gastrointestinal bleeding (melena). $#Educational objective# Renal angiomyolipoma is a benign tumor composed of blood vessels, smooth muscle, and fat.  Bilateral renal angiomyolipomas are associated with tuberous sclerosis, an autosomal dominant condition.  ",
  "clickable_1":"images/img1.6.jpg",
  "clickable_2":"images/img2.6.jpg",  
  "clickable_3":"images/img3.6.jpg",
  "clickable_4":"images/img4.6.jpg",
  "clickable_5":"images/img5.6.jpg"
}
,

{
  "id": "7605",
  "title": "A 3-year-old boy is being evaluated for recurrent generalized seizures and developmental delay.  Physical examination is notable for scattered hypopigmented skin patches.  MRI of the head reveals multiple masses, most of which line the ependymal surfaces of the lateral ventricles, and some are calcified, as shown in the below image.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "image_1": "images/7605.jpg",
  "title_2": "Which of the following is the most likely underlying cause of this patient's brain lesions?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Benign hamartoma formation",
  "answer_2": "B. Lysosomal metabolite accumulation",
  "answer_3": "C. Malignant lymphoid proliferation",
  "answer_4": "D. Mycobacterial meningeal invasion",
  "answer_5": "E. Tapeworm larvae migration",
  "percent_1": "70%",
  "percent_2": "15%",
  "percent_3": "6%",
  "percent_4": "4%",
  "percent_5": "5%",
  "right_answer": "A. Benign hamartoma formation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
  "table":"!Tuberous sclerosis complex!?Pathophysiology? • Autosomal dominant• Mutation in TSC1 or TSC2 tumor suppressor gene• Defective tuberin-hamartin complex → unrestricted cellular proliferation?Classic findings? • Skin:$==○ Ash-leaf spots$==○ Facial angiofibromas$==○ Shagreen patches• Neurologic:$==○ CNS hamartomas (eg, subependymal nodules)$==○ Seizures$==○ Intellectual disability• Cardiac: rhabdomyomas• Renal: angiomyolipomas",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient's findings are consistent with #tuberous sclerosis complex# (TSC), an autosomal dominant disorder caused by mutations in the genes coding for the tumor suppressor proteins hamartin and tuberin (ie, TSC1 and TSC2).  Unrestricted cellular proliferation results in the formation of #hamartomas#, or #benign# overgrowths of disorganized tissue.  They develop primarily in the skin and CNS but may involve the heart, kidneys, eyes, and gastrointestinal tract. $#Seizures# and developmental delay are often the first presenting signs of TSC.  Most patients have characteristic #cortical glioneuronal hamartomas# (tubers) in the cerebral cortex and #subependymal nodules# lining the lateral ventricles, as seen on this patient's @MRI@.  These brain hamartomas are composed of atypical glial and neuronal elements and often #calcify#. $The first dermatologic manifestation of TSC is usually #ash-leaf spots# (ie, hypopigmented macules).  Other classic cutaneous findings usually develop later and can include facial angiofibromas (ie, adenoma sebaceum), periungual fibromas, and hamartomatous plaques of connective tissue (ie, shagreen patches). $#(Choice B)#  Lysosomal metabolite accumulation occurs with lysosomal storage diseases (eg, Tay-Sachs, Niemann-Pick), which can cause seizures and neurologic decline.  However, symmetric areas of demyelination would be expected on MRI rather than the discrete calcifications seen in this case. $#(Choices C, D, and E)#  Seizures can be the presenting sign of malignant lymphoid proliferation (ie, CNS lymphoma) or CNS infection (eg, Mycobacterium tuberculosis, tapeworm Taenia solium).  However, characteristic MRI findings include @ring-enhancing lesions@, not subependymal nodules.  Moreover, hypopigmented macules are not associated with these conditions. $#Educational objective# Tuberous sclerosis complex is an autosomal dominant disorder characterized by benign hamartomas of the brain (ie, cortical glioneuronal hamartomas and subependymal nodules) and skin.  Seizures and ash-leaf spots are common presenting signs.  ",
  "clickable_1":"images/img1.7605.jpg",
  "clickable_2":"images/img2.7605.jpg"

}
,

{
  "id": "228",
  "title": "A 24-year-old woman comes to the physician with a 3-week history of progressive fatigue.  Physical examination shows lesions involving the nail beds, as seen in the photograph below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "image_1": "images/228.jpg",
  "title_2": "Further evaluation would most likely reveal additional abnormalities during which part of the physical examination?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Neck palpation",
  "answer_2": "B. Lung auscultation",
  "answer_3": "C. Cardiac auscultation",
  "answer_4": "D. Abdominal palpation",
  "answer_5": "E. Rectal examination",
  "percent_1": "2%",
  "percent_2": "5%",
  "percent_3": "89%",
  "percent_4": "3%",
  "percent_5": "1%",
  "right_answer": "C. Cardiac auscultation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
  "table":"",
  "explanation_img": "images/exp228.jpg",
  "explanation_1": "",
  "explanation_2": "$These lesions are subungual splinter hemorrhages, splinter- or flame-shaped hemorrhagic streaks in the nail bed that appear as a consequence of microemboli.  Janeway lesions (small, macular, erythematous or hemorrhagic, nontender lesions on the palms and soles) are also a sign of microembolism.  Infectious endocarditis (IE) is the usual cause of such microemboli, and progressive fatigue may be the presenting symptom of subacute bacterial endocarditis.  Chronically destructive, infected vegetations involving the cardiac valves are the source of the microemboli in bacterial endocarditis.  Patients with suspected IE should therefore be evaluated for a regurgitant murmur during cardiac auscultation. $#(Choices A, B, and D)#  Unless the primary source of the bacteremia initiating the IE is a focal neck, pulmonary, or abdominal infection, one would not expect to find any abnormalities in these systems. $#(Choice E)#  Unless the primary source of the original bacteremia was a peri-rectal infection or necrotic, infected rectal neoplasm, one would not expect to find any abnormalities on rectal examination. $#Educational objective# Microemboli from the valvular vegetations of bacterial endocarditis are the most common cause of subungual splinter hemorrhages.  The presence of these lesions necessitates careful cardiac auscultation to detect a possible new-onset regurgitant murmur.  "
}
,

{
  "id": "295",
  "title": "A 54-year-old man is admitted to the hospital following a high-speed motor vehicle collision.  He is found to have long bone fractures of the right leg that require open reduction/internal fixation.  After the patient's condition is stabilized, he is transferred to a skilled nursing facility for extended rehabilitation.  During his stay, his right leg is immobilized for several weeks.  Management is complicated by decreased nutritional intake due to adverse effects of opioid pain medications.  Measurement of the thigh following removal of casting materials finds a 2-cm decrease in diameter.  The underlying process responsible for this patient's change in body measurement is most likely to also occur in which of the following?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Adrenal glands during prolonged glucocorticoid therapy",
  "answer_2": "B. Bronchial tissue after prolonged tobacco smoke exposure",
  "answer_3": "C. Endometrial tissue during estrogen replacement therapy",
  "answer_4": "D. Esophageal mucosa on repeated acid exposure",
  "answer_5": "E. Heart muscle during long-standing hypertension",
  "percent_1": "87%",
  "percent_2": "3%",
  "percent_3": "4%",
  "percent_4": "3%",
  "percent_5": "4%",
  "right_answer": "A. Adrenal glands during prolonged glucocorticoid therapy",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
  "table":"",
  "table_3":"§^#Cellular adaptations#∆⨉∆⨉§^#Adaptation# ∆^#Definition# ∆^#Examples#§^#Hyperplasia# ∆↑ Cell number → ↑ organ size ∆ • Endometrial hyperplasia due to ↑ estrogen• Liver regeneration after partial hepatectomy§^#Hypertrophy# ∆↑ Cell size → ↑ organ size ∆ • Cardiac hypertrophy due to hypertension• Uterine growth during pregnancy§^#Atrophy# ∆↓ Cell size & number → ↓ organ size ∆ • ↓ Skeletal muscle size from immobilization• ↓ Adrenal gland size due to glucocorticoid therapy§^#Metaplasia# ∆Replacement of one differentiated cell type with another ∆ • Bronchial squamous metaplasia due to tobacco smoke• Esophageal intestinal metaplasia due to acid reflux",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient experienced a decreased physical workload when his leg was immobilized.  As a result, the skeletal muscle fibers in the leg decreased in size, leading to disuse #atrophy#. $@Atrophy@ is #tissue loss# due to #reduced cell size and number# (ie, cellular death).  It may be physiologic (eg, wolffian duct atrophy in the female fetus, maternal uterus atrophy following childbirth) or pathologic.  Pathologic atrophy has a variety of causes, including lack of use, loss of hormonal or neurologic stimulation (denervation), impaired circulation, mechanical compression, aging, and nutritional insufficiency.  On a cellular level, it represents an attempt to decrease the cell's metabolic requirements via a reduction in organelles (eg, mitochondria, rough endoplasmic reticulum) and protein synthesis, as well as an increase in protein breakdown.  In prolonged atrophic states, irreversibly damaged cells may undergo #apoptosis#, leading to reduced cellular numbers. $Pathologic atrophy also occurs in the #adrenal cortex# during #prolonged glucocorticoid use# due to suppression of @ACTH@ release.  For this reason, abrupt cessation of exogenous glucocorticoid therapy can lead to acute adrenal insufficiency and adrenal crisis. $#(Choice B)#  Prolonged exposure to tobacco smoke can induce metaplasia in the bronchial epithelium.  This results in the normal columnar epithelium being replaced by squamous epithelium (ie, squamous metaplasia), causing an associated risk of squamous cell carcinoma. $#(Choice C)#  After menopause, falling estrogen levels can lead to atrophy of the breasts, endometrium, and vaginal mucosa.  Conversely, estrogen replacement in these patients can cause endometrial hyperplasia (ie, increased cell number) unless combined with progesterone therapy. $#(Choice D)#  In chronic gastroesophageal reflux, esophageal mucosa subjected to repeated acid exposure may undergo metaplasia, in which the normal squamous epithelium is replaced by columnar epithelium with goblet cells (ie, Barrett esophagus). $#(Choice E)#  Heart muscle subjected to long-standing hypertension is prone to developing hypertrophy (ie, increase in cell size), not atrophy. $#Educational objective# Atrophy is a cellular adaptation characterized by a decrease in cell size and number, leading to decreased organ size.  Pathologic atrophy has a variety of causes, including decreased physical workload, loss of innervation, decreased blood supply, inadequate nutrition, absent endocrine stimulation, aging, and mechanical pressure. ",
  "clickable_1":"images/img1.295.mp4",
  "clickable_2":"images/img2.295.jpg"

}
,

{
  "id": "19187",
  "title": "A 10-year-old girl is brought to clinic for laboratory follow-up.  Her mother was recently diagnosed with von Hippel-Lindau (VHL) disease, and the patient received genetic testing.  Examination is unremarkable.  Laboratory evaluation reveals a missense mutation in the VHL gene.  Periodic surveillance with which of the following is most likely to be of benefit in this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Bone marrow evaluation",
  "answer_2": "B. Chest radiography",
  "answer_3": "C. Colonoscopy",
  "answer_4": "D. Echocardiography",
  "answer_5": "E. Plasma metanephrines",
  "percent_1": "6%",
  "percent_2": "4%",
  "percent_3": "10%",
  "percent_4": "5%",
  "percent_5": "75%",
  "right_answer": "E. Plasma metanephrines",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
  "table":"!Von Hippel-Lindau disease!?Etiology? • Mutation in the VHL tumor suppressor gene on chromosome 3• Autosomal dominant inheritance?Manifestations? • Cerebellar & retinal hemangioblastomas• Pheochromocytoma• Renal cell carcinoma (clear cell subtype)?Management? • Surveillance for associated malignancies$==○ Eye/retinal examination$==○ Plasma or urine metanephrines$==○ MRI of the brain & spine$==○ MRI of the abdomen• Tumor resection",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "#Von Hippel-Lindau# (VHL) disease is an #autosomal dominant# condition caused by a loss-of-function mutation in the VHL gene on chromosome 3.  The VHL gene product is a tumor suppressor protein that promotes degradation of damaged proteins and aids in cell cycle regulation.  Similar to other disorders affecting tumor suppressor genes (eg, familial retinoblastoma), a @second, somatic mutation@ in this gene leads to the development of various #benign and malignant tumors# (eg, cerebellar and retinal hemangioblastomas, pheochromocytomas, renal cell carcinomas) with potentially serious complications. $#Pheochromocytoma# is a rare neoplasm arising from the adrenal medulla that can produce catecholamines (eg, epinephrine, norepinephrine).  Patients may have hypertension, tachycardia, and sweating due to sympathetic overactivity; however, many are asymptomatic.  As such, annual screening for increased urinary or #plasma metanephrines# (catecholamine breakdown products) is recommended.  Likewise, screening for hemangioblastomas and renal cell carcinoma can be achieved with regular MRI and retinal examinations. $#(Choice A)#  The results of bone marrow evaluation would be abnormal in patients with leukemia, which is not associated with VHL disease. $#(Choice B)#  Chest radiography can identify lung metastases in a patient with a known malignancy.  This patient requires evaluation for primary associated neoplasms before screening for metastases. $#(Choice C)#  Colonoscopy is performed in patients with an inherited predisposition to colorectal cancer, such as those with hereditary nonpolyposis colorectal cancer (ie, Lynch syndrome) and familial adenomatous polyposis.  VHL disease is not associated with an increased risk of colorectal cancer in younger patients. $#(Choice D)#  Screening echocardiography is performed in patients with tuberous sclerosis complex to identify an associated cardiac rhabdomyoma.  Cardiac tumors are not a significant feature of VHL disease. $#Educational objective# Von Hippel-Lindau (VHL) disease is an autosomal dominant condition caused by a mutation in a tumor suppressor gene, which is associated with the development of pheochromocytomas, retinal and cerebellar hemangioblastomas, and renal cell carcinomas.  Because of the potential for serious complications from these tumors, patients with VHL should receive annual surveillance, including plasma metanephrines, abdominal imaging, ophthalmologic examination, and MRI of the brain and spine.  ",
  "clickable_1":"images/img1.19187.jpg"

},
























































{
  "SubjectSystem":"Pharmacology-Miscellaneous",
  "id": "11537",
  "title": "A 70-year-old woman comes to the physician for a new patient visit.  She reports intermittent headaches and poor sleep.  During review of systems, she also describes a sensation of incomplete emptying of the bladder and constipation.  The patient has a history of migraines and chronic insomnia.  Her other medical problems include hypercholesterolemia and osteoarthritis.  Her medications include amitriptyline prescribed for migraines, simvastatin, diclofenac, and over-the-counter diphenhydramine for insomnia.  Which of the following is the most appropriate next step in management of this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Add topiramate for additional migraine prophylaxis",
  "answer_2": "B. Add zolpidem to treat insomnia",
  "answer_3": "C. Cystography",
  "answer_4": "D. Discontinue diphenhydramine",
  "answer_5": "E. Head CT scan",
  "answer_6": "F. Increase dose of amitriptyline",
  "percent_1": "2%",
  "percent_2": "3%",
  "percent_3": "7%",
  "percent_4": "74%",
  "percent_5": "12%",
  "percent_6": "1%",
  "right_answer": "D. Discontinue diphenhydramine",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "New patient visits should always include a thorough review of current medications (including over-the-counter medications) to determine if any are inappropriate and/or causing adverse effects or problematic drug-drug interactions.  The risk of adverse drug events increases with the number of medications, and minimizing the use of non-essential medications can reduce the risk of an adverse event.  This patient is likely experiencing anticholinergic side effects (ie, urinary retention, constipation) due to the combined anticholinergic effects of amitriptyline and diphenhydramine.  Anticholinergic side effects are particularly common in older adults and can also include impaired memory, confusion, hallucinations, dry mouth, blurry vision, impaired sweating, tachycardia, and increased risk for falls.  Physicians should prioritize discontinuing unnecessary medications  prior to pursuing further workup or adding additional medications for chronic problems.  In this case, diphenhydramine should be discontinued as it is highly anticholinergic and has not helped with the patient's chronic insomnia. $#(Choice A)#  Although topiramate can be considered for migraine prevention, discontinuing unnecessary medication that is causing adverse effects takes priority. $#(Choice B)#  Zolpidem is a pharmacological treatment option for insomnia but should not be added to the patient's regimen as it has adverse effects in older adults, including increased risk of falls and confusion.  Non-pharmacological strategies (eg, cognitive behavioral therapy) are preferred for initial management of primary insomnia in older adults. $#(Choices C and E)#  Cystography is not indicated as this patient's urinary retention is more likely due to anticholinergic side effects.  A head CT scan would be extremely low yield in this patient with chronic headaches. $#(Choice F)#  Increasing the dose of amitriptyline would likely exacerbate the patient's anticholinergic side effects. $#Educational objective# Review of medications to determine if any are unnecessary or causing adverse effects is essential in providing high-quality patient care.  The cumulative anticholinergic burden of multiple medications is especially problematic in the elderly.  "
  
}
,


{
  "id": "1709",
  "title": "Investigators assessing the bioavailability of a new drug administer it intravenously (IV) to a volunteer and measure plasma concentrations of the drug over time.  After the drug is completely cleared from the volunteer's circulation, the investigators administer the same dose of the drug orally (PO) and again measure plasma concentrations of the drug over time.  The data obtained are plotted on the graph shown below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1709.jpg",
  "title_2": "Which of the following is the best determinant of oral bioavailability of this drug?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Area under the PO curve",
  "answer_2": "B. Area under the PO curve divided by area under the IV curve",
  "answer_3": "C. Maximal concentration at the peak of the PO curve",
  "answer_4": "D. Maximal concentration at the peak of the PO curve divided by maximal concentration at the peak of the IV curve",
  "percent_1": "35%",
  "percent_2": "46%",
  "percent_3": "9%",
  "percent_4": "10%",
  "right_answer": "B. Area under the PO curve divided by area under the IV curve",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",
  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1709.jpg",
  "explanation_1": "",
  "explanation_2": "$#Bioavailability# refers to the fraction of administered drug that reaches the systemic circulation and is therefore available for eliciting the desired pharmacologic effect.  A drug administered by the intravenous (IV) route has 100% bioavailability by definition.  For other modes of drug administration (eg, oral [PO], intramuscular [IM], subcutaneous [SQ], transdermal [TD], rectal [PR]), the bioavailability is usually less than 100%. $The bioavailability of a drug for a given route of administration can be determined by plotting plasma drug concentrations over time for a given dose administered by both the IV route and the other route being studied (eg, PO).  The #area under the curve# (AUC) of each plot represents the #total systemic drug exposure# for the given dose and route #(choice A).#  Bioavailability can then be determined by comparing the AUCs of each curve.  In this case, PO bioavailability can be calculated by #dividing the AUC of the PO curve by the AUC of the IV curve#. $In the case of PO administration, bioavailability depends upon the drug's ability to cross the intestinal mucosa and can be influenced by gastric acidity and motility, the presence of food or other drugs in the gut, and first-pass metabolism by the intestine and liver. $#(Choice C)#  The maximal concentration at the peak of the PO curve (ie, peak plasma level) is dose dependent and is not an indicator of drug bioavailability. $#(Choice D)#  PO administration of a drug usually results in lower peak serum drug levels compared to IV administration, even when PO bioavailability is near 100%, due to delayed absorption from the gastrointestinal tract (versus near-instantaneous delivery of IV drugs).  As a result, comparing peak PO to peak IV concentration levels is not an appropriate way to determine bioavailability. $#Educational objective# Bioavailability refers to the fraction of administered drug that reaches the systemic circulation.  For a drug administered by any route other than intravenous (IV), bioavailability is usually less than 100%.  Bioavailability can be determined by graphing plasma drug concentrations over time for a given dose administered by both the IV route and the other route being studied.  Oral (PO) bioavailability is calculated by dividing the area under the PO curve by the area under the IV curve.  "
  
},








































{
  "SubjectSystem":"Pathophysiology-Miscellaneous",
  "id": "19259",
  "title": "An 80-year-old woman is brought to the emergency department following a burn injury.  The patient lives alone in an apartment.  Earlier today, her clothes caught fire while she was cooking.  The patient's neighbor heard her screaming and helped extinguish the fire, but the patient had already sustained burns on her face, arms, and body.  She has a history of Parkinson disease and osteoporosis.  Temperature is 37.4 C (99.3 F), blood pressure is 140/84 mm Hg, pulse is 110/min, and respirations are 18/min.  Oxygen saturation is 95% on room air.  On examination, the patient is in distress and anxious.  There are partial- to full-thickness burns involving the lower face, neck, both arms, and anterior chest and abdomen.  Which of the following age-related cardiopulmonary changes is most likely to increase this patient's mortality risk?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Decreased cardiac adrenergic response",  
  "answer_2": "B. Decreased left ventricular wall thickness",  
  "answer_3": "C. Decreased ventilation-perfusion mismatch",  
  "answer_4": "D. Increased diaphragmatic strength",  
  "answer_5": "E. Increased large artery compliance",  
  "answer_6": "F. Increased lung gas exchange surface area",  
  "percent_1": "73%",  
  "percent_2": "7%",  
  "percent_3": "8%",  
  "percent_4": "1%",  
  "percent_5": "8%",  
  "percent_6": "3%",  
  "right_answer": "A. Decreased cardiac adrenergic response",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Physiologic age-related cardiovascular changes#∆⨉ §^#Aortic stiffening# ∆ • Elastin replacement with collagen • ↑ Pulse pressure (isolated systolic HTN) §^#Mild concentric LVH*# ∆ • Response to cardiomyocyte dropout & ↑ afterload • Resting EF, SV & cardiac output maintained • ↓ Maximal cardiac output §^#Conduction cell# #degeneration# ∆ • Slightly ↓ resting heart rate • ↓ Maximal heart rate §^#Reduced baroreceptor sensitivity & adrenergic$ responsiveness# ∆ • ↑ Orthostasis • ↓ Heart rate & contractility response %#*A soft S4 is a normal finding in the elderly.$ #EF =# ejection fraction; #HTN =# hypertension; #LVH =# left ventricular hypertrophy; #SV =# stroke volume.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "With #advancing age#, the cardiopulmonary system undergoes physiologic changes that can lead to reduced ability to cope with critical illness (eg, severe burns).  One of the major changes in the cardiovascular system involves #decreased responsiveness to adrenergic stimuli#, which contributes to a lower maximal heart rate and #reduced maximal cardiac output#. $#Critical illness# often involves a #hypermetabolic state# (ie, increased resting energy expenditure) and a marked decrease in intravascular blood volume (eg, evaporative losses with severe burn injury, vascular leakage with sepsis), both of which necessitate a sympathetic-mediated increase in heart rate and contractility to help maintain organ and tissue perfusion.  The attenuation of this response with age likely contributes to poorer critical illness outcomes in elderly patients. $#(Choices B and E)#  Compliance of the aorta and other large arteries decreases with age, resulting in isolated systolic hypertension and an increase in left ventricular afterload.  In response to the increased afterload, mild concentric left ventricular hypertrophy occurs, resulting in increased left ventricular wall thickness.  The reduced arterial compliance also decreases blood volume retained in the arterial system, which increases susceptibility to hypotension during critical illness. $#(Choices C and F)#  Degeneration of lung elastin with age causes alveolar enlargement and increased air trapping.  The alveolar enlargement decreases the percentage of the alveolar surface in contact with alveolar capillaries, reducing gas exchange surface area.  This effect, combined with reduced alveolar ventilation due to increased air trapping, increases ventilation-perfusion mismatching. $#(Choice D)#  Diaphragmatic strength decreases with age.  This has little effect on resting tidal volumes, but it increases the susceptibility to respiratory fatigue during periods of respiratory stress (eg, critical illness). $#Educational objective# Physiologic age-related changes in the cardiopulmonary system can lead to reduced ability to cope with critical illness.  These changes include reduced maximal heart rate and cardiac output due to decreased responsiveness to adrenergic stimuli, reduced retention of arterial blood volume due to decreased arterial compliance, and reduced respiratory strength and gas exchange efficiency.  "
  
}
,


{
  "id": "108013",
  "title": "A 1-day-old girl is evaluated in the newborn nursery due to swollen hands and feet.  She was born at term via cesarean delivery.  The newborn's vital signs are normal.  Examination is significant for a short, webbed neck; dysplastic nails; and bilateral, nonpitting carpal and pedal edema.  Ultrasound examination of the abdomen reveals a horseshoe kidney.  Which of the following is the most likely cause of this infant's edema?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Excessive urinary sodium retention",  
  "answer_2": "B. Impaired left ventricle contractility",  
  "answer_3": "C. Increased capillary permeability",  
  "answer_4": "D. Increased urinary loss of protein",  
  "answer_5": "E. Lymphatic network dysgenesis",  
  "percent_1": "14%",  
  "percent_2": "14%",  
  "percent_3": "8%",  
  "percent_4": "11%",  
  "percent_5": "52%",  
  "right_answer": "E. Lymphatic network dysgenesis",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Edema#∆⨉∆⨉ §^#Mechanism# ∆^#Examples# ∆^#Characteristics# §^#↑ Capillary hydrostatic pressure# ∆ • Heart failure • Glomerulonephritis, renal failure • Venous obstruction (eg, portal hypertension, DVT) ∆ • Pitting • Symmetric (eg, systemic conditions) or asymmetric (eg, DVT) • Dependent §^#↓ Capillary oncotic$ pressure (#hypoalbuminemia)# ∆ • Protein loss (eg, nephrotic syndrome) • Decreased protein synthesis (eg, cirrhosis, malnutrition) ∆↕ §^#↑ Capillary permeability# ∆ • Burns, sepsis • Allergic reactions • Hereditary angioedema ∆ • Nonpitting (may initially be pitting) • Usually asymmetric • Nondependent* or dependent** §^#Lymphatic obstruction# ∆ • Malignancy • Congenital lymphedema ∆↕ %#*Edema is nondependent with increased capillary permeability.$ **Edema is dependent with lymphatic obstruction. $ #DVT =# deep venous thrombosis.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This newborn has edema involving the hands and feet.  Edema develops due to accumulation of fluid in the interstitial space.  It can be categorized as pitting (ie, makes a physical indentation with applied pressure) or nonpitting. $• Pitting edema typically results when there is increased fluid extravasation into the interstitial space.  Common causes include increased capillary hydrostatic pressure (eg, right-sided heart failure, venous thrombosis) and decreased intravascular oncotic pressure (eg, nephrotic-range proteinuria, hypoalbuminemia in cirrhosis) #(choice D).# $• #Nonpitting edema# occurs when there is impaired drainage of excess interstitial water due to lymphatic obstruction (eg, malignancy, congenital hypoplasia) or accumulation of water-binding mucopolysaccharides in the interstitial space (ie, pretibial myxedema in hypothyroidism).  Increased capillary permeability (eg, angioedema) also characteristically causes nonpitting due to rapid extravasation of protein-rich fluid that overwhelms the normal drainage pathways #(choice C).# $In this case, the patient has nonpitting edema in addition to a webbed neck, nail dysplasia, and #horseshoe kidney#, a constellation of findings that is characteristic of @Turner syndrome@ (TS).  Swelling occurs in more than half of patients with TS and is due to #lymphatic network dysgenesis# causing @congenital lymphedema@.  Poor lymph absorption leads to the accumulation of fluid in the interstitial space of the hands and feet.  Impaired drainage of cervical lymph results in formation of a #webbed neck# (ie, short neck with loose skin), and severe obstruction of lymphatic vessels can result in @cystic hygroma@ and hydrops fetalis. $#(Choice A)#  Sodium (and therefore fluid) retention occurs with kidney failure and causes increased capillary hydrostatic pressure and edema that is pitting, in contrast to this patient's nonpitting edema.  In addition, although patients with TS are predisposed to horseshoe kidney, renal function is usually normal. $#(Choice B)#  Impaired left ventricle contractility initially causes left-sided heart failure and presents with signs of pulmonary edema, such as increased work of breathing (eg, tachypnea), hypoxia, and crackles (findings not seen in this patient).  Over time, increased pulmonary pressure can cause increased central venous pressure and lead to right-sided heart failure, but edema would be pitting, unlike the edema in this patient. $#Educational objective# Nonpitting edema often develops due to lymphatic outflow obstruction (eg, malignancy, congenital malformation).  Congenital lymphedema due to lymphatic network dysgenesis is common in Turner syndrome, which is also characteristically associated with webbed neck, horseshoe kidney, and nail dysplasia.  ",
  "clickable_1":"images/img1.108013.jpg",
  "clickable_2":"images/img2.108013.jpg",  
  "clickable_3":"images/img3.108013.jpg"
  

}
,


{
  "id": "20774",
  "title": "A 2-year-old boy is brought to the office due to fever.  For the past 6 days, he has had a fever of 39 C (102.2 F) to 40 C (104 F) that subsides minimally with acetaminophen.  Yesterday, his mother noted a rash on his diaper area.  Temperature is 39.2 C (102.6 F), pulse is 140/min, and respirations are 30/min.  Physical examination shows an irritable boy.  The patient's neck is supple with full range of motion.  Both hands and feet are slightly erythematous and edematous, and a peeling rash is present over the perineal area.  His @eyes@ and @lips@ appear as shown.  The remainder of the examination is unremarkable.  Which of the following is the most likely diagnosis? ",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"images/exhibit20774.jpg",
  "exhibit_2":"images/2exhibit20774.jpg",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Adenovirus infection",  
  "answer_2": "B. Hand, foot, and mouth disease",  
  "answer_3": "C. Kawasaki disease",  
  "answer_4": "D. Measles",  
  "answer_5": "E. Scarlet fever",  
  "percent_1": "6%",  
  "percent_2": "23%",  
  "percent_3": "57%",  
  "percent_4": "3%",  
  "percent_5": "11%",  
  "right_answer": "C. Kawasaki disease",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp20774.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has #Kawasaki disease#, an acute, inflammatory condition characterized by vasculitis of medium-sized arteries.  Most cases occur in children #age <5# with a peak incidence among those of East Asian ethnicity.  The persistent release of proinflammatory cytokines causes irritability and a #prolonged high fever# that is often unresponsive to antipyretics. $Diagnosis is clinical, consisting of fever ≥5 days and ≥4 of the following findings: $• #Conjunctivitis#:  bilateral, nonexudative, limbus sparing $• #Mucositis#:  erythematous, fissured lips; strawberry tongue $• Rash:  polymorphous, often begins in perineal area $• #Distal extremity changes#:  erythema, edema, desquamation of the hands and feet $• Cervical lymphadenopathy $A serious complication of Kawasaki disease is coronary artery inflammation leading to the development of #coronary artery aneurysms#, which can lead to myocardial ischemia, arrhythmias, and sudden death. $#(Choice A)#  Pharyngoconjunctival fever due to adenovirus can present with prolonged fever and nonexudative conjunctivitis.  In contrast to this case, however, patients typically have pharyngitis, not mucositis of the lips, and edematous extremities are not seen. $#(Choice B)#  Hand, foot, and mouth disease caused by coxsackievirus presents with fever and rash on the @palms@ and @soles@.  However, discrete @oropharyngeal sores@ would be seen, and conjunctivitis and extremity edema would not be expected. $#(Choice D)#  In addition to conjunctivitis and fever, measles causes cough and coryza, neither of which is seen here.  Oropharyngeal examination may reveal Koplik spots, or discrete buccal lesions, not diffuse labial erythema and inflammation.  In addition, the measles rash is characterized by cephalocaudal spread of maculopapular lesions that subsequently darken and coalesce; this patient's isolated perineal rash is inconsistent with measles. $#(Choice E)#  Scarlet fever presents with fever, strawberry tongue, and rash.  Although the rash in scarlet fever can desquamate, it is sandpaper-textured, diffuse, and prominent along skin folds (eg, axillae, antecubital fossae).  Moreover, exudative pharyngitis is usually present, and conjunctivitis would not be expected. $#Educational objective# Kawasaki disease is a vasculitis characterized by fever for ≥5 days and ≥4 of the following findings: nonexudative conjunctivitis, extremity changes, cervical lymphadenopathy, mucositis, and polymorphous rash.  ",
  "clickable_1":"images/img1.20774.jpg",
  "clickable_2":"images/img2.20774.jpg",  
  "clickable_3":"images/img3.20774.jpg"
  

}
,



























































{
  "SubjectSystem":"Immunology-Miscellaneous ",
  "id": "7656",
  "title": "A 34-year-old woman with end-stage kidney disease secondary to IgA nephropathy is undergoing kidney transplant from an unrelated living donor.  The patient receives induction immunosuppression with a rabbit antithymocyte globulin–based regimen immediately prior to the procedure.  The surgery is performed without complications, and maintenance immunosuppressive therapy is begun.  Ten days later, the patient experiences high fevers, generalized pruritic rash, and pain, redness, and swelling of the bilateral metacarpophalangeal joints, wrists, and knees.  The erythrocyte sedimentation rate is elevated.  Arthrocentesis of the involved joint yields synovial fluid with neutrophilic leukocytosis; there are no crystals and no bacteria on Gram stain.  Which of the following is most likely responsible for the increased synovial membrane permeability in this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. C3b",  
  "answer_2": "B. C5a",  
  "answer_3": "C. IL-5",  
  "answer_4": "D. N-formylated peptides",  
  "answer_5": "E. RANTES",  
  "percent_1": "17%",  
  "percent_2": "55%",  
  "percent_3": "17%",  
  "percent_4": "7%",  
  "percent_5": "4%",  
  "right_answer": "B. C5a",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",
  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient received #rabbit antithymocyte globulin# and subsequently developed manifestations (eg, high fever, pruritic rash, joint pain/swelling) of #serum sickness#, an immune complex–mediated, @type III hypersensitivity@ reaction that occurs #7-10 days# after exposure to #foreign protein# in medication or vaccination.  The underlying pathophysiology is as follows: $• Foreign proteins from the medication are processed by antigen-presenting cells and displayed on major histocompatibility complex class II molecules (MHCII). $• Patrolling CD4 cells bind the antigen-MHCII, undergo activation, and stimulate B cells to form plasma cells that secrete high-affinity IgG. $• The IgG binds the foreign proteins in the medication, thereby generating #immune complexes# (ICs). $When large quantities of ICs are rapidly formed, they aggregate and deposit in the #skin and joints#.  Deposited ICs activate the #classical complement cascade#.  Although this generates the opsonizing protein C3b, which allows the IC to be cleared by phagocytic cells using the C3b receptor #(choice A),# it also generates the highly inflammatory #anaphylatoxins C3a and C5a#. $C3a and C5a are potent chemoattractants that dramatically increase phagocyte recruitment (eg, neutrophils, macrophages) to areas of IC deposition due to effects on the vasculature (eg, vasodilation, increased permeability) and immune cells (eg, increased adhesion molecule expression).  This leads to development of #local# (eg, skin rash, joint pain/effusion, neutrophilic joint effusion) and #systemic# (eg, high fever, elevated erythrocyte sedimentation rate) #inflammatory manifestations# that resolve spontaneously over a few days as the ICs are processed/removed by phagocytes. $#(Choice C)#  IL-5 is a cytokine produced by activated CD4 cells and mast cells.  It stimulates B cells to proliferate and generate IgA.  It does not play a significant role in neutrophil recruitment to areas of IC deposition. $#(Choice D)#  N-formylated peptides are chemoattractants released by damaged host cells and pathogens.  Although they recruit neutrophils to areas of active infection, they are not the primary driver in serum sickness; in serum sickness, most of the inflammatory response is mediated by C3a and C5a. $#(Choice E)#  RANTES is a chemokine that recruits T cells, eosinophils, and basophils to areas of inflammation.  It is not a strong neutrophil chemoattractant and is not a significant by-product of the classical complement cascade activation. $#Educational objective# Serum sickness is an immune complex–mediated, type III hypersensitivity reaction that occurs when immune complexes deposit in skin and joints and activate the classical complement cascade.  This generates the highly inflammatory anaphylatoxins C3a and C5a, leading to skin rash, joint arthralgia/arthritis, and high fever.  ",
  "clickable_1":"images/img1.7656.mp4"
  

},

















































































{
  "SubjectSystem":"Physiology-Miscellaneous ",
  "id": "775",
  "title": "In an animal experiment the levels of various endogenous compounds are measured in the spinal fluid after application of noxious stimuli.  One of the compounds that increase as a result of the experiment is a pentapeptide with a strong affinity to delta- and mu-receptors.  Which of the following substances is most likely to have a common molecular origin with the pentapeptide described above?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Prolactin",
  "answer_2": "B. TSH",
  "answer_3": "C. ACTH",
  "answer_4": "D. Growth hormone",
  "answer_5": "E. Vasopressin",
  "answer_6": "F. Somatomedin C",
  "percent_1": "6%",
  "percent_2": "5%",
  "percent_3": "29%",
  "percent_4": "9%",
  "percent_5": "14%",
  "percent_6": "36%",
  "right_answer": "C. ACTH",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "Enkephalins, endorphins, and dynorphins are endogenous opioid peptides that are part of the body's naturally occurring opioid system.  These endogenous peptides are released in response to noxious stimuli and bind to different opioid receptors to allow physiologic modulation of pain.  Several different types of opioid receptors have been identified and include mu, delta, kappa, and N/OFQ receptors.  Available narcotics like morphine and hydromorphone produce therapeutic analgesic effects by binding to mu receptors and modulating pain perception.  Endogenous opioid peptides also play a significant role in gastrointestinal, endocrine, autonomic, and emotional function.  Beta-endorphin is one endogenous opioid peptide that is derived from proopiomelanocortin (POMC).  POMC is a polypeptide precursor that goes through enzymatic cleavage and modification to produce not only beta-endorphins, but also ACTH and MSH.  The fact that beta-endorphin and ACTH are derived from the same precursor suggests that there may be a close physiological relationship between the stress axis and the opioid system. $#(Choice A)#  Prolactin is a somatotropic hormone synthesized in the anterior pituitary and is responsible for breast development and milk production.  It is structurally similar to growth hormone. $#(Choice B)#  TSH is a glycoprotein hormone synthesized in the anterior pituitary and is responsible for stimulating the secretion of thyroid hormone.  It is also responsible for growth of the thyroid gland. $#(Choice D)#  Growth hormone belongs to the family of somatotropic hormones.  It is synthesized in the anterior pituitary and is responsible for overall body growth. $#(Choice E)#  Vasopressin, also known as antidiuretic hormone (ADH), is a hormone synthesized in the hypothalamus and released from the posterior pituitary.  It primarily functions to regulate fluid retention in the kidneys, but also causes arteriolar contraction of smooth muscle resulting in a pressor effect. $#(Choice F)#  Somatomedin C is a peptide that is structurally similar to insulin.  Also referred to as insulin like growth factor, somatomedin C is released in response to growth hormone and stimulates growth in target cells. $#Educational objective# Beta-endorphin is one endogenous opioid peptide that is derived from proopiomelanocortin (POMC).  POMC is a polypeptide precursor that goes through enzymatic cleavage and modification to produce not only beta-endorphins, but also ACTH and MSH.  The fact that beta-endorphin and ACTH are derived from the same precursor suggests that there may be a close physiological relationship between the stress axis and the opioid system.  "
  
}
,


{
  "id": "1587",
  "title": "A researcher is conducting an experiment to determine factors affecting vascular resistance.  Experiment animals are anesthetized, intubated, and attached to a controlled ventilation system.  A catheter is placed into a small artery in various organs in each animal.  The catheter is connected to a manometer for recording pressure and to an oximeter for continuous recording of oxygen saturation.  The fraction of inspired oxygen is gradually changed, and arteriolar resistance is calculated from the manometer readings at regular intervals.  The results shown below were most likely obtained from which of the following organs?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1587.jpg",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Brain",
  "answer_2": "B. Heart",
  "answer_3": "C. Kidneys",
  "answer_4": "D. Lungs",
  "answer_5": "E. Small intestine",
  "percent_1": "10%",
  "percent_2": "5%",
  "percent_3": "4%",
  "percent_4": "77%",
  "percent_5": "3%",
  "right_answer": "D. Lungs",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1587.jpg",
  "explanation_1": "",
  "explanation_2": "$This graph depicts a vascular bed in which arterial/arteriolar resistance increases as the tissue O2 content decreases.  This response is unique to the #pulmonary vasculature#, in which #hypoxic vasoconstriction# occurs to divert blood flow away from underventilated lung regions and toward well-ventilated lung areas.  This phenomenon #improves ventilation-perfusion mismatch# by decreasing physiologic shunting in poorly ventilated alveoli, leading to overall more #efficient gas exchange#.  The relationship between hypoxia and vascular resistance is reversed throughout the rest of the body, ensuring that hypoxic organs and tissues receive increased blood flow. $#(Choice A)#  Although the cerebral circulation is more sensitive to blood CO2 levels (small degrees of hypercapnia lead to vasodilation), hypoxia causes significant arteriolar dilation when the partial pressure of oxygen (PO2) falls below 50 mm Hg. $#(Choice B)#  In the coronary vasculature, subendocardial blood flow is mediated by the local tissue PO2, adenosine, prostacyclin, and nitric oxide.  Decreased tissue PO2 promotes vasodilation of arterioles in the myocardium. $#(Choice C)#  A large increase in sympathetic tone may cause vasoconstriction of the renal vasculature, but hypoxia does not have this effect. $#(Choice E)#  Parasympathetic-induced intestinal vasodilation occurs in response to digestive chyme passing over intestinal mucosa.  Sympathetic tone (not hypoxia) plays a large role in the splanchnic vasoconstriction that occurs with exercise or significant hypovolemia. $#Educational objective# The pulmonary vascular bed is unique in that tissue hypoxia results in a vasoconstrictive response.  Such hypoxic vasoconstriction occurs in the small muscular pulmonary arteries to divert blood flow away from underventilated lung regions and toward well-ventilated lung areas to minimize ventilation-perfusion mismatch, leading to more efficient overall gas exchange.  "
  
}
,


{
  "id": "12024",
  "title": "A 23-year-old healthy man who lives at sea level is attempting to trek to the Mount Everest base camp at an elevation of 5,334 m (17,500 ft).  While hiking, he experiences mild shortness of breath, lightheadedness, headache, and fatigue.  The patient reaches the base camp after 7 days, where he is evaluated at a high-altitude clinic.  He appears exhausted, but physical examination is otherwise unrevealing.  Which of the following physiologic changes has most likely occurred in this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Decreased peripheral chemoreceptor firing",
  "answer_2": "B. Decreased pulmonary vascular resistance",
  "answer_3": "C. Decreased renal erythropoietin production",
  "answer_4": "D. Increased erythrocyte 2,3-bisphosphoglycerate (2,3-BPG) synthesis",
  "answer_5": "E. Increased renal HCO3− reabsorption",
  "percent_1": "4%",
  "percent_2": "3%",
  "percent_3": "1%",
  "percent_4": "82%",
  "percent_5": "10%",
  "right_answer": "D. Increased erythrocyte 2,3-bisphosphoglycerate (2,3-BPG) synthesis",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#High-altitude illness#∆⨉ §^#Pathogenesis# ∆ • Reduced PiO2 at high altitude (>2,500 m [~8000 ft]) §^#Physiologic responses# ∆ • Hyperventilation: helps ↑ PaO2 but causes ↓ PaCO2 • Erythrocytes: ↑ 2,3-BPG production (↑ O2 unloading in tissues) • Kidneys: ↑ Erythropoietin production & ↑ HCO3− excretion §^#Complications# ∆ • Acute mountain sickness $== ○ Headache, fatigue, nausea • Cerebral edema (↓ PaO2 → ↑ cerebral blood flow) $== ○ Lethargy, confusion, gait disturbance • Pulmonary edema (unbalanced hypoxic vasoconstriction) $== ○ Dyspnea, cough ± hemoptysis, respiratory distress %#2,3-BPG =# 2,3-bisphosphoglycerate; #PiO2 =# partial pressure of inspired oxygen.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient is most likely suffering from #acute mountain sickness (AMS)#, a type of #high-altitude illness# resulting from low partial pressure of oxygen (pO2) in environments >2,500 m (8,000 ft).  Although the fraction of oxygen in inspired air remains constant (21%) at different terrestrial elevations, barometric pressure drops with increasing altitude, leading to decreased pO2 in the air and lungs. $In an otherwise healthy patient, the pO2 rapidly equilibrates between the alveoli and arterial blood, causing #hypoxemia# when the pO2 drops below 80 mm Hg.  Several acute physiological changes occur in response to the resulting #hypobaric hypoxia#: $• Increased firing of @peripheral chemoreceptors@ causes hyperventilation, which directly reduces hypoxemia and improves tissue oxygenation #(choice A).# $• #Increased 2,3-bisphosphoglycerate (2,3-BPG) #synthesis by erythrocytes, which shifts the @O2-hemoglobin dissociation curve@ to the right, decreasing the affinity of hemoglobin for oxygen and facilitating the offloading of oxygen in peripheral tissues. $Hyperventilation also decreases the partial pressure of carbon dioxide, resulting in increased blood pH (#respiratory alkalosis#).  Common symptoms of AMS include headache, fatigue, dyspnea, dizziness, and sleep disturbances.  Most cases subside within 2 days but can progress to life-threatening cerebral and/or pulmonary edema in susceptible patients.  In the absence of underlying pathology, symptoms typically resolve within 48 hours as the kidneys #increase HCO3− excretion# to compensate for the alkalosis, restoring pH toward the normal range and improving symptoms #(choice E).# $#(Choice B)#  Hypoxia induces widespread vasoconstriction of the pulmonary vasculature; this increases pulmonary vascular resistance and pulmonary arterial pressure and can result in pulmonary edema. $#(Choice C)#  Hypoxemia stimulates increased erythropoietin production in the renal cortex, which results in polycythemia and increased oxygen-carrying capacity over time (days to weeks of sustained hypoxemia). $#Educational objective# People traveling to elevations >2500 m (8000 ft) can develop high-altitude illness, characterized by hypobaric hypoxia with the potential to develop life-threatening cerebral and/or pulmonary edema.  Key adaptive responses to hypoxemia include hyperventilation to increase blood oxygenation and increased synthesis of 2,3-bisphosphoglycerate in erythrocytes (facilitating oxygen offloading into peripheral tissues).  ",
  "clickable_1":"images/img1.12024.jpg",
  "clickable_2":"images/img2.12024.jpg"
  

},





































































{
  "SubjectSystem":"Biochemistry-Miscellaneous ",
  "id": "311",
  "title": "A 46-year-old man comes to the emergency department due to recurrent nosebleeds.  When interviewed for additional history, he becomes belligerent and uncooperative.  A review of medical records shows that the patient has a history of alcohol use disorder; he has been placed in homeless shelters on multiple occasions but has not remained there for any prolonged periods.  Physical examination shows swollen gums, scattered ecchymoses, and follicular hyperkeratosis.  He also has a chronic ulcer on the left lower extremity that does not appear to be infected.  Which of the following mechanisms most likely accounts for this patient's examination findings?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Abnormal oxidative decarboxylation of ketoacids",
  "answer_2": "B. Abnormal proline hydroxylation",
  "answer_3": "C. Abnormal transamination",
  "answer_4": "D. Deficient methionine synthesis",
  "answer_5": "E. Diminished synthesis of purines",
  "percent_1": "5%",
  "percent_2": "71%",
  "percent_3": "6%",
  "percent_4": "11%",
  "percent_5": "7%",
  "right_answer": "B. Abnormal proline hydroxylation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",
  "table":"",
  "table_3":"§^#Water-soluble vitamins#∆⨉∆⨉ §^#Vitamin# ∆^#Primary function# ∆^#Deficiency# §^#Thiamine (B1)# ∆^Decarboxylation of α-keto acids (carbohydrate metabolism) ∆ • Beriberi (peripheral neuropathy, heart failure) • Wernicke-Korsakoff syndrome §^#Riboflavin (B2)# ∆^Mitochondrial redox reactions (FMN, FAD) ∆ • Cheilosis, stomatitis, glossitis • Normocytic anemia §^#Niacin (B3)# ∆^Redox reactions (NAD/NADP) ∆ • Pellagra (dermatitis, dementia, diarrhea) §^#Pantothenic acid (B5)# ∆^Acetylation reactions (CoA) ∆ • Distal paresthesia (rare) §^#Pyridoxine (B6)# ∆^Transamination of amino acids (amino acid synthesis) ∆ • Peripheral neuropathy • Cheilosis, stomatitis, glossitis §^#Biotin (B7)# ∆^Carboxylase reactions (CO₂ carrier) ∆ • Dermatitis, conjunctivitis, alopecia, neurologic changes §^#Folate (B9)# ∆^Hydroxymethyl/formyl carrier (purine & thymine synthesis) ∆ • Megaloblastic anemia • Neural tube defects (fetus) §^#Cobalamin (B12)# ∆^Isomerase & methyltransferase cofactor (DNA & methionine synthesis) ∆ • Megaloblastic anemia • Neurologic deficits §^#Ascorbic acid (C)# ∆^Hydroxylation of proline & lysine (collagen synthesis) ∆ • Scurvy (perifollicular hemorrhage, gingivitis, muscle pain) %#FAD# = flavin adenine dinucleotide; #FMN# = flavin mononucleotide.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient has easy bleeding/bruising, gingivitis, and follicular hyperkeratosis, findings indicative of #vitamin C deficiency (scurvy)#.  This condition is rare in resource-rich regions but can be seen in patients who are at risk for #malnutrition# (eg, alcohol use disorder, anorexia), as in this case. $Vitamin C is a required cofactor for the #hydroxylation of proline and lysine# by prolyl and lysyl hydroxylases, respectively, during @collagen synthesis@.  The hydroxylated residues (hydroxyproline and hydroxylysine) are essential for the formation of a stable triple helix collagen structure as well as the cross-linking of collagen molecules, both of which contribute to the tensile strength of collagen. $Impaired hydroxylation in vitamin C deficiency compromises collagen's tensile strength, increasing capillary wall fragility and causing petechiae/ecchymoses, #mucosal bleeding# (eg, nosebleeds), and perifollicular hemorrhages.  #Periodontal disease# (@gingival erythema@/edema/bleeding) and hyperkeratotic follicles (due to keratin plugging) with coiled/@corkscrew hairs@ are also common features.  In addition, defective collagen production is associated with #poor wound healing#, as seen in this patient with a chronic, noninfected ulcer. $#(Choice A)#  Thiamine (vitamin B1) is a cofactor in several decarboxylation reactions that are catalyzed by dehydrogenase enzymes (eg, pyruvate to acetyl coenzyme A) in the citric acid cycle.  Deficiency can cause peripheral neuropathy (dry beriberi), heart failure (wet beriberi), and central nervous system dysfunction (Wernicke-Korsakoff syndrome). $#(Choice C)#  Vitamin B6 (pyridoxine) is a cofactor in several reactions that involve amino acids (eg, transamination, decarboxylation, deamination).  In contrast to this case, pyridoxine deficiency manifests with cheilosis, glossitis, and peripheral neuropathy. $#(Choices D and E)#  Folate deficiency causes decreased purine and thymidine synthesis, which manifests with megaloblastic anemia (eg, fatigue, pallor, irritability).  Vitamin B12 is a cofactor for the synthesis of methionine from homocysteine and for synthesis of succinyl coenzyme A from methylmalonyl coenzyme A; deficiency also presents with megaloblastic anemia in addition to neurologic dysfunction. $#Educational objective# Vitamin C is a required cofactor for the hydroxylation of proline and lysine residues during collagen synthesis.  Vitamin C deficiency (scurvy), primarily seen in patients with malnutrition (eg, alcohol use disorder), leads to capillary bleeding (eg, epistaxis), poor wound healing, follicular hyperkeratosis, and periodontal disease.  ",
  "clickable_1":"images/img1.311.jpg",
  "clickable_2":"images/img2.311.jpg",  
  "clickable_3":"images/img3.311.jpg"
  

},

































































































{
  "SubjectSystem":"Genetics-Miscellaneous",
  "id": "34",
  "title": "A boy is admitted to the neonatal intensive care unit shortly after being born to a 28-year-old woman who had poor prenatal care.  His temperature is 37.2 C (99 F), blood pressure is 70/30 mm Hg, pulse is 128/min, and respirations are 40/min.  Pulse oximetry shows 85% on room air.  Physical examination is significant for orbital hypertelorism, a submucous cleft palate, and bifid uvula.  An echocardiogram reveals right ventricular hypertrophy, pulmonary stenosis with ventricular septal defect, and overriding aorta.  The patient's diagnosis is eventually confirmed by fluorescence in situ hybridization.  These findings are most consistent with which of the following mechanisms?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Abnormal ciliary motility",  
  "answer_2": "B. Chromosome microdeletion",  
  "answer_3": "C. Defect in fibrillin synthesis",  
  "answer_4": "D. Genomic imprinting",  
  "answer_5": "E. Mutation of tumor suppressor gene",  
  "answer_6": "F. Nucleotide repeat expansion",  
  "percent_1": "4%",  
  "percent_2": "79%",  
  "percent_3": "4%",  
  "percent_4": "6%",  
  "percent_5": "1%",  
  "percent_6": "6%",  
  "right_answer": "B. Chromosome microdeletion",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#DiGeorge syndrome/velocardiofacial syndrome#∆⨉ §^#Pathogenesis# ∆ • Chromosome 22q11.2 deletion • Defective development of pharyngeal pouches §^#Clinical$ features# ∆ • #C#onotruncal #c#ardiac defects (tetralogy of Fallot, truncus arteriosus, interrupted aortic arch) • #A#bnormal facies • #T#hymic hypoplasia/aplasia (#T#-cell deficiency) • #C#raniofacial deformities (#cl#eft palate) • #H#ypocalcemia/#H#ypoparathyroidism",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "Chromosome 22q11.2 #microdeletion# involves deletion of genes residing in adjacent loci.  This results in variable phenotypes including #DiGeorge syndrome# (cardiac anomalies, hypoplastic/absent thymus, hypocalcemia) and #velocardiofacial syndrome# (cleft palate, cardiac anomalies, dysmorphic facies); the latter is exemplified in this patient. $Defective #neural crest migration# into derivatives of the #third# and #fourth# pharyngeal pouches results in maldevelopment of the thymus and parathyroid as well as subsequent T-cell deficiency and hypocalcemia.  Cardiac defects include interrupted aortic arch and @tetralogy of Fallot@ (described in this patient).  Dysmorphic facial features include orbital hypertelorism, short palpebral fissures and short philtrum, cleft palate, and bifid uvula.  In #fluorescence in situ hybridization# (the gold standard test), genes of interest are hybridized with fluorescently labeled DNA probe.  Lack of fluorescent signal is indicative of a microdeletion. $#(Choice A)#  Kartagener syndrome results from immotile cilia due to an autosomal recessive microtubular defect in the dynein arm.  It results in infertility, situs inversus, chronic sinusitis, and bronchiectasis. $#(Choice C)#  Marfan syndrome, a fibrillin defect, causes cystic medial necrosis of the aorta and joint hyperextensibility.  It is not associated with a cleft palate, but rather with a high-arched palate with crowded teeth and a narrow face. $#(Choice D)#  Microdeletion syndrome due to genomic imprinting includes Prader-Willi syndrome (PWS) and Angelman syndrome (AS).  In PWS, paternal genes are deleted (15q-) and maternal genes are silenced, resulting in short stature, obesity, hypotonia, and hypogonadism.  In AS, maternal genes are deleted (15q-) and paternal genes are silenced.  Patients have microcephaly, ataxia, hand flapping movements, and frequent laughter (\"happy puppet\"). $#(Choice E)#  Tuberous sclerosis involves defective tumor suppressor gene-coded proteins hamartin (TSC1) and tuberin (TSC2), and is characterized by @cutaneous angiofibromas@, brain hamartomas, and cardiac rhabdomyomas. $#(Choice F)#  Friedrich ataxia (GAA repeat) is characterized by spinocerebellar degeneration and spinal ataxia.  It is not associated with facial or palatal malformations.  Other examples of trinucleotide repeats include @Fragile X@ (CGG) and myotonic dystrophy (CTG). $#Educational objective# Chromosome 22q11.2 microdeletion results in DiGeorge syndrome (cardiac anomalies, hypoplastic or absent thymus, and hypocalcemia) and velocardiofacial syndrome (cleft palate, cardiac anomalies, dysmorphic facies).  Fluorescence in situ hybridization is the \"gold standard\" for detecting a microdeletion.  ",
  "clickable_1":"images/img1.34.jpg",
  "clickable_2":"images/img2.34.jpg",  
  "clickable_3":"images/img3.34.jpg"
  

}
,


{
  "id": "7583",
  "title": "An 8-year-old boy is brought to the clinic due to behavioral problems.  The patient has a history of intellectual disability and is in special education classes.  For the last few months, his teachers have reported that he has had increasing difficulty following directions and maintaining his attention.  The parents have recently noticed that the child seems to have muscle weakness in his hands.  The patient's mother developed a similar weakness several years ago.  Vital signs are normal.  Eye examination shows bilateral lenticular opacities.  Firm percussion over the thenar eminence results in prolonged thumb abduction with slow muscle relaxation.  Further workup would most likely reveal which of the following?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Expanded trinucleotide repeats",  
  "answer_2": "B. Mitochondrial DNA mutation",  
  "answer_3": "C. Partial chromosome deletion",  
  "answer_4": "D. Uniparental disomy",  
  "answer_5": "E. X-linked frameshift mutation",  
  "percent_1": "48%",  
  "percent_2": "35%",  
  "percent_3": "3%",  
  "percent_4": "3%",  
  "percent_5": "11%",  
  "right_answer": "A. Expanded trinucleotide repeats",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",
  "table":"",
  "table_3":"§^#Myotonic dystrophy#∆⨉ §^#Pathogenesis# ∆ • Autosomal dominant trinucleotide (CTG) repeat expansion in DMPK gene* • Untranslatable mutant mRNA disrupts gene expression:$== o Disorganized T tubules → weakness & $==type I myofiber atrophy$== o Skeletal muscle chloride channel dysfunction$== → delayed muscle relaxation (myotonia) §^#Clinical features# ∆ • Classic (adult) form:$== o Progressive muscle weakness (eg, face, $== hands, ankles)$== o Myotonia$== o Cardiac abnormalities (eg, arrhythmias,$== cardiomyopathy)$== o Cataracts, frontal balding, insulin resistance • Childhood form:$== o Cognitive & behavioral problems (classic $== symptoms develop over time) §^#Diagnosis# ∆ • Genetic testing %*Repeat length correlates with earlier onset of more severe disease.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This child with intellectual disability has weakness and slow muscle relaxation, findings suggestive of #myotonic dystrophy# (DM).  DM is an autosomal dominant muscular dystrophy due to an #expansion of CTG trinucleotide repeats# within the dystrophia myotonica protein kinase (DMPK) gene.  Increased repeat length occurs with successive generations and is associated with earlier onset of more severe disease (ie, @anticipation@); this patient's parent with mild muscle weakness is most likely due to adult-onset DM. $In the childhood form of DM, #intellectual disability# and #behavioral problems# are often the predominant features.  Other key findings characteristic of classic DM may be present or develop over time: $• #Weakness#, atrophy, and pain of facial and distal limb musculature $• #Myotonia#, or delay in muscle relaxation, such as sustained hand contraction after attempted grip release or sustained thumb abduction after thenar eminence percussion (as seen here) $• Cardiac abnormalities (eg, conduction disturbances, cardiomyopathy) $• Gastrointestinal tract disturbances (eg, dysphagia, constipation) $• Nonmuscular involvement such as frontal hair loss, #cataracts# (lens opacities), insulin resistance, and daytime somnolence $#(Choice B)#  Mitochondrial myopathies are often maternally inherited and characterized by muscle weakness (eg, exercise intolerance) and lactic acidosis in more severe cases.  Cataracts may be present, but myotonia does not occur. $#(Choice C)#  Partial chromosome deletion can be seen with inherited causes of intellectual disability (eg, cri-du-chat syndrome) but would not explain this patient's myotonia or cataracts. $#(Choice D)#  Uniparental disomy is the mode of inheritance for Prader-Willi and Angelman syndromes, which are associated with cognitive dysfunction and behavioral disturbances but not myotonia. $#(Choice E)#  X-linked frameshift mutation in dystrophin gene can cause both Duchenne and Becker muscular dystrophy.  These conditions present with muscle weakness, but the proximal lower extremities are typically affected first and cataracts and myotonia are not seen. $#Educational objective# Myotonic dystrophy is an autosomal dominant condition caused by a trinucleotide repeat expansion; successive generations typically have an increased number of repeats, resulting in earlier and more severe disease (ie, anticipation).  In children, cognitive/behavioral issues may be the initial findings before development of muscle weakness and myotonia.  ",
  "clickable_1":"images/img1.7583.jpg"
  

}
,


{
  "id": "1822",
  "title": "A small-for-gestational-age infant is born prematurely to a 38-year-old woman who had inconsistent prenatal care.  Physical examination shows a small head and eyes as well as a cleft lip and palate.  There is a small, round punched-out lesion with an overlying thin membrane on the patient's scalp.  A small, membranous sac with a loop of bowel protrudes from the patient's abdominal midline.  The infant is transferred to the neonatal intensive care unit for further workup and management.  Which of the following is most likely responsible for this patient's condition?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Down syndrome",  
  "answer_2": "B. Edwards syndrome",  
  "answer_3": "C. Maternal nicotine use",  
  "answer_4": "D. Maternal phenytoin ingestion",  
  "answer_5": "E. Maternal rubella infection",  
  "answer_6": "F. Patau syndrome",  
  "answer_7": "G. Williams syndrome",  
  "percent_1": "6%",  
  "percent_2": "11%",  
  "percent_3": "4%",  
  "percent_4": "16%",  
  "percent_5": "3%",  
  "percent_6": "58%",  
  "percent_7": "2%",  
  "right_answer": "F. Patau syndrome",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1822.jpg",
  "explanation_1": "",
  "explanation_2": "$#Patau syndrome#, or #trisomy 13#, is a severe genetic disorder with phenotypic features reflecting a defect in the fusion of the #prechordal mesoderm#, an integral embryological structure affecting growth of the midface, eyes, and forebrain.  This results in catastrophic midline defects, including @holoprosencephaly@, microcephaly, #microphthalmia#, #cleft lip/palate#, and @omphalocele@.  Abnormal brain development results in intellectual disability and seizures.  Additional abnormalities include #polydactyly# and #cutis aplasia# (focal skin defect of the scalp).  The majority of patients with Patau syndrome die in utero; only 5% survive beyond 6 months. $Cytogenetic studies usually demonstrate @meiotic nondisjunction@, which is the failure of chromosomal separation during meiosis, causing inheritance of a chromosome pair from 1 parent rather than a single chromatid.  Maternal age ≥ 35 is an important risk factor for this abnormality of oocyte division.  Nondisjunction results in a fetus with 3 complete copies of chromosome 13 (47, XX, +13). $#(Choice A)#  Patients with @Down syndrome (trisomy 21)@ typically have a flat facial profile, upslanting palpebral fissures, low-set small ears, redundant skin at the nape of the neck, single transverse palmar crease, and hypotonia.  Increased rates of duodenal atresia and Hirschsprung disease are seen in these patients. $#(Choice B)#  Clinical manifestations of @Edwards syndrome (trisomy 18)@ include fetal growth retardation, hypertonia, micrognathia, and congenital heart defects.  Additional features include clenched hands with overlapping fingers, Meckel's diverticulum, and malrotation. $#(Choice C)#  Nicotine use during pregnancy increases the risk of prematurity and low birth weight.  Related pregnancy complications include placenta previa and abruption. $#(Choice D)#  Fetal exposure to maternal phenytoin has been associated with several congenital anomalies (eg, cardiac defects, cleft lip/palate, hypoplastic nails).  It is not associated with cutis aplasia or omphalocele. $#(Choice E)#  Congenital rubella syndrome typically occurs after a first trimester maternal rubella infection.  Abnormalities classically include hearing loss, cataracts, and cardiac defects. $#(Choice G)#  Williams syndrome is a genetic disorder classically associated with \"elfin\" facies, supravalvular aortic stenosis, and an extroverted personality. $#Educational objective# Patau syndrome (trisomy 13) usually occurs secondary to meiotic nondisjunction in mothers of advanced maternal age.  Key physical findings reflect defective prechordal mesoderm fusion resulting in midline defects (eg, holoprosencephaly, microphthalmia, cleft lip/palate, omphalocele) as well as polydactyly and cutis aplasia.  ",
  "clickable_1":"images/img1.1822.jpg",
  "clickable_2":"images/img2.1822.jpg",  
  "clickable_3":"images/img3.1822.jpg",
  "clickable_4":"images/img4.1822.jpg",
  "clickable_5":"images/img5.1822.jpg"

}
,


{
  "id": "1823",
  "title": "A newborn is examined immediately after an induced vaginal delivery for fetal growth retardation.  On visual inspection, the infant has low-set ears, a small mandible, and a prominent occiput.  The neonate has a weak cry and increased tone of the extremities, including clenched hands with second and fifth digits on top of the third and fourth digits.  Cardiac auscultation reveals a harsh, IV/VI holosystolic murmur heard best at the left sternal border.  The infant is transferred to the neonatal intensive care unit for further workup and management.  Which of the following is the most likely chromosomal abnormality in this infant?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. 5p deletion",  
  "answer_2": "B. 22q11 deletion",  
  "answer_3": "C. 47, XX, +13",  
  "answer_4": "D. 47, XX, +18",  
  "answer_5": "E. 47, XX, +21",  
  "percent_1": "7%",  
  "percent_2": "8%",  
  "percent_3": "14%",  
  "percent_4": "65%",  
  "percent_5": "7%",  
  "right_answer": "D. 47, XX, +18",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1823.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has #trisomy 18 (Edwards syndrome)#, in which a complete extra copy of chromosome 18 is inherited as a result of #meiotic nondisjunction#.  This error in oocyte division occurs prior to ovulation and fertilization and increases with maternal age ≥ 35. $Dysmorphic features include micrognathia, low-set ears, prominent occiput, and #rocker bottom feet#.  Patients have significant hypertonia, including #clenched hands# with #overlapping fingers#.  Anomalies of cardiac (eg, #ventricular septal defect#, patent ductus arteriosus), genitourinary (eg, horseshoe kidney), and gastrointestinal (eg, Meckel's diverticulum, malrotation) systems are characteristic.  Prenatal ultrasound findings include fetal growth restriction, as seen in this patient.  The majority of those affected die in utero; half of livebirths die by age 2 weeks.  Surviving patients have severe intellectual disability. $#(Choice A)#  Cri-du-chat syndrome (5p deletion) presents with a weak or \"cat-like\" cry as well as hypotonia, failure to thrive, and developmental delay.  Phenotypic features include microcephaly, low-set ears, hypertelorism, and a broad nasal bridge. $#(Choice B)#  Features of DiGeorge syndrome (22q11 deletion) include @aortic arch anomalies@, thymic hypoplasia/aplasia, and hypocalcemia (parathyroid gland underdevelopment).  Phenotypically, neonates can present with hypertelorism, low-set ears, micrognathia, and cleft palate. $#(Choice C)#  @Trisomy 13 (Patau syndrome)@ presents with midline facial defects (eg, holoprosencephaly, cleft lip/palate), musculoskeletal abnormalities (eg, polydactyly), and gastrointestinal anomalies (eg, omphalocele, umbilical hernia).  Trisomy 13 is notably not associated with overlapping fingers. $#(Choice E)#  @Trisomy 21 (Down syndrome)@ is the most common autosomal trisomy.  Classic findings include a flat facial profile, upslanting palpebral fissures, low-set small ears, single transverse palmar crease, and hypotonia. $#Educational objective# Trisomy 18, or Edwards syndrome, is most commonly the result of meiotic nondisjunction due to advanced maternal age.  Key findings include fetal growth retardation, hypertonia (clenched hands with overlapping fingers), rocker bottom feet, and cardiac/gastrointestinal/renal defects.  ",
  "clickable_1":"images/img1.1823.jpg",
  "clickable_2":"images/img2.1823.jpg",  
  "clickable_3":"images/img3.1823.jpg"
  

}
,






































































































{
  "SubjectSystem":"Embryology-Miscellaneous ",
  "id": "107955",
  "title": "A 12-month-old girl is brought to the clinic for evaluation of pain.  Over the last few weeks, the parents have noticed that the patient tends to cry and appear uncomfortable when she sits down.  More recently, the patient has started to cry when the parents try to put her in her car seat.  Examination shows a firm, tender mass along the coccyx region.  Imaging reveals a tumor in the sacrococcygeal area.  The mass is excised, revealing the presence of hair, teeth, skeletal muscle, and intestinal epithelium.  This patient's tumor most likely originated from the same type of embryonic cell as which of the following malignancies?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Melanoma",
  "answer_2": "B. Neuroblastoma",
  "answer_3": "C. Ovarian germ cell tumor",
  "answer_4": "D. Ovarian granulosa cell tumor",
  "answer_5": "E. Sertoli-Leydig cell tumor",
  "percent_1": "7%",
  "percent_2": "9%",
  "percent_3": "77%",
  "percent_4": "5%",
  "percent_5": "2%",
  "right_answer": "C. Ovarian germ cell tumor",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient's sacrococcygeal tumor contains derivatives of the #ectoderm# (eg, hair, teeth), #mesoderm# (eg, skeletal muscle), and #endoderm# (eg, intestinal epithelium), findings suggestive of a teratoma.  Teratomas contain differentiated tissues from each of the 3 primary germ cell layers and are a type of #germ cell tumor (GCT)#, the origin of which is the primordial germ cell. $During early embryogenesis, the epiblast cell layer gives rise to the ectoderm, mesoderm, and endoderm in a process called @gastrulation@.  Prior to gastrulation, however, a subset of pluripotent epiblast cells (primordial germ cells) migrates toward the genital ridge, the precursor for the undifferentiated gonad.  The cells ultimately differentiate within the gonad (ovary or testis) into gametes (egg or sperm). $#Failed migration# of a subpopulation of primordial germ cells can result in an #extragonadal# GCT, often in a midline location within the suprasellar, mediastinal, and sacrococcygeal regions; a sacrococcygeal mass can present with bowel/bladder obstruction, weakness, or pain, as seen in this patient.  However, the #most common #location for a GCT is the #gonad itself# (eg, @ovarian germ cell tumor@); tumor subtypes include teratomas, dysgerminomas, and yolk sac tumors. $#(Choices A and B)#  Melanoma is a malignancy of melanocytes, and neuroblastoma is a malignancy of sympathetic ganglion cells.  Melanocytes and sympathetic ganglion cells are derivatives of the neural crest, a group of multipotent, migratory cells that originate in the ectoderm germ layer. $#(Choices D and E)#  Ovarian granulosa cell and Sertoli-Leydig cell tumors are sex cord–stromal tumors of the ovary and testis, respectively.  The stroma and sex cords are supportive tissues within the gonad that are derived from mesoderm and do not contain germ cells. $#Educational objective# Teratomas contain differentiated tissues from each of the 3 primary germ cell layers and are a type of germ cell tumor (GCT).  GCTs originate from primordial germ cells and most commonly arise within the gonad itself (eg, ovarian germ cell tumor).  ",
  "clickable_1":"images/img1.107955.jpg",
  "clickable_2":"images/img2.107955.jpg"
  

}
,


{
  "id": "107719",
  "title": "Researchers are studying embryologic development of the eye.  They observe reciprocal signaling interactions between the optic vesicle and surface ectoderm.  The optic vesicle sends inductive signals to the surface ectoderm, resulting in its development into a lens.  Reciprocally, the developing lens sends inductive signals to the optic vesicle, resulting in its development into the optic cup, which contributes to the retina.  The differentiation of either structure cannot occur without this reciprocal signaling interaction.  This type of embryologic signaling interaction also occurs between which of the following?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Endoderm and splanchnic mesoderm during vasculogenesis",
  "answer_2": "B. Metanephric blastema and ureteric bud during kidney formation",
  "answer_3": "C. Neural crest and endoderm during gut tubulogenesis",
  "answer_4": "D. Sertoli cells and primordial germ cells during gamete development",
  "percent_1": "6%",
  "percent_2": "64%",
  "percent_3": "15%",
  "percent_4": "15%",
  "right_answer": "B. Metanephric blastema and ureteric bud during kidney formation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "Organogenesis relies on coordinated embryologic signaling between tissues for normal development.  #Reciprocal induction# is a type of signaling that occurs between two tissues; #both must be present# to induce normal development. $#Eye development# is an example of reciprocal induction, in which signaling molecules from the optic vesicle bind receptors on the surface ectoderm, which induces lens formation via various intracellular signal transduction pathways.  The developing lens then acts as the inducer by signaling development of the optic vesicle into the optic cup. $Reciprocal induction also occurs between the @metanephric blastema@ and the #ureteric bud#, which are embryologic structures that give rise to the mature kidneys and collecting system, respectively: $• The metanephric blastema induces formation of the ureteric bud, which then induces the metanephric blastema to condense and epithelialize. $• In sequential iterations, the metanephric blastema then induces the ureteric bud to branch and elongate into the renal collecting system and ureters, whereas the ureteric bud induces formation of segmented nephrons, ultimately forming mature renal parenchyma. $Normal #kidney and urinary tract development# depends on this reciprocal interaction because neither the metanephric blastema nor the ureteric bud would develop normally if isolated from the other (eg, defects in ureteric bud branching can result in renal agenesis). $#(Choice A)#  The endoderm induces splanchnic mesoderm development into primitive endothelial cells that join together to form blood vessels; however, no reciprocal signaling exists from the splanchnic mesoderm to the endoderm. $#(Choice C)#  Neural crest cells differentiate into enteric ganglia in response to signaling from the foregut, but the foregut develops into the intestines independent of neural crest cells.  For example, Hirschsprung disease is a disorder of neural crest cell migration characterized by a segment of aganglionic colon, although the intestine itself develops normally otherwise. $#(Choice D)#  Sertoli cells in the fetal testis signal primordial germ cells to develop into mature gametes (ie, sperm), but no reciprocal signaling exists from germ cells to Sertoli cells. $#Educational objective# Reciprocal induction is a type of signaling that occurs between two tissues that requires both be present to induce normal development.  Reciprocal induction occurs in development of the kidney (ie, between metanephric blastema and ureteric bud) and the eye (ie, between optic vesicle and surface ectoderm).  ",
  "clickable_1":"images/img1.107719.jpg"
  

}
,


{
  "id": "107781",
  "title": "A 14-year-old girl is brought to the clinic for evaluation of primary amenorrhea.  The patient takes no medications.  Examination establishes breast development consistent with Tanner stage 1 and pubic hair consistent with Tanner stage 3.  There is a blind vaginal pouch.  Imaging reveals absence of a uterus and fallopian tubes.  Epididymides and vasa deferentia are present bilaterally, and testes are visualized bilaterally within the inguinal canal.  Karyotype analysis shows 46,XY.  Which of the following underlying mechanisms is most likely responsible for this patient's condition?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Absent conversion of testosterone to dihydrotestosterone",
  "answer_2": "B. Aplasia of fetal Leydig cells",
  "answer_3": "C. Complete defect in androgen receptor function",
  "answer_4": "D. Inability to convert 17-hydroxyprogesterone to 11-deoxycortisol",
  "answer_5": "E. Loss of the sex-determining region of the Y chromosome",
  "percent_1": "45%",
  "percent_2": "4%",
  "percent_3": "34%",
  "percent_4": "8%",
  "percent_5": "9%",
  "right_answer": "A. Absent conversion of testosterone to dihydrotestosterone",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#5-α reductase deficiency#∆⨉ §^#Pathogenesis# ∆ • 46,XY genotype • Impaired conversion of testosterone to DHT • Impaired virilization during embryogenesis • Normal male testosterone & estrogen levels §^#Clinical features# ∆ • Male internal genitalia (eg, testes, vas deferens) • Female external genitalia (eg, blind-ending vagina) • Phenotypically female at birth • Virilization at puberty (↑ testosterone) $== ○ Clitoromegaly $== ○ Increased muscle mass $== ○ Male pattern hair development $== ○ Nodulocystic acne %#DHT# = dihydrotestosterone.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient has a 46,XY genotype, #external female# genitalia, and #internal male# genital ducts (vas deferens, epididymis) with testes.  Discordance between anatomy and genotype is diagnostic of a disorder of @sex development@, and in this case the findings are consistent with #5-alpha reductase deficiency#. $Leydig cells within the fetal testes in genotypic males (XY) secrete testosterone, which induces wolffian duct differentiation into male internal genital ducts.  Some testosterone is also converted to #dihydrotestosterone# (DHT) by the enzyme 5-alpha reductase.  DHT induces genital tubercle differentiation into #male external genitalia#.  In the absence of 5-alpha reductase and DHT, the genital tubercle differentiates into female external genitalia, as in this patient. $Because the uterus, fallopian tubes, and proximal vagina derive from the Müller duct, which involutes in the presence of #antimüllerian hormone# (AMH) secreted by Sertoli cells in the fetal testes, these structures are absent, and the vagina ends in a #blind pouch#. $Most patients have a female phenotype at birth, and the disorder is diagnosed at puberty due to the development of secondary male sexual characteristics (eg, body hair, increased muscle mass from rising testosterone) or #primary amenorrhea#.  Breast development (ie, gynecomastia) does not occur because increased serum testosterone (relative to estradiol) inhibits breast tissue proliferation. $#(Choice B)#  Leydig cells secrete testosterone (required for development of internal male genital ducts).  The presence of epididymis and vas deferens is inconsistent with Leydig cell aplasia. $#(Choice C)#  Genotypic males (XY) with complete androgen insensitivity syndrome are phenotypically female and have primary amenorrhea due to absent internal female genital ducts (from appropriate AMH action).  In contrast to this case, however, internal male genital ducts (vas deferens, epididymis) would be absent and gynecomastia (not Tanner stage 1) would be expected due to the nonfunctional androgen receptors. $#(Choice D)#  In patients with the XX genotype, 21-hydroxylase deficiency (ie, inability to convert 17-hydroxyprogesterone to 11-deoxycortisol) causes virilization.  A genotypic male (XY) with 21-hydroxylase deficiency would have normal male external genitalia. $#(Choice E)#  Genotypic males (XY) with loss of the sex-determining region of the Y chromosome (ie, SRY gene) do not develop testes.  Absence of testicular hormones (testosterone, AMH) results in internal female genital ducts and external female genitalia. $#Educational objective# The enzyme 5-alpha reductase converts testosterone to dihydrotestosterone, which drives development of external male genitalia.  Genotypic males (XY) with 5-alpha reductase deficiency develop female external genitalia but have internal male genital ducts (eg, vas deferens) instead of internal female genital ducts (eg, uterus).  ",
  "clickable_1":"images/img1.107781.jpg"
  

}

]