[

{"id":"735","title":"A 44-year-old man is brought to the emergency department by his wife due to fever, headache, and confusion for the last 1 day.  The patient also has experienced nausea and photophobia.  Medical history includes hypertension and type 2 diabetes mellitus.  He had an upper respiratory tract illness 2 weeks ago.  The patient does not use tobacco, alcohol, or recreational drugs.  He lives in Massachusetts and has not traveled recently.  Temperature is 38.3 C (101 F).  On physical examination, pupillary reflexes and funduscopic findings are normal.  Nasal and oropharyngeal mucous membranes are normal.  The lungs are clear on auscultation, and heart sounds are unremarkable.  Neurologic examination shows nuchal rigidity.  No rashes are present.  Lumbar puncture is performed, and cerebrospinal fluid analysis results are as follows:","title_table":"?Opening pressure? 200 mm H2O ?Glucose? 20 mg/dL ?Protein? 200 mg/dL ?Red blood cells? 4 cells/mm3 ?Leukocytes? 760 cells/mm3 ? Neutrophils? 90℅ ? Lymphocytes? 10℅","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following best describes the pathogen most likely responsible for this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Encapsulated budding yeast","answer_2":"B. Lancet-shaped gram-positive cocci","answer_3":"C. Nonenveloped single-stranded RNA virus","answer_4":"D. Nonmotile gram-negative coccobacilli","answer_5":"E. Tick-transmitted motile spirochete","percent_1":"6%","percent_2":"65%","percent_3":"4%","percent_4":"18%","percent_5":"8%","right_answer":"B. Lancet-shaped gram-positive cocci","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with confusion, headache, fever, and nuchal rigidity likely has #meningitis#.  In @bacterial meningitis@, cerebrospinal fluid (CSF) analysis typically shows elevated opening pressure, increased neutrophils, decreased glucose, and elevated protein.  The characteristic appearance of any observed bacteria on CSF Gram stain provides preliminary identification of the pathogen and allows tailoring of antibiotic therapy (whereas cultures take time to grow). $The most common cause of bacterial meningitis in adults of all ages is #Streptococcus pneumoniae#, a lancet-shaped #gram-positive cocci# found in pairs.  S pneumoniae meningitis often follows a pulmonary infection or mild upper respiratory tract infection that has weakened ciliary clearance and the epithelial barrier.  Patients with immunocompromisation (eg, alcohol use disorder, diabetes mellitus, asplenia) are at greater risk for bacterial meningitis. $#(Choice A)#  Encapsulated budding yeasts are characteristic of cryptococcal meningitis, a fungal infection primarily seen in those with profound immunocompromise (eg, AIDS).  Patients typically have slowly progressive headache, low-grade fever, and confusion over a few weeks (not 1-2 days).  Although most cases are marked by low CSF glucose and protein levels, CSF leukocytes are usually mildly elevated and predominantly mononuclear. $#(Choice C)#  Enteroviruses (nonenveloped single-stranded RNA viruses) are the most common cause of viral (aseptic) meningitis.  Although patients with viral meningitis often have sudden-onset meningeal symptoms, CSF usually has normal glucose, mildly elevated protein (eg, to <150 mg/dL), and a leukocyte count <250 cells/mm3. $#(Choice D)#  Haemophilus influenzae is a gram-negative coccobacillus.  H influenzae infection is less common now that vaccination with the Hib capsule vaccine (a protein capsule polysaccharide conjugate vaccine) has become widespread. $#(Choice E)#  Lyme meningitis, a tick-transmitted spirochetal infection, typically presents with a syndrome similar to viral meningitis.  CSF analysis usually shows a lymphocyte-predominant meningitis with mild leukocyte elevation, minimal change in glucose, and slightly elevated protein. $#Educational objective# Bacterial meningitis causes an increase in cerebrospinal fluid (CSF) neutrophil count and protein concentration as well as a decrease in CSF glucose.  Streptococcus pneumoniae infection is a leading cause of community-acquired pneumonia, otitis media, and meningitis in adults.  S pneumoniae appears on Gram stain as lancet-shaped gram-positive cocci in pairs.  ","clickable_1":"images/img1.735.jpg"},

{"SubjectSystem":"Microbiology-Nervous","id":"19963","title":"A 24-year-old man is brought to the emergency department due to seizures.  He has had 2 days of worsening fever, headache, and vomiting.  Physical examination shows signs of meningeal irritation.  The patient rapidly becomes comatose and dies 48 hours later despite aggressive medical care.  Autopsy examination shows congested leptomeninges with fibrinopurulent exudate (not shown).  Microscopy reveals numerous ameba in the exudate and brain tissue.  Which of the following is the most likely portal of entry of this pathogen into the CNS?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19963.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"5%","percent_2":"21%","percent_3":"4%","percent_4":"10%","percent_5":"60%","right_answer":"E. E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19963.jpg","explanation_1":"","explanation_2":"$#Primary amebic meningoencephalitis# is a rare, highly fatal condition caused by the free-living, flagellated protozoan #Naegleria fowleri#.  This pathogen resides in #warm fresh water# (30-45 C) and moist soil.  Humans are primarily exposed when the organism comes into contact with #nasal mucosa# during #recreational water activities# (eg, swimming, diving, water skiing, unchlorinated hot tub bathing).  Although serologic evidence of exposure is widespread, only a small number of individuals develop invasive disease (~300 known cases). $Patients typically have rapidly progressive meningeal signs, cranial nerve deficits, and confusion.  Cerebrospinal fluid analysis with wet mount can usually identify #motile trophozoites#.  Although treatment should be attempted, almost all patients die within 2-3 days. $#(Choice A)#  Rabies migrates centrally through peripheral nerves to the spinal cord and then rapidly ascends to the brain.  Patients with rabies usually have preceding history of animal bite; furthermore, rabies is a virus, not an amoeba, and it generally presents with several days of constitutional symptoms followed by fever, hydrophobia, and pharyngeal spasm. $#(Choice B)#  Most bacterial and fungal causes of meningitis enter the brain via the hematologic dissemination (eg, basilar artery).  Although meningeal signs, vomiting, and headache frequently occur, amoebas would not be seen in the cerebrospinal fluid. $#(Choices C and D)#  The oculomotor and optic nerve do not generally transmit infections into the brain; the herpes virus can travel via the trigeminal nerve (not labeled) into the brain, leading to temporal lobe encephalitis. $#Educational objective# Primary amebic encephalitis occurs when the free-living, motile protozoan Naegleria fowleri penetrates the olfactory mucosa and migrates in a retrograde fashion through the olfactory nerve to the brain.  This rare, deadly infection primarily occurs after exposure to warm, fresh water during recreational activities.  "},

{"id":"1038","title":"A 2-month-old boy is brought to the clinic for irritability, poor feeding, and frequent vomiting.  Weight is at the 15th percentile, and head circumference is at the 96th percentile.  Lung sounds are clear throughout, and heart auscultation reveals no murmurs.  The abdomen is soft and nondistended.  There is hepatosplenomegaly.  Diffusely reduced muscle tone is present in all extremities.  Funduscopy reveals white-yellow chorioretinal lesions in both eyes.  MRI of the brain shows enlarged ventricles and scattered intracranial calcifications.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chromosomal abnormality","answer_2":"B. Intrapartum infection","answer_3":"C. In utero infection","answer_4":"D. Postpartum infection","answer_5":"E. Single gene defect","percent_1":"3%","percent_2":"17%","percent_3":"72%","percent_4":"3%","percent_5":"6%","right_answer":"C. In utero infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Key features of congenital infections*#∆⨉ §^#Toxoplasmosis# ∆ • Chorioretinitis • Hydrocephalus • Diffuse intracranial calcifications §^#Syphilis# ∆ • Rhinorrhea • Skeletal anomalies • Desquamating rash (palms/soles) §^#Rubella# ∆ • Cataracts • Heart defects (eg, PDA) • Sensorineural hearing loss §^#Cytomegalovirus# ∆ • Periventricular calcifications • Microcephaly • Sensorineural hearing loss §^#Herpes simplex virus# ∆ • Vesicular/ulcerative rash %#*Nonspecific findings include growth restriction, jaundice, hepatosplenomegaly & blueberry muffin rash. $ #PDA =# patent ductus arteriosus.","explanation_img":"","explanation_1":"","explanation_2":"This patient with hydrocephalus, intracranial calcifications, and chorioretinitis has the classic triad of findings for #congenital toxoplasmosis#.  Congenital infections (eg, #TORCH infections# [#T#oxoplasmosis, #O#ther infections, #R#ubella, #C#ytomegalovirus, and #H#erpes simplex]) are acquired #in utero# due to #transplacental transmission# from an infected mother.  Maternal infection may be asymptomatic or mild but can severely affect the fetus, particularly when contracted early in pregnancy. $#Prolonged inflammation# of the CNS during fetal development can lead to chronic inflammatory findings such as #intracranial calcifications#.  Obstructive #hydrocephalus# can also occur, as seen in this patient with ventriculomegaly, enlarged head circumference, and signs of increased intracranial pressure (eg, vomiting, hypotonia).  Chronic chorioretinal inflammation (ie, #chorioretinitis#) produces white-yellow #retinal scars# that are visible on funduscopy. $Other nonspecific findings that may raise suspicion for in utero infection include growth restriction, hepatosplenomegaly (due to fetal reticuloendothelial activation), and rash. $#(Choices A and E)#  Although chromosomal abnormalities and single gene defects can lead to congenital disorders associated with neurologic abnormalities, chorioretinitis is highly associated with infection, particularly when presenting with the classic triad of features for toxoplasmosis. $#(Choice B)#  Intrapartum transmission of certain bacteria (eg, group B Streptococcus) or viruses (eg, herpes simplex virus) can cause meningitis or encephalitis beyond the neonatal period, and presentation can include irritability, poor feeding, vomiting, and hypotonia.  However, fever would be expected, and chorioretinal lesions would not be seen. $#(Choice D)#  Postpartum infection with pathogens such as Toxoplasma and cytomegalovirus is often asymptomatic or can cause mild, self-limited fever, rash, and lymphadenopathy.  Late findings of prolonged infection and inflammation (eg, intracranial calcifications, chorioretinitis) typically occur only with intrauterine infection. $#Educational objective# Congenital toxoplasmosis is an infection acquired in utero that can present with hydrocephalus, intracranial calcifications, and chorioretinitis due to prolonged CNS inflammation.  "},

{"id":"11568","title":"A 44-year-old man with a history of advanced HIV is brought to the office by his family due to progressive cognitive decline.  Over the last several years he has had worsening memory deficits and difficulty carrying out simple mental tasks.  The patient has had no headaches, slurred speech, muscle weakness, or changes in vision.  He was diagnosed with HIV 7 years ago, but his medical follow-up and treatment compliance have been poor.  The patient does not use tobacco, alcohol, or recreational drugs.  Vital signs are normal.  He has difficulty with delayed recall as well as several executive function tasks.  The remainder of his neurologic examination is unremarkable.  Two weeks later, he dies from severe pneumonia and respiratory failure.  Which of the following histopathologic findings would most likely be found on biopsy of this patient's brain?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amyloid deposits in the cortical blood vessels","answer_2":"B. Congo red staining plaques in the hippocampus","answer_3":"C. Eosinophilic, round, cytoplasmic neuronal inclusions","answer_4":"D. Microglial nodules and multinucleated giant cells","answer_5":"E. Profound neuronal loss in the caudate nucleus","answer_6":"F. Slit-like white matter cavities with surrounding gliosis","percent_1":"5%","percent_2":"14%","percent_3":"15%","percent_4":"44%","percent_5":"5%","percent_6":"17%","right_answer":"D. Microglial nodules and multinucleated giant cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of long-standing HIV infection, medical noncompliance, and progressive cognitive decline likely had #HIV-associated dementia#.  Most cases occur in those with advanced HIV who have CD4 counts <200/mm3.  Patients usually develop features of #subcortical# dementia, including attention or working memory deficits, executive dysfunction, and slow information processing. $ HIV enters the central nervous system via infected monocytes and establishes a productive infection in #microglial cells# (resident macrophages of the central nervous system) and blood-derived perivascular macrophages.  Activation of these cells occurs in response to the infection, inflammatory cytokines, and HIV-derived proteins, which leads them to cluster around small areas of necrosis (forming #microglial nodules#) and fuse together to form #multinucleated giant cells#.  Because HIV does not directly infect neurons, the underlying pathology of HIV-associated dementia is thought to stem from the #release of neurotoxic compounds# by these activated monocytes. $ #(Choices A and B)#  Cerebral amyloid angiopathy is marked by beta-amyloid deposits in the walls of cortical blood vessels.  This condition is usually asymptomatic but can be associated with intracerebral hemorrhage or Alzheimer dementia.  @Alzheimer dementia@ is also associated with neuritic (senile) plaques, which are extracellular deposits of beta-amyloid surrounded by dystrophic neurites; they stain positive with Congo red and are often located in the hippocampus.  Alzheimer dementia is typically seen in older adults and is characterized by slowly progressive memory impairment and higher cortical dysfunction (eg, aphasia, agnosia, apraxia). $ (Choice C)  Patients with @rabies@ develop eosinophilic inclusion bodies in the cytoplasm of neuronal cells (Negri bodies).  Rabies is a neurotropic virus that is transmitted by the saliva of infected animals, usually via a bite wound.  Patients classically develop fever, hydrophobia (fear of water), and pharyngeal spasms. $ (Choice E)  Huntington disease is an autosomal dominant disorder that causes choreiform movement, psychiatric disturbances, and dementia.  It is characterized by severe neuronal loss in the caudate nucleus. $ (Choice F)  Lacunar infarctions cause slit-like white matter cavities with surrounding gliosis.  Recurrent lacunar infarctions can result in vascular dementia, which is often characterized by sudden/stepwise cognitive decline and focal neurologic deficits.  Patients with vascular dementia are typically older and usually have cardiovascular risk factors. $ Educational objective HIV-associated dementia should be suspected in patients with AIDS who have progressive cognitive decline.  The characteristic histopathologic finding is microglial nodules (groups of activated microglia/macrophages around small areas of necrosis) and multinucleated giant cells.","clickable_1":"images/img1.11568.jpg","clickable_2":"images/img2.11568.jpg"},

{"id":"738","title":"A 16-year-old girl is brought to the emergency department after she became unresponsive.  Her parents say that she was not feeling well that morning, but she has otherwise been in good health.  Temperature is 39.7 C (103.5 F), blood pressure is 70/40 mm Hg, and pulse is 130/min and thready.  There is a diffuse petechial and ecchymotic skin rash.  Laboratory testing reveals leukocytosis with left shift and evidence of disseminated intravascular coagulation and multiorgan failure.  Despite aggressive interventions, the patient dies several hours after admission.  Autopsy reveals hemorrhagic necrosis of many internal organs, including the bilateral adrenal glands.  Which of the following microbial components is most likely to be directly responsible for the severity of this patient's inflammatory response?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Capsular polysaccharide","answer_2":"B. Immunoglobulin protease","answer_3":"C. Lipo-oligosaccharide","answer_4":"D. Lipoteichoic acid","answer_5":"E. Superantigen exotoxin","percent_1":"22%","percent_2":"3%","percent_3":"42%","percent_4":"4%","percent_5":"29%","right_answer":"C. Lipo-oligosaccharide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp738.jpg","explanation_1":"","explanation_2":"$#Neisseria meningitidis# is a common cause of #rapid-onset sepsis# and circulatory collapse in otherwise healthy young individuals.  Infections usually start suddenly with myalgias, high fever, headache, and altered level of consciousness and quickly progress to hypotension, organ failure, and death.  Many patients also develop a #petechial/ecchymotic rash# due to underlying disseminated intravascular coagulation (DIC); #adrenal hemorrhage#/infarction leading to adrenal insufficiency (Waterhouse-Friderichsen syndrome) can also occur, potentiating the circulatory collapse. $N meningitidis has an outer cell membrane virulence factor called #lipo-oligosaccharide# (LOS), which is primarily responsible for the severity of meningococcal disease.  LOS, and its close analogue lipopolysaccharide (found in gram-negative enteric rods), are #endotoxins# that cause toxicity when released into the plasma via shedding of the outer membrane (\"blebbing\") or bacterial lysis. $Endotoxins bind to #Toll-like receptor 4# on monocytic and dendritic cells and trigger the release of #inflammatory cytokines# (eg, IL-1, IL-6, TNF-alpha), which leads to endothelial damage, capillary leakage, and hemorrhagic necrosis. $#(Choices A and B)#  The capsular polysaccharide of N meningitidis is an important virulence factor that helps the bacteria resist phagocytosis and complement activation.  N meningitidis also releases IgA protease, which aids in nasopharyngeal epithelial colonization.  However, these virulence factors are not the direct cause of meningococcal inflammation and septic shock. $#(Choice D)#  Lipoteichoic acid is a major component of the cell wall of most gram-positive bacteria and plays a role in bacterial adhesion and cell division.  Although lipoteichoic acid can also act as an endotoxin and contribute to sepsis, meningococcal disease is particularly associated with rapidly developing severe septic shock (LOS is shed in copious amounts by N meningitidis). $#(Choice E)#  Toxic shock syndrome is due to Staphylococcus aureus superantigen exotoxins, which result in wide-spread activation of T-cells with massive release of inflammatory cytokines.  Patients usually present with circulatory collapse, organ failure, and erythroderma (a diffuse macular rash that looks like a sunburn).  Petechiae and ecchymosis would be atypical. $#Educational objective# Neisseria meningitidis can cause sepsis and rapid circulatory collapse in previously healthy young individuals.  Lipooligosaccharide, a virulence factor in the pathogen's outer membrane, is the major underlying cause of disease severity.  "},

{"id":"906","title":"A 44-year-old man comes to the office due to several weeks of difficulty walking and frequent falls.  He has had no headache or visual impairment but reports episodes of sharp, stabbing pain in his extremities.  The patient has HIV acquired from unprotected sexual contact and is nonadherent with treatments.  Temperature is 37 C (98.6 F).  Neurologic examination shows 5/5 motor power in all extremities.  Deep-tendon reflexes are absent at the knee and ankle bilaterally.  Proprioception and vibration sensation are reduced throughout the lower extremities.  He has a wide-based gait and a positive Romberg sign.  Which of the following diagnostic findings is most likely associated with this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebrospinal fluid (CSF) culture growing acid-fast bacilli","answer_2":"B. CSF PCR positive for herpes virus","answer_3":"C. Encapsulated yeasts on CSF India ink preparation","answer_4":"D. Polyomavirus-infected glial cells on brain biopsy","answer_5":"E. Reactive VDRL tests on CSF samples","answer_6":"F. Ring-enhancing lesions on brain MRI","percent_1":"2%","percent_2":"4%","percent_3":"5%","percent_4":"14%","percent_5":"65%","percent_6":"10%","right_answer":"E. Reactive VDRL tests on CSF samples","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Tabes dorsalis! ?Epidemiology? • Years → decades after initial infection • Increased incidence/more rapid progression in those with HIV ?Pathogenesis? • Treponema pallidum directly damages dorsal sensory roots • Secondary degeneration of the dorsal columns ?Clinical findings? • Sensory ataxia • Lancinating pains • Neurogenic urinary incontinence • Associated with Argyll Robertson pupils ?Treatment? • 10-14 days of intravenous penicillin G","explanation_img":"","explanation_1":"","explanation_2":"This patient's sensory ataxia and lancinating pains raises suspicion for #tabes dorsalis#, a late form of #neurosyphilis# that usually manifests several years or decades after initial infection with Treponema pallidum.  Tabes dorsalis is characterized by a slow degeneration of nerve fibers in the #dorsal column# of the spinal cord and #dorsal nerve roots#, which leads to diminished vibratory, proprioception, and discriminative touch sensation. $ Common manifestations include: $ • #Sensory ataxia#:  Wide-based gait and loss of equilibrium when the patient's eyes are closed (positive Romberg sign); due to damaged lower extremity proprioception $ • Absent deep-tendon reflexes:  Due to damaged dorsal nerve roots $ • #Lancinating pains#:  Sharp, stabbing pains that may last minutes or hours; the exact cause is unclear $ Spirochetal damage to the midbrain tectum also commonly results in #Argyll Robertson pupil#.  This finding is marked by small, irregularly shaped pupils that fail to constrict to light but that constrict normally to accommodation (light-near dissociation).  Most patients with tertiary syphilis will have a #positive VDRL# and mild lymphocytic pleocytosis on cerebrospinal fluid analysis. $ (Choice A)  Central nervous system infection with Mycobacterium tuberculosis, an acid-fast bacillus, is usually characterized by headache, vomiting, cranial nerve deficits, and confusion.  Lancinating pains and altered lower extremity sensation would be atypical. $ (Choice B)  Herpes simplex encephalitis primarily affects the temporal lobe and causes fever, headache, impaired consciousness, and seizures. $ (Choice C)  Cryptococcal meningitis can be diagnosed by examining the cerebrospinal fluid for encapsulated yeasts using India ink.  However, cryptococcal meningitis usually manifests with fever, malaise, and headache.  Lancinating pains, absent deep-tendon reflexes, and altered sensation would be atypical. $ (Choice D)  JC virus is a polyomavirus that replicates in oligodendrocytes (glial cells).  Reactivation of JC virus causes progressive multifocal leukoencephalopathy, which occurs primarily in severely immunocompromised patients (eg, AIDS, lymphoma, leukemia) and causes progressive dementia, motor deficits, and visual impairment. $ (Choice F)  Patients with untreated HIV are at high risk for cerebral toxoplasmosis, which usually manifests with headache, confusion, fever, and focal neurologic deficits.  MRI of the brain usually reveals ring-enhancing lesions. $ Educational objective Tabes dorsalis, a late form of neurosyphilis, causes progressive degeneration of the dorsal columns and dorsal roots of the spinal cord.  Manifestations include loss of proprioception and vibratory sensation, severe lancinating pains, and sensory ataxia (eg, wide-based gait, positive Romberg sign).  Many patients also have Argyll Robertson pupils."},

{"id":"14905","title":"A 42-year-old woman is brought to the office due to 2 weeks of personality changes.  Her family reports that she has become withdrawn and does not talk as much as before.  She has also had difficulty picking things up with her right hand.  The patient has HIV infection and does not take her antiretroviral therapy consistently.  She is a former smoker and used injection drugs in the past.  The patient works in a food-processing facility and has not traveled recently.  Temperature is 37 C (98.6 F), blood pressure is 126/78 mm Hg, pulse is 82/min, and respirations are 14/min.  The patient is oriented to time, place, and person but is slow to respond to questions.  Motor strength is decreased in her right upper extremity, with an exaggerated biceps reflex.  CD4 count is 78 cells/mm3 and plasma HIV RNA is 400,000 copies/mL.  CT scan of the head shows a small hypodense area in the left frontal lobe with ring enhancement after intravenous contrast administration.  Two similar lesions are present in the basal ganglia and cerebellum.  The infectious agent directly responsible for this patient's neurologic lesions is most likely transmitted by which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bite from an insect","answer_2":"B. Contact with infected oral lesions","answer_3":"C. Ingestion of contaminated particles","answer_4":"D. Inhalation of bird droppings","answer_5":"E. Scratch from an infected animal","answer_6":"F. Unprotected sexual intercourse","percent_1":"2%","percent_2":"4%","percent_3":"62%","percent_4":"15%","percent_5":"14%","percent_6":"4%","right_answer":"C. Ingestion of contaminated particles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Toxoplasma encephalitis#∆⨉ §^#Setting# ∆ • Exposure to cat feces with subsequent ingestion of #Toxoplasma gondii# • Reactivation in setting of immunosuppression • Primarily #AIDS# with #CD4 count <100/mm3# §^#Clinical# ∆ • Headache • Confusion • Fever • Focal neurologic deficits/seizures §^#Diagnostic# ∆ • Positive Toxoplasma gondii IgG • Multiple #ring-enhancing# brain lesions §^#Therapeutic# ∆ • Sulfadiazine & pyrimethamine (leucovorin) • Antiretroviral initiation • Prophylaxis: #TMP-SMX# (CD4 count <100/mm3) %#TMP-SMX =# trimethoprim-sulfamethoxazole.","explanation_img":"","explanation_1":"","explanation_2":"This patient with undertreated AIDS has neurologic manifestations and multiple ring-enhancing brain lesions, raising strong suspicion for #toxoplasmic encephalitis#.  The underlying pathogen is Toxoplasma gondii, an obligate intracellular parasite whose definitive host is #cats#.  Transmission occurs when individuals come into contact with contaminated #cat feces# (eg, litter box or cat handling) and subsequently #ingest oocytes# or when patients ingest undercooked meat from an intermediate host (eg, pig, sheep). $Healthy individuals rapidly contain the infection via a cell mediated immune response and rarely develop clinical symptoms.  However, latent infection is established (tissue cysts), and reactivation can occur in the setting of immunocompromise (eg, #advanced AIDS#).  The most common manifestation of reactivation is toxoplasmic encephalitis, which is characterized by progressive headache, confusion, focal neurologic deficits, and/or seizure.  Brain imaging classically shows @multiple ring-enhancing lesions@. $#(Choice A)#  Mosquito bites can transmit viral pathogens (eg, West Nile, Zika) that can cause encephalitis.  Patients may present with slowly worsening headache, confusion, seizure, or focal neurologic findings.  However, viral pathogens do not typically cause ring-enhancing brain lesions. $#(Choice B)#  Herpes virus type 1 is typically transmitted by close contact (eg, kissing) with an infected patient who has active lesions.  Although this virus is the most common cause of sporadic encephalitis, imaging usually shows inflammation in the @temporal lobe@ with edema and mass effect. $#(Choice D)#  Cryptococcus neoformans, a fungus found in soil contaminated by bird (especially pigeon) droppings, is a common cause of meningoencephalitis in patients with untreated AIDS and usually presents with slowly worsening fever, malaise, and headache.  However, ring enhancing lesions are not typically seen. $#(Choice E)#  Bartonella henselae is a gram-negative bacterium transmitted to humans during a cat scratch.  Healthy individuals can subsequently develop cat-scratch disease (regional lymphadenopathy), but patients with advanced AIDS are at risk for the more serious clinical syndrome of bacillary angiomatosis (violaceous, highly vascular skin lesions with constitutional symptoms).  However, central nervous system manifestations are uncommon. $#(Choice F)#  Syphilis can be transmitted by unprotected sexual intercourse, and patients with HIV are at greater risk for developing neurosyphilis.  This often presents with confusion, meningeal symptoms (eg, stiff neck), eye abnormalities, and cranial nerve palsies.  However, MRI of the brain usually shows leptomeningeal enhancement, not ring-enhancing lesions. $#Educational objective# Toxoplasma gondii is an intracellular parasite that is typically transmitted to humans after accidental ingestion of contaminated cat feces (eg, cat handling, litter box).  Most initial cases are asymptomatic.  However, the organism establishes a latent infection that can reactivate in the setting of severe immunocompromise, particularly advanced AIDS.  Patients usually develop encephalitis with multiple ring-enhancing lesions.  ","clickable_1":"images/img1.14905.jpg","clickable_2":"images/img2.14905.jpg"},

{"id":"113","title":"A 34-year-old man comes to the emergency department due to 2 weeks of slowly progressive global headache, malaise, and fevers.  He has also had unintentional weight loss over the past several months.  The patient has a history of injection drug use and was diagnosed with HIV 3 years ago.  He has not been compliant with antiretroviral therapy.  Temperature is 38.3 C (100.9 F).  Examination shows white patches on the oropharyngeal mucosa and mild generalized lymphadenopathy.  Brain imaging reveals no intracranial masses.  India ink staining of cerebrospinal fluid demonstrates spherical yeast forms with thick capsules.  Which of the following is the most likely site of primary infection in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intestine","answer_2":"B. Lungs","answer_3":"C. Nasopharynx","answer_4":"D. Oral cavity","answer_5":"E. Skin","percent_1":"2%","percent_2":"58%","percent_3":"28%","percent_4":"9%","percent_5":"2%","right_answer":"B. Lungs","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of pathogenic yeasts#∆⨉∆⨉ §^#Organism# ∆^#Morphology# ∆^#Clinical syndromes# §^#Candida# ∆Pseudohyphae with ○blastoconidia ∆Mucocutaneous or invasive infections (eg, candidemia due to vascular catheter) §^#Blastomyces# ∆Yeast with broad-based○budding ∆Inhaled → skin & bone §^#Coccidioides# ∆Spherules with endospores ∆Transient pulmonary syndrome → meninges & bone §^#Cryptococcus# ∆Encapsulated yeast ∆Meningitis in immunocompromised (eg, advanced AIDS) §^#Histoplasma# ∆Small, oval yeast within○macrophages ∆Mostly subclinical but can cause community-acquired pneumonia → dissemination","explanation_img":"","explanation_1":"","explanation_2":"#Cryptococcus neoformans# is a low-virulence yeast with a thick polysaccharide capsule.  The organism resides in soil contaminated by bird (eg, pigeon) droppings, and human exposure primarily occurs due to #inhalation# into the #lungs#.  Alveolar macrophages ingest the yeast, travel to draining lymph nodes, and activate CD4 T-lymphocytes that subsequently promote granuloma formation and enhanced destruction of the pathogen within phagolysosomes.  Although a minority of patients clear the organism, most individuals develop #life-long latent infection#, similar to tuberculosis; those who are severely immunocompromised (eg, #AIDS# with CD4 count <100/mm3) are at high risk for reactivation. $#Cryptococcal meningitis# primarily occurs when C neoformans reactivates from a latent pulmonary focus, spreads through the circulation, and penetrates the endothelial cells of the cerebral capillaries.  Replication within the CNS leads to slowly worsening headache, fever, and confusion.  Visualization of the organism (ie, round/oval yeast with a thick capsule) on cerebrospinal fluid samples using @India ink stain@ confirms the diagnosis.  Polysaccharide antigen (cryptococcal antigen) testing can also be helpful. $#(Choice A)#  Ingestion of C neoformans in contaminated food can lead to infection.  However, this route is much less common than inhalation into the lungs. $#(Choice C)#  Acute bacterial meningitis is caused primarily by pathogens (eg, Streptococcus pneumoniae, Neisseria meningitidis, Haemophilus influenzae) that colonize the nasopharynx.  Manifestations of acute bacterial meningitis usually include the rapid onset fever, neck stiffness, and altered mental state.  Cerebrospinal fluid Gram stain will be positive. $#(Choice D)#  Patients who have untreated AIDS often develop multiple opportunistic infections; the white patches on this patient's oral mucosa likely indicate oropharyngeal candidiasis.  Superficial Candida infections rarely cause invasive disease.  In addition, Candida does not have a thick polysaccharide capsule and is not seen on India ink stain. $#(Choice E)#  Skin bacteria (eg, Staphylococcus aureus, Streptococcus pyogenes) can cause systemic infection following skin breakdown.  Systemic infection from skin fungus (eg, Candida) following skin breakdown is uncommon.  This patient's encapsulated yeast on India ink stain indicates Cryptococcus, making inhalation the most likely route of infection. $#Educational objective# Cryptococcus neoformans is a yeast with a thick polysaccharide capsule that is found primarily in soil contaminated by bird droppings.  Inhalation of the pathogen into the lungs leads to asymptomatic primary infection usually followed by life-long latent infection.  However, immunocompromised (eg, advanced AIDS) patients are at high risk for reactivation with spread to the CNS.  ","clickable_1":"images/img1.113.jpg"},

{"id":"908","title":"A 23-year-old man with no prior history of seizure is brought to the emergency department after experiencing a generalized tonic-clonic seizure.  His roommate says that the patient has had a fever and headache for the past 2 days and that today he was talking nonsensically.  The patient works for a fast-food chain and occasionally smokes cigarettes on his breaks.  He does not use alcohol or illicit drugs.  Temperature is 38.6 C (101.5 F).  MRI of the brain shows swelling of the temporal lobes.  CSF analysis is most likely to reveal which of the following patterns?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"§ ∆ Glucose ∆ Protein ∆ Cells","answer_1":"§ A. ∆ Normal ∆ Increased ∆ Increased (erythrocytes)","answer_2":"§ B. ∆ Low ∆ Increased ∆ Increased (neutrophils)","answer_3":"§ C. ∆ Normal ∆ Increased ∆ Increased (lymphocytes, erythrocytes)","answer_4":"§ D. ∆ Low ∆ Increased ∆ Increased ( lymphocytes)","answer_5":"§ E. ∆ Normal ∆ Increased ∆ Normal","answer_6":"§ F. ∆ Normal ∆ Normal ∆ Normal","percent_1":"4%","percent_2":"28%","percent_3":"48%","percent_4":"12%","percent_5":"4%","percent_6":"4%","right_answer":"§ C. ∆ Normal ∆ Increased ∆ Increased (lymphocytes, erythrocytes)","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Cerebrospinal fluid analysis! #Diagnosis# ∆^ #Cell count# ∆^ #Cell type# ∆^ #Glucose# ∆^ #Protein# §^ #Bacterial meningitis# ∆^ ↑↑ ∆^ Neutrophils ∆^ ↓ ∆^ ↑↑ §^ #Viral meningitis# ∆^ ↑ ∆^ Lymphocytes ∆^ Normal ∆^ Normal or ↑ §^ #Fungal or tuberculous meningitis# ∆^ ↑ ∆^ Lymphocytes ∆^ ↓ ∆^ ↑ §^ #Herpes encephalitis# ∆^ ↑ ∆^ Lymphocytes &$ erythrocytes ∆^ Normal ∆^ ↑ §^ #Guillain-Barré syndrome# ∆^ Normal ∆^ Normal ∆^ Normal ∆^ ↑","explanation_img":"","explanation_1":"","explanation_2":"#Herpes simplex virus# (HSV) type 1 is the most common cause of sporadic #encephalitis#.  Patients usually present with acute-onset fever, headache, altered mental status, and focal neurologic deficits or seizure.  MRI classically shows #temporal lobe edema# because the virus enters the brain via the olfactory tract and travels to the olfactory cortex (located in the medial temporal lobe).  Most patients have a \"viral pattern\" on cerebrospinal fluid (CSF) analysis with #lymphocytic pleocytosis#, normal glucose, and normal to slightly #elevated protein#.  Hemorrhagic inflammation of the temporal lobes also usually causes #elevated erythrocytes# in the CSF. $ (Choice A)  Trauma from inserting the lumbar puncture needle can lead to a \"traumatic tap,\" which is characterized by CSF evidence of normal glucose, elevated protein, and elevated erythrocytes. $ (Choice B)  Bacterial meningitis is usually associated with CSF evidence of low glucose, high protein, and a markedly elevated white blood cell count with a neutrophil predominance.  Bacterial meningitis classically causes the triad of fever, neck stiffness, and altered mental state.  The presence of temporal lobe swelling on brain imaging makes HSV encephalitis far more likely than bacterial meningitis. $ (Choice D)  Tuberculous or fungal meningitis is often associated with CSF evidence of low glucose, moderately elevated protein, and lymphocytic pleocytosis.  Most patients with herpes encephalitis have normal CSF glucose and elevated CSF erythrocytes.  In addition, the presence of temporal lobe swelling makes HSV encephalitis more likely than tuberculous or fungal meningitis. $ (Choice E)  Patients with Guillain-Barré syndrome (GBS) often have CSF protein elevations with normal cell counts (albuminocytologic dissociation), which is thought to be due to increased permeability of the blood-nerve-barrier at the level of the nerve root.  GBS usually presents with progressive, symmetric ascending muscle weakness, not seizures and fevers. $ Educational objective Viral infections of the central nervous system are usually characterized by an elevated white blood cell count with a lymphocytic predominance, normal glucose, and elevated (or normal) protein.  Patients with herpes encephalitis also usually have elevated erythrocytes in the cerebrospinal fluid due to hemorrhagic inflammation of the temporal lobes.  Herpes encephalitis often presents with acute fever, headache, confusion, focal neurologic deficits, and/or seizure."},

{"id":"14898","title":"A 3-year-old girl is brought to the emergency department due to worsening fever and lethargy. Her parents report that she has had recurrent upper respiratory illness and recently had been irritable and pulling at her ears. She has also been eating poorly and vomiting, and has progressively become more lethargic. The patient has no chronic medical conditions and has received all recommended vaccinations. While being evaluated in the emergency department, she has a generalized tonic-clonic seizure. CT scan of the head shows a solitary 2-cm, ring-enhancing lesion in the left lateral temporal lobe. The pathogen responsible for this patient's current condition most likely gained access to the brain from which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ethmoid air cells","ansImg_1":"","answer_2":"B. Frontal sinus","ansImg_2":"","answer_3":"C. Mastoid air cells","ansImg_3":"","answer_4":"D. Maxillary sinus","ansImg_4":"","answer_5":"E. Nose and upper lips","ansImg_5":"","answer_6":"F. Peritonsillar space","ansImg_6":"","right_answer":"C. Mastoid air cells","percent_1":"18%","percent_2":"5%","percent_3":"40%","percent_4":"13%","percent_5":"18%","percent_6":"5%","explanation_img":"","explanation_1":"","explanation_2":"$#Brain abscess# is a contained area of liquefactive necrosis with a surrounding inflammatory capsule and marked vasogenic edema.  It usually appears on imaging as a @ring-enhancing lesion@ and often presents with headache, fever, and/or focal neurologic findings (eg, seizure).  Most cases are #bacterial# in origin (eg, viridans streptococcus, Staphylococcus aureus) and stem from an underlying adjacent or distant infection. $The number and location of lesions helps differentiate the likely underlying source, as follows: $• #Single abscess# is usually due to the direct invasion of a contiguous infection.  This patient who was pulling at her ears likely had otitis media that spread to the #mastoid air cells# and then invaded the adjacent temporal lobe leading to #temporal lobe abscess#.  In contrast, frontal lobe abscess is generally due to direct spread of ethmoid or frontal sinusitis #(choices A and B)# $• #Multiple abscesses# usually arise due to hematogenous dissemination of a distant infection, most commonly the heart (eg, endocarditis) or lungs (eg, abscess, empyema) $#(Choice D)#  Maxillary sinusitis can spread contiguously to the orbit and cause periorbital or orbital cellulitis and abscess.  Unlike the frontal and ethmoid sinus, the maxillary sinus is not adjacent to the brain. $(#Choice E)#  Facial infections in the area around the eyes and nose drain into the opthalmic veins and can lead to cavernous sinus thrombosis, which usually presents with headache, fever, oculomotor deficits, and eye swelling. $#(Choice F)#  Peritonsillar abscess usually presents with fever, sore throat, and a muffled voice.  Complications include airway obstruction and spread of the infection to the deep neck spaces or mediastinum. $#Educational objective# A single brain abscess is usually caused by direct spread of a contiguous infection.  Temporal lobe abscess is usually a result of otitis media that has spread to the mastoid air cells, while frontal lobe abscess is usually due to ethmoid or frontal sinusitis.  Multiple brain abscesses typically indicate hematogenous dissemination of a distant infection (eg, endocarditis, empyema).  ","clickable_1":"images/img1.14898.jpg"},

{"id":"1573","title":"A 42-year-old man is brought to the emergency department following a generalized tonic-clonic seizure witnessed by his family.  He has no history of seizures but has had headaches for the past several weeks.  The patient works in construction.  He lives in the United States and has not traveled recently.  The patient has never had pets.  He smokes a pack of cigarettes daily and drinks 3 or 4 cans of beer every evening.  Physical examination is notable for a postictal state, oral thrush, and several enlarged cervical and inguinal lymph nodes.  MRI of the brain with contrast is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1573.jpg","title_2":"Which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Aspergillus fumigatus","answer_2":"B. Glioblastoma multiforme","answer_3":"C. Neurocysticercosis","answer_4":"D. Nocardiosis","answer_5":"E. Toxoplasmosis","percent_1":"16%","percent_2":"5%","percent_3":"15%","percent_4":"9%","percent_5":"55%","right_answer":"E. Toxoplasmosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1573.jpg","explanation_1":"","explanation_2":"$The presence of oropharyngeal candidiasis should raise suspicion for #HIV infection# when a patient has no other risk factors for thrush (eg, dentures, xerostomia, inhaled corticosteroid use, recent antibiotic exposure).  Patients with HIV are often unaware of infection and come to clinical attention due to an AIDS-defining illness; in this case, the patient's subacute headaches, new seizure, and #multiple ring-enhancing# lesions on MRI of the brain suggest #toxoplasmic encephalitis#. $Toxoplasmic encephalitis is the most common CNS infection in patients with AIDS.  Although exposure often occurs due to accidental ingestion of oocytes following handling of feline feces (eg, litter box cleaning, cat handling), many cases arise following ingestion of #undercooked meat# from an intermediate host (eg, pig, sheep).  Therefore, pet exposure is not a prerequisite. $Toxoplasmic encephalitis usually presents with slowly progressive headaches, seizures, focal neurologic findings, and/or personality changes.  Brain imaging with contrast frequently reveals #multiple ring-enhancing lesions# with surrounding edema.  Diagnosis is supported by the presence of positive toxoplasma serology. $#(Choice A)#  Aspergillus fumigatus is not a common opportunistic pathogen in patients with AIDS, possibly because phagocytic function is relatively preserved despite T-cell dysfunction.  A fumigatus typically affects the lungs; however, it can cause brain abscesses in patients who are immunocompromised due to neutropenia or transplant. $#(Choice B)#  Although CNS @glioblastomas@ are ring-enhancing, they are typically solitary and often have a characteristic butterfly appearance. $#(Choice C)#  Neurocysticercosis (due to Taenia solium [pork tapeworm] ingestion) can cause multiple brain lesions, but neuroimaging typically shows lesions at variable stages of degeneration, including cysts, calcifications, and enhancement. $#(Choice D)#  Nocardiosis is more common in patients with defects in cell-mediated immunity (eg, AIDS).  Although it can cause headache and seizure, brain imaging would show evidence of abscess (eg, loculation, fluid-filled cavities). $#Educational objective# Patients with HIV are often unaware of infection and come to clinical attention due to an AIDS-defining illness.  The presence of multiple ring-enhancing lesions in a patient with AIDS most likely indicates toxoplasmosis.  ","clickable_1":"images/img1.1573.jpg"},

{"id":"1392","title":"A 58-year-old man comes to the emergency department with fever, headache, and nausea for the past day.  He underwent kidney transplantation last year.  His temperature is 39.4 C (103 F), blood pressure is 130/80 mm Hg, pulse is 98/min, and respirations are 16/min.  Neck stiffness is present on physical examination.  Cerebrospinal fluid (CSF) results are as follows:","title_table":"?Glucose? 40 mg/dL ?Protein? 80 mg/dL ?Leukocytes? 900/mm3 ? Neutrophils? 80 ℅","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Gram-positive rods with tumbling motility at room temperature are seen on CSF microscopy.  This patient's infection was most likely transmitted through which of the following mechanisms?","audio":"","comparison_items":"","answer_1":"A. Arthropod bite","answer_2":"B. Contaminated food","answer_3":"C. Needlestick","answer_4":"D. Respiratory droplets","answer_5":"E. Unprotected sex","percent_1":"2%","percent_2":"66%","percent_3":"2%","percent_4":"26%","percent_5":"4%","right_answer":"B. Contaminated food","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient, who is almost certainly taking anti-rejection immunosuppressants given his #kidney transplantation#, has fever, headache, nausea, and neck stiffness that are suggestive of #bacterial meningitis#.  His cerebrospinal fluid (CSF) findings (elevated leukocytes with neutrophil predominance, elevated protein, low-normal glucose, presence of bacteria) confirm the diagnosis. $The microbiologic characteristics are further consistent with #Listeria monocytogenes#, a facultative intracellular (grows within macrophages), gram-positive rod, with distinctive flagellar-based #tumbling motility# (typically seen at room temperature but not at human body temperatures).  Listeria can #multiply in cold temperatures# (4-10 C), a unique feature that allows it to grow well in refrigerated foods. $Listeriosis most often occurs in #immunocompromised# adults (eg, renal transplantation, hematologic malignancy).  The bacteria can access the bloodstream following ingestion of contaminated food (eg, #unpasteurized milk# and milk products, undercooked meats, unwashed raw vegetables) and cause bacteremia and meningoencephalitis.  Listeria can also be transmitted transplacentally or via vaginal contact during delivery, causing neonatal meningitis.  Ampicillin is the antibiotic of choice. $#(Choice A)#  Leishmaniasis (sandfly bite), Plasmodium/malaria (Anopheles mosquito bite), Chagas disease (reduviid bug bite), and Borrelia burgdorferi/Lyme disease (Ixodes tick bite) are all transmitted by arthropod bite.  None of these would account for this patient's CSF findings of a gram-positive rod with tumbling motility. $#(Choice C)#  Needlesticks can transmit HIV, hepatitis B and C, and other infections. $#(Choice D)#  Neisseria meningitidis (gram-negative diplococcus), Haemophilus influenzae (gram-negative coccobacillus), and Streptococcus pneumoniae (gram-positive diplococcus) are common causes of meningitis transmitted via respiratory droplets.  Listeria (gram-positive rod that tumbles at room temperature) is not transmitted in this manner. $#(Choice E)#  Unprotected sex is the mode of transmission of HIV, hepatitis B, gonorrhea, chlamydia, syphilis, human papillomavirus (a cause of cervical cancer), and others. $#Educational objective# Listeriosis is most commonly transmitted through food ingestions and can cause meningitis in immunocompromised adults.  Listeria is a gram-positive rod with tumbling motility.  It grows well in cold temperatures and can therefore contaminate refrigerated food.  "},

{"id":"911","title":"A 57-year-old man is hospitalized for aspiration pneumonia.  The patient was healthy and worked as an engineer without difficulty until about 4 months ago.  Since that time, he has developed severe confusion, mood changes, and memory impairment and had to take medical leave from work.  The patient is now completely dependent on his wife for toileting, feeding, and general self-care.  Physical examination shows disorientation and sporadic, jerky extremity movements.  During hospitalization, the patient lapses into a coma and dies.  Postmortem examination of his brain shows widespread atrophy of the cerebral cortex and cerebellum.  Histologic analysis of the patient's brain tissue would most likely show accumulation of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-synuclein","answer_2":"B. Amyloid precursor protein","answer_3":"C. Phosphorylated tau","answer_4":"D. Protease-resistant protein","answer_5":"E. RNA virus","percent_1":"12%","percent_2":"6%","percent_3":"12%","percent_4":"66%","percent_5":"4%","right_answer":"D. Protease-resistant protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp911.jpg","explanation_1":"","explanation_2":"$This previously healthy patient developed #rapidly progressive dementia# associated with #myoclonus# (eg, involuntary, jerky extremity movements) and brain atrophy (due to widespread neuronal loss).  These findings are consistent with #Creutzfeldt-Jakob disease# (CJD), a rapidly fatal transmissible spongiform encephalopathy caused by prions. $ Prion protein (PrP) is found in both neuronal and nonneuronal brain cells and normally exist in an #alpha-helical# structure (PrPC).  Prion disease occurs after a domain in this protein undergoes a conformational change from an alpha helix into a #beta pleated sheet# isoform (PrPSC), which confers the ability to induce similar conformational changes in other proteins.  This beta sheet conformation is #resistant to proteases# and forms long, highly #neurotoxic fibrils# that accumulate intracellularly in neurons and form extracellular deposits. $ On microscopy, there is #spongiform degeneration# of the gray matter, which is characterized by formation of microscopic vacuoles within the neuronal processes.  This leads to widespread #neuronal loss# and reactive gliosis without associated inflammation.  This may be evident on imaging or gross pathology as widespread atrophy involving both the #cerebrum# and #cerebellum# (in contrast to many other neurodegenerative diseases that spare the cerebellum). $ (Choice A)  Cytoplasmic inclusions of alpha-synuclein are characteristic of dementia with Lewy bodies, which is characterized by visual hallucinations, parkinsonism, cognitive fluctuations, and REM sleep disorder. $ (Choice B)  Deposition of beta-amyloid occurs in Alzheimer dementia, which commonly presents with early and prominent memory impairment with language deficits and spatial disorientation.  It is characterized by a slow (years to decades) decline in function until death. $ (Choice C)  Phosphorylated tau forms paired helical filaments that create intracellular neurofibrillary tangles.  This is seen in both Alzheimer disease as well as frontotemporal dementia.  Although memory impairment and behavioral changes can occur in these diseases, this patient's myoclonus and rapid progression leading to death are more consistent with CJD. $ (Choice E)  Prion diseases are the only known diseases that are transmissible by protein.  Prion isoforms do not contain nucleic acids.  Although HIV (an RNA virus) can cause dementia, it typically causes mild, subacute cognitive impairment without myoclonus. $ Educational objective Creutzfeldt-Jakob disease is a prion disease characterized by rapidly progressive dementia, myoclonus, and death within a year of symptom onset.  It is caused by the accumulation of an abnormally folded (ie, beta pleated sheet) protein that is resistant to proteases and can trigger similar conformational changes in other normally folded proteins."},

{"id":"15587","title":"A 7-year-old boy is brought to the emergency department due to fever, headache, vomiting, and confusion.  He has no prior medical conditions and is up to date with immunizations.  The patient has not traveled recently, and his parents report no exposure to individuals with similar symptoms or ingestion of anything out of the ordinary.  They recently noticed several dead birds around their neighborhood.  Temperature is 39 C (102.2 F).  Physical examination shows neck rigidity and right lower extremity weakness with fasciculations.  Cerebrospinal fluid analysis shows a leukocyte count of 200/mm3 with 20% neutrophils and 80% lymphocytes.  Which of the following pathogens is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cryptococcus neoformans","answer_2":"B. Herpes simplex virus","answer_3":"C. Nonpolio enterovirus","answer_4":"D. Polio virus","answer_5":"E. West Nile virus","percent_1":"33%","percent_2":"3%","percent_3":"19%","percent_4":"8%","percent_5":"36%","right_answer":"E. West Nile virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#West Nile virus#∆⨉ §^#Clinical$ syndrome# ∆ • West Nile fever: fever, headache, rash (maculopapular/morbilliform) • Neuroinvasive: meningitis, encephalitis, acute asymmetric flaccid paralysis $== ○ Parkinsonian symptoms (eg, rigidity, bradykinesia, tremor) §^#Transmission# ∆ • Mosquitoes (Culex spp.) • More common in summer/fall • Warm climate (southern United States, Latin America, Africa) §^#Risk factors# ∆ • Older age • Malignancy/organ transplant","explanation_img":"","explanation_1":"","explanation_2":"#West Nile virus# is an enveloped RNA virus that is found in warm climates worldwide.  The virus replicates extensively within #birds# and is passed to #mosquitos# (Culex species) during blood feeding.  Viral accumulation in mosquito salivary glands can lead to human transmission. $Most infected patients develop low-level viremia that is neutralized within a week by the immune system; these individuals typically remain asymptomatic.  However, a minority of patients (particularly the young, elderly, or immunosuppressed) are unable to mount an effective immune response and develop significant clinical manifestations, including: $• #West Nile fever# – a self-limited, #flu-like illness# that is often associated with a maculopapular rash $• Neuroinvasive disease – the virus is neurotropic and often causes meningitis (eg, fever, headache, neck stiffness), #encephalitis# (eg, confusion, tremors, seizures), and/or #flaccid paralysis# (eg, asymmetric weakness of limbs, #fasciculations#).  Cerebrospinal fluid usually shows a lymphocytic pleocytosis. $Most patients recover completely with supportive care, but neuroinvasive disease may lead to long-term neurologic sequelae or death. $#(Choice A)#  Cryptococcus neoformans, a fungus found in bird feces, can cause meningoencephalitis.  However, the vast majority of infections occur in those with severe immunosuppression (eg, advanced AIDS).  In addition, most patients with Cryptococcus meningitis have slowly progressive headache, lethargy, personality changes, and memory impairment (not focal neurologic deficits with fasciculations). $#(Choice B)#  Herpes simplex virus is a leading cause of sporadic encephalitis; it is usually characterized by confusion, focal neurologic deficits (eg, hemiparesis, dysphagia, cranial nerve defects), and seizures.  It is not harbored in birds; cerebrospinal fluid usually shows elevated erythrocytes (in addition to lymphocytic pleocytosis); lower-motor neuron signs (eg, fasciculations) would not be seen. $#(Choice C)#  Nonpolio enteroviruses (eg, Coxsackievirus, echovirus) often cause aseptic (viral) meningitis and can occasionally cause encephalitis.  However, these viruses are not associated with bird vectors and do not typically cause lower-motor neuron signs. $#(Choice D)#  Although polio virus is a common cause of acute, asymmetric flaccid paralysis, patients that have received age-appropriate vaccinations are very unlikely to develop the infection. $#Educational objective# West Nile virus is harbored in birds and transmitted to humans by mosquitos.  Most patients are asymptomatic, but the virus can cause an influenza-like illness or neuroinvasive disease with meningitis, encephalitis, and flaccid paralysis.  "},

{"id":"19420","title":"A 55-year-old man with HIV comes to the emergency department due to 3 weeks of increasing headache, fever, and vomiting.  Examination shows low blood pressure and neck stiffness.  The patient's condition quickly deteriorates, and he dies in the hospital despite appropriate treatment.  Autopsy of the brain shows a diffuse gelatinous exudate covering the base of the brain.  Cut sections of the brain show marked ventriculomegaly and frontal lobe infarcts but no intraparenchymal mass lesions.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Herpes simplex infection","answer_2":"B. Neurocysticercosis","answer_3":"C. Primary CNS lymphoma","answer_4":"D. Toxoplasmosis","answer_5":"E. Tuberculosis infection","percent_1":"22%","percent_2":"15%","percent_3":"15%","percent_4":"13%","percent_5":"35%","right_answer":"E. Tuberculosis infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's subacute symptoms and autopsy findings are highly suggestive of #tuberculous (TB) meningitis#, the most common central nervous system (CNS) manifestation of disseminated TB.  TB meningitis arises when circulating bacilli lodge in the subependymal or subpial space, forming a tubercle that subsequently ruptures into the subarachnoid space.  Common findings include the following: $ • A #thick, gelatinous exudate# most prominent in the #basal portion of the brain#.  This exudate can encase the cranial nerves, leading to cranial nerve palsy, and invade the circle of Willis, leading to stroke. $ • Tuberculous #vasculitis# of the cerebral arteries.  This can cause #multiple bilateral brain infarctions#, particularly in the periventricular cerebral areas. $ • #Hydrocephalus# due to obstruction of cerebrospinal fluid outflow by tubercular proteins.  This can cause elevated intracranial pressure (eg, headache, nausea, vomiting) and #ventriculomegaly#. $ Although CNS invasion occurs in only ~5% of extrapulmonary TB, risk is increased in those with significant immunocompromise due to #HIV#, immunosuppressive medications, advanced age, or malnutrition. $ (Choice A)  Herpes simplex virus type 1 can spread via the trigeminal nerve (CN V) to the brain.  Patients usually develop rapid-onset (not subacute) fever, headache, seizure, altered mental status, and neurologic deficits.  Autopsy typically shows unilateral temporal lobe inflammation, not hydrocephalus or a gelatinous exudate in the basal brain. $ (Choice B)  Neurocysticercosis is caused by the larval stage of the pork tapeworm Taenia solium.  It is generally marked by intraparenchymal cysts at several stages of development.  The lack of intraparenchymal lesions makes neurocysticercosis unlikely.  In addition, patients generally present with seizures or focal neurologic deficits. $ (Choice C)  Primary CNS lymphoma is more common in patients with HIV but is usually marked by a single large mass in the parenchyma of the brain.  The presence of a thick, gelatinous exudate and no intraparenchymal brain lesions would be atypical. $ (Choice D)  Toxoplasma encephalitis is common in patients with advanced HIV who are not on prophylaxis.  Although it often presents with slowly progressive headache, vomiting, and/or fever, it is marked by multiple intraparenchymal lesions in the brain. $ Educational objective Tuberculous (TB) meningitis is characterized by formation of a thick, gelatinous exudate in the base of the brain; cerebral vasculitis; and hydrocephalus.  It frequently presents with subacute, slowly progressive nausea, vomiting, fever, cranial nerve deficits, and strokes."},

{"id":"737","title":"A 21-year-old man is brought to the emergency department by his roommate due to worsening fever, headache, and confusion.  The patient recently moved to a dormitory, and his prior medical problems and immunizations are unknown.  Temperature is 39.2 C (102.6 F), blood pressure is 98/54 mm Hg, pulse is 112/min, and respirations are 24/min.  The patient appears acutely ill.  He is obtunded and has nuchal rigidity.  Leukocyte count is 19,000/mm3 with 20% band neutrophils.  Blood cultures are obtained and lumbar puncture is performed.  Gram stain of cerebrospinal fluid reveals gram-negative cocci in pairs.  Which of the following is the most likely way that this organism reached the meninges?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Middle ear → contiguous tissues → meninges","answer_2":"B. Pharynx → blood → choroid plexus → meninges","answer_3":"C. Pharynx → lymphatic system → meninges","answer_4":"D. Primary lung focus → blood → meninges","answer_5":"E. Traumatic wound → leaking cerebral spinal fluid → meninges","percent_1":"4%","percent_2":"77%","percent_3":"13%","percent_4":"6%","percent_5":"0%","right_answer":"B. Pharynx → blood → choroid plexus → meninges","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp737.jpg","explanation_1":"","explanation_2":"$#Acute bacterial meningitis# is a life-threatening infection that classically presents with the triad of fever, nuchal rigidity, and altered mental state.  Most cases are caused by Streptococcus pneumoniae (gram-positive coccus) and #Neisseria meningitidis# (gram-negative diplococcus).  These pathogens are transmitted via aerosolized droplets and are able to #colonize the nasopharynx# due to the presence of specialized surface components (eg, fimbriae, pili).  Colonization usually leads to an asymptomatic carrier state, but in a minority of patients (~0.2%), the bacteria penetrate the epithelium and enter the #bloodstream#.  Intravascular survival is dependent on capsular polysaccharides, which allow the bacteria to evade destruction by the alternative complement system.  Meningitis occurs when the bacteria penetrate the cerebral capillary endothelium or the #choroid plexus#, the location of blood-CSF barrier. $#(Choice A)#  Haemophilus influenzae and S pneumoniae can rarely spread into the meninges from a middle ear infection.  However, an ear infection is very uncommon cause of meningitis. $#(Choice C)#  Spread from the pharynx through the nasal lymphatics to the subarachnoid space may contribute to some cases of bacterial meningitis.  However, this route is thought to be far less common than bloodstream invasion with subsequent hematogenous spread. $#(Choice D)#  Infections of the lung (eg, Mycobacterium tuberculosis, S pneumoniae) can lead to bacteremia and meningitis.  However, N meningitidis does not usually colonize or infect the lung. $#(Choice E)#  Traumatic brain injury can lead to CSF leaks, with subsequent infection of the central nervous system.  This is particularly common in the setting of basilar skull fracture.  S pneumoniae (gram-positive cocci in pairs) is the most common organism. $#Educational objective# Neisseria meningitidis is transmitted primarily by aerosolized droplets and subsequently colonizes the nasopharyngeal epithelium.  Penetration of the epithelium can lead to bloodstream infection.  Spread to the meninges occurs via transcellular penetration of the cerebral capillary endothelium or entry at the choroid plexus.  "},

{"id":"1906","title":"A 68-year-old woman is brought to the emergency department due to confusion and lower extremity weakness.  Her symptoms began 2 days ago with fever, headache, malaise, and myalgias.  Today, the patient became confused and had difficulty ambulating due to left lower extremity weakness.  The patient has a history of lymphoma in remission, hypertension, and type 2 diabetes mellitus.  She drinks alcohol socially but does not use tobacco or recreational drugs.  She is visiting her family in Texas for the summer and has never traveled outside the United States.  Temperature is 38.3 C (101 F), blood pressure is 130/70 mm Hg, and pulse is 96/min.  The patient is oriented to place and person only and has a coarse hand tremor.  There is flaccid paralysis of the left lower extremity with preserved sensation.  CT scan of the head shows no abnormalities.  Lumbar puncture is performed, and cerebrospinal fluid analysis shows lymphocytic pleocytosis and elevated protein.  Cerebrospinal fluid polymerase chain reaction testing yields viral RNA.  The infectious agent responsible for this patient's current condition is most likely transmitted via which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blood transfusion","answer_2":"B. Insect bite","answer_3":"C. Exhalation","answer_4":"D. Sexual activity","percent_1":"11%","percent_2":"54%","percent_3":"22%","percent_4":"14%","right_answer":"B. Insect bite","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#West Nile virus#∆⨉ §^#Clinical$ syndrome# ∆ • West Nile fever: fever, headache, rash (maculopapular/morbilliform) • Neuroinvasive: meningitis, encephalitis, acute asymmetric flaccid paralysis $== ○ Parkinsonian symptoms (eg, rigidity, bradykinesia, tremor) §^#Transmission# ∆ • Mosquitoes (Culex spp.) • More common in summer/fall • Warm climate (southern United States, Latin America, Africa) §^#Risk factors# ∆ • Older age • Malignancy/organ transplant","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute confusion associated with fever and asymmetric lower extremity paralysis, consistent with neuroinvasive #West Nile virus# (WNV) infection.  WNV is a positive-sense, single-strand RNA flavivirus transmitted by female #mosquitoes# (Culex spp), most commonly in the summer in warmer regions (eg, southern United States, Latin America, Africa).  Most WNV infections are asymptomatic or present with a flu-like illness (fever, headache, myalgias), often with a maculopapular or morbilliform rash on the back and chest. $#Neuroinvasive# infection is an uncommon complication of WNV but has a 10% fatality rate.  It occurs most commonly in older patients and those with a history of malignancy or organ transplant, and is characterized by meningitis (ie, headache, meningismus) and/or encephalitis (altered mental status).  The presence of acute-onset #asymmetric flaccid paralysis# is highly suggestive of WNV, particularly if the patient demonstrates concurrent #parkinsonian features# (eg, rigidity, bradykinesia, tremor, postural instability). $#(Choices A and D)#  HIV, cytomegalovirus, and Epstein-Barr virus can be transmitted via blood transfusion or sexual contact, whereas herpes simplex virus 1 and 2 are transmitted through sexual or oral contact.  Although these viruses can cause aseptic meningitis and encephalitis, asymmetric flaccid paralysis and concurrent tremor are more suggestive of WNV. $#(Choice C)#  Varicella, mumps, and adenoviruses are spread via respiratory secretions (eg, droplets, aerosols) and are capable of causing aseptic meningitis or encephalitis, but paralysis is rare.  Hemophilus influenzae and Mycoplasma pneumoniae are associated with Guillaine-Barre syndrome, which can cause ascending paralysis; however, Guillaine-Barre is not typically associated with fever at the time of symptom onset or viral RNA in the CSF. $#Educational objective# West Nile virus is a single-strand flavivirus transmitted by mosquitoes, most commonly in the summer.  Most infections are asymptomatic or may present with a flu-like illness (West Nile fever), often with a maculopapular or morbilliform rash.  Neuroinvasive disease manifests as meningitis, encephalitis, or asymmetric flaccid paralysis; patients may have parkinsonian features (eg, tremor).  "},

{"id":"14899","title":"A study was conducted to determine the utility of adjunctive therapy in bacterial meningitis.  Patients with acute bacterial meningitis whose cerebrospinal fluid (CSF) analysis showed gram-positive diplococci were divided into 2 groups.  The first (control) group was given systemic antibiotics only, and the second (experimental) group was given dexamethasone followed by systemic antibiotics.  Compared to the control group, patients in the experimental group developed fewer neurologic sequelae and had a lower risk of death.  The experimental patients most likely benefited from the use of this drug due to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased cerebral metabolic activity","answer_2":"B. Decreased inflammatory response in the CSF","answer_3":"C. Increased antibiotic penetration into the CSF","answer_4":"D. Increased bone marrow release of neutrophils","answer_5":"E. Increased plasma glucose for cerebral use","percent_1":"1%","percent_2":"83%","percent_3":"7%","percent_4":"3%","percent_5":"6%","right_answer":"B. Decreased inflammatory response in the CSF","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Acute bacterial meningitis# is characterized by a massive #inflammatory response# in the central nervous system.  The inflammation is driven by #bacterial subcapsular components#, particularly macromolecules of the bacterial cell wall such as teichoic acid and peptidoglycan.  These components trigger the release of #inflammatory cytokines# (eg, tumor necrosis factor–alpha, interferon-gamma, interleukin 12), leading to loosening of the tight junctions of the blood-brain barrier, vasogenic edema, elevation of intracranial pressure, and recruitment of leukocytes. $#Streptococcus pneumoniae#, a gram-positive diplococcus, is the leading cause of acute bacterial meningitis in adults.  Initial antibiotic therapy against S pneumoniae lyses the bacteria and releases cell wall components that increase cerebrospinal fluid (CSF) inflammatory cytokines.  Studies have shown that pretreatment with #dexamethasone reduces the levels of inflammatory cytokines# in the CSF and limits risk of inflammation-induced morbidity (eg, seizures, focal neurologic deficits) and death.  Other forms of bacterial meningitis, such as those due to Neisseria meningitidis and Haemophilus influenzae, do not benefit from glucocorticoid pretreatment, possibly because these gram-negative organisms have thinner cell walls (less peptidoglycan and no teichoic acid), resulting in less inflammatory cytokine release. $#(Choice A)#  Therapeutic hypothermia (32-34 C [89.6-93.2 F]) can be used after hypoxic/ischemic brain injury due to cardiac arrest.  It reduces cerebral metabolic activity and limits metabolic strain within damaged neurologic tissue.  This has been shown to improve neurologic recovery and long-term outcomes. $#(Choice C)#  The inflammatory response to bacterial components in the CSF loosens the tight junctions of the blood-brain barrier, which aids antibiotic penetration into the central nervous system.  Dexamethasone reduces the inflammatory response and would be expected to decrease permeability of the blood-brain barrier. $#(Choice D)#  Glucocorticoids promote the release of granulocytes from the bone marrow and the movement of neutrophils off the endothelial wall into the systemic circulation.  This often leads to an increase in the circulating white blood cell count with delayed migration into infected tissues. $#(Choice E)#  Glucocorticoids can cause a dose-dependent increase in fasting serum glucose levels due to stimulation of hepatic gluconeogenesis and inhibition of glucose uptake in adipose tissue.  Although this increases the delivery of glucose to the brain, the primary reason glucocorticoids are protective in those with S pneumoniae meningitis is a reduction in brain inflammation. $#Educational objective# Pneumococcal meningitis is associated with massive cerebrospinal fluid inflammatory cytokine release in response to bacterial cell wall components.  Treatment with dexamethasone prior to antibiotic therapy has been shown to reduce inflammation and decrease the risk of adverse outcomes (eg, seizures, focal neurologic deficits) and death.  Other forms of bacterial meningitis do not seem to benefit from glucocorticoid treatment.  "},

{"id":"118","title":"A 54-year-old man is brought to the emergency department due to a week of progressive headaches and confusion.  He was treated for viral esophagitis 6 months ago and Pneumocystis pneumonia 2 months ago.  Temperature is 38 C (100.4 F), blood pressure is 142/86 mm Hg, and pulse is 64/min.  The patient is lethargic and oriented to person and place only.  CT scan of the head shows a mildly increased ventricle size but no other abnormalities.  Lumbar puncture reveals an elevated opening pressure, and cerebrospinal fluid analysis shows moderately increased protein concentration and pleocytosis.  The latex agglutination test is positive for soluble polysaccharide antigen.  Light microscopy of this patient's cerebrospinal fluid is most likely to reveal which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Budding yeast","answer_2":"B. Germ tubes","answer_3":"C. Nonseptate hyphae","answer_4":"D. Spherules with endospores","answer_5":"E. Sporangium","percent_1":"50%","percent_2":"7%","percent_3":"9%","percent_4":"21%","percent_5":"13%","right_answer":"A. Budding yeast","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cryptococcus neoformans#∆⨉ §^#Morphology# ∆ • #Yeast# with a #polysaccharide capsule# • Round/oval cells with narrow-based buds §^#Epidemiology# ∆ • Soil and pigeon droppings • Respiratory transmission • Opportunistic infection in patients with #AIDS# (CD4 <100/mm3) §^#Infection# ∆ • #Meningoencephalitis:# Progressive headache, fever, confusion • Possible disseminated disease §^#Diagnosis# ∆ • #India ink# stain of cerebrospinal fluid • Latex agglutination of cerebrospinal fluid • Culture using Sabouraud agar §^#Treatment# ∆ • #Amphotericin B# and flucytosine (induction) • Fluconazole (maintenance)","explanation_img":"","explanation_1":"","explanation_2":"This patient's opportunistic infections (viral esophagitis, Pneumocystosis pneumonia) raise suspicion for #untreated AIDS#.  He now has headache, fever, confusion, and polysaccharide antigens in the cerebrospinal fluid (CSF) indicating likely #cryptococcal meningitis#.  This opportunistic infection is caused by Cryptococcus neoformans, a yeast with a thick #polysaccharide capsule#.  Diagnosis is often made by identifying polysaccharide (cryptococcal) antigens in the CSF.  Round or oval #budding yeast# can also be visualized with @India ink stain@.  Most patients have #elevated opening pressures# on lumbar puncture due to increased vascular permeability secondary to inflammation and/or yeasts obstructing CSF outflow from the arachnoid villi. $#(Choice B)#  Candida albicans forms germ tubes (true hyphae) if incubated in 37 C (98.6 F) serum for 3 hours.  This test helps differentiate C albicans from other Candida species.  C albicans meningitis is extremely rare (even in patients with HIV) and would not be associated with a positive polysaccharide antigen. $#(Choice C)#  Mucor and Rhizopus species are characterized by @nonseptate hyphae@ that branch at wide angles.  These fungi cause severe infections of the paranasal sinuses (mucormycosis) in patients who are immunosuppressed (eg, diabetes mellitus). $#(Choice D)#  Coccidioides immitis is associated with the formation of @spherules@, which then rupture to release endospores.  This fungus primarily causes community-acquired pneumonia in endemic areas (eg, Arizona desert); central nervous system infection is quite rare and would not be associated with a positive polysaccharide antigen. $#(Choice E)#  Mold fungi (eg, Rhizopus) form sporangia, which produce and contain spores.  Cryptococcus is a yeast and does not reproduce with sporangia. $#Educational objective# Cryptococcus neoformans causes meningoencephalitis in patients with untreated AIDS.  Diagnosis can be made by detecting the polysaccharide capsule in cerebrospinal fluid using the latex agglutination test.  India ink staining of cerebrospinal fluid is also used for diagnosis and can demonstrate round or oval budding yeast.  ","clickable_1":"images/img1.118.jpg","clickable_2":"images/img2.118.jpg","clickable_3":"images/img3.118.jpg"},

{"id":"1966","title":"A 6-year-old boy is brought to the emergency department by his parents with a 2-day history of fever and headaches.  The parents report that he vomited once this afternoon.  All of his vaccinations are up-to-date and he has no significant past medical history.  His temperature is 38.7 C (102 F).  Examination shows mild pharyngeal erythema in addition to neck stiffness.  Cerebrospinal fluid analysis reveals the following:","title_table":"?Glucose? 70 mg/dL ?Protein? 85 mg/dL ?Leukocytes? 300/mm3 ? Neutrophils? 15℅ ? Lymphocytes? 85℅ ?Red blood cells? none","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following infectious agents is most likely to have caused this patient's illness?","audio":"","comparison_items":"","answer_1":"A. Coronavirus","answer_2":"B. Cryptococcus neoformans","answer_3":"C. Enterovirus","answer_4":"D. Mumps virus","answer_5":"E. Neisseria meningitidis","answer_6":"F. Streptococcus agalactiae","answer_7":"G. Streptococcus pneumoniae","percent_1":"14%","percent_2":"4%","percent_3":"57%","percent_4":"7%","percent_5":"7%","percent_6":"2%","percent_7":"9%","right_answer":"C. Enterovirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Differences between bacterial & viral meningitis#∆⨉∆⨉ § ∆^#Viral# ∆^#Bacterial# §^#Common$ microbes# ∆ • Enteroviruses (most common) • Arboviruses • Herpes simplex virus type 2 ∆ • Adults: Streptococcus pneumoniae & Neisseria meningitidis • Neonates: Group B Streptococcus & gram-negative bacilli §^#CSF cell$ differential# ∆ • WBC count often <500/mm3 • Lymphocytic predominance ∆ • WBC count often >1,000/mm3 • Neutrophilic predominance §^#CSF glucose &$ protein# ∆ • Glucose levels are normal or slightly reduced • Protein generally <150 mg/dL ∆ • Glucose levels <45 mg/dL • Protein is often >250 mg/dL §^#CSF Gram stain$ & culture# ∆ • No organisms identified ∆ • Often positive for a specific organism %#CSF =# cerebrospinal fluid; #WBC =# white blood cell.","explanation_img":"","explanation_1":"","explanation_2":"This child has clinical evidence of meningitis (fever, headache, vomiting, stiff neck).  Analysis of the cerebrospinal fluid (CSF) shows #normal# glucose, marginally elevated protein (generally <150 mg/dL), and pleocytosis with a #lymphocytic# predominance.  This pattern suggests #aseptic meningitis#, which is usually viral in etiology. $#Enteroviruses# (eg, coxsackievirus, echovirus, poliovirus) are responsible for >90% of cases.  Clinical symptoms are similar to meningitis caused by bacterial or fungal pathogens.  However, aseptic meningitis is generally #less severe#, and focal neurologic signs, seizures, and alterations in mental status are absent.  The presence of any of these should prompt consideration of other conditions, including bacterial meningitis, encephalitis, and intracranial hemorrhage.  A negative Gram stain and #sterile culture# will further support the diagnosis of aseptic meningitis. $#(Choice A)#  Coronaviruses are a common cause of cold symptoms and have caused fatal respiratory illnesses (eg, severe acute respiratory syndromes).  They are not a common cause of viral meningitis. $#(Choice B)#  Cryptococcus neoformans is a common cause of meningitis in immunocompromised patients (eg, AIDS patients).  The diagnosis is made by testing for cryptococcal antigens or by identifying India ink-stained organisms in the CSF. $#(Choice D)#  The mumps virus can cause aseptic meningitis, but this would be extremely unlikely in this fully immunized child.  Meningitis caused by mumps is accompanied by parotitis in 50% of cases. $#(Choices E, F, and G)#  Streptococcus pneumoniae and Neisseria meningitidis are the most common causes of bacterial meningitis in adults; S agalactiae (group B Streptococcus) is the most common cause of meningitis in neonates.  Bacterial and viral meningitis both cause fever, nuchal rigidity, and headache.  However, this patient's CSF analysis is more suggestive of aseptic meningitis. $#Educational objective# Fever; meningeal signs (eg, headache, neck stiffness); and cerebrospinal fluid that shows lymphocytic pleocytosis, a modestly elevated protein level (<150 mg/dL), and normal glucose are suggestive of aseptic meningitis.  Enteroviruses are the most common cause of aseptic meningitis.  "},

{"id":"907","title":"A 9-year-old girl is brought to the emergency department following a 3-minute generalized seizure.  She has had a fever with a worsening headache for 3 days.  The girl has no medical problems and is not taking any medications.  She lives with her parents and pet cat and has traveled to Canada and England.  On physical examination, she is disoriented and has difficulty staying awake.  Her speech is difficult to understand due to inappropriate word choice.  She is admitted to the intensive care unit for further workup.  The patient becomes unresponsive the following day and dies overnight.  Autopsy reveals bilateral, hemorrhagic necrosis of the inferior and medial temporal lobes.  This patient's condition was most likely caused by infection with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enterovirus","answer_2":"B. Herpes simplex virus","answer_3":"C. Naegleria fowleri","answer_4":"D. Neisseria meningitidis","answer_5":"E. Streptococcus pneumoniae","answer_6":"F. Toxoplasma gondii","percent_1":"2%","percent_2":"53%","percent_3":"14%","percent_4":"5%","percent_5":"2%","percent_6":"25%","right_answer":"B. Herpes simplex virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#HSV encephalitis#∆⨉ §^#Pathogenesis# ∆HSV-1 → olfactory tract → olfactory cortex (temporal lobe) §^#Presentation# ∆Fever, headache, seizures, aphasia, mental status/behavior changes §^#Diagnosis# ∆Temporal lobe hemorrhage/edema on brain imaging Cerebrospinal fluid PCR for HSV §^#Treatment# ∆Intravenous acyclovir %#HSV-1 =# herpes simplex virus type 1.","explanation_img":"","explanation_1":"","explanation_2":"#Herpes simplex virus type 1 (HSV-1) encephalitis# is the most common cause of fatal sporadic encephalitis, or inflammation of the brain parenchyma.  HSV-1 encephalitis results from #primary oropharyngeal infection# that travels via the olfactory tract or from the #reactivation of latent virus# in the trigeminal ganglion with subsequent spread into the cerebral vault.  CT, @MRI@ (red arrow), and post-mortem macroscopic brain examination reveal #edema and hemorrhagic necrosis of the temporal lobe#.  Unilateral involvement is most common, but bilateral necrosis can also occur.  Definitive diagnosis is made by polymerase chain reaction testing of cerebrospinal fluid. $Symptoms of acute encephalitis include acute onset of #headache, fever, mental status changes# (eg, lethargy, disorientation), cranial nerve deficits (eg, Bell's palsy), and #seizures#.  Temporal lobe damage can result in receptive #aphasia# and #personality changes# (eg, hypersexuality, aggression). $#(Choice A)#  Enterovirus, particularly group B coxsackievirus, is the most common cause of viral meningitis in children.  Less commonly, enterovirus causes encephalitis and acute flaccid paralysis, but temporal lobe involvement is not typical. $#(Choice C)#  Naegleria fowleri is a free-living, protozoan parasite that causes rapid meningoencephalitis with a high mortality rate.  N fowleri is found in fresh water, and transmission occurs through nasal inhalation during recreational activities (eg, swimming, diving).  After spread through the cribriform plate to the olfactory cortex, infection leads to symptoms of encephalitis, as described above, in addition to smell and taste abnormalities.  Inflammation can be seen in the frontal and temporal lobes, brainstem, and meninges. $#(Choices D and E)#  Neisseria meningitidis and Streptococcus pneumoniae are the 2 most common causes of bacterial meningitis.  Unlike encephalitis, @meningitis@ does not affect the brain parenchyma; rather, infection of the connective tissue layers of the brain leads to classic symptoms of fever, nuchal rigidity, and altered mental status. $#(Choice F)#  Immunocompromised hosts (eg, patients with HIV) are predisposed to opportunistic pathogens (eg, Toxoplasma gondii, cytomegalovirus [CMV]) that can cause encephalitis.  Toxoplasma encephalitis is classically associated with @ring-enhancing lesions@ (white arrows) in the parietal or frontal lobes after ingestion of oocysts from soil or cat litter.  CMV encephalitis can lead to parenchymal micro-nodules and ventricular enlargement. $#Educational objective# Herpes simplex virus type 1 encephalitis is a potentially fatal complication from primary infection or reactivation of latent disease.  Nervous system invasion leads to necrosis of the temporal lobe, which can result in aphasia and personality changes in addition to classic features of encephalitis (eg, headache, fever, altered mental status, seizure).  ","clickable_1":"images/img1.907.jpg","clickable_2":"images/img2.907.jpg","clickable_3":"images/img3.907.jpg"},

{"id":"12084","title":"An 18-year-old previously healthy woman is brought to the emergency department with 2 days of fever, headache, and lethargy. She has also had nausea and several episodes of vomiting. Her temperature is 38.9 C (102 F), blood pressure is 110/60 mm Hg, and pulse is 108/min. On physical examination, the patient is diaphoretic, delirious, and has a petechial rash on the trunk and extremities. Signs of meningeal irritation are present. CT scan of the head reveals no mass lesions. She is scheduled for a lumbar puncture for cerebrospinal fluid analysis. During this procedure, which of the following anatomical landmarks helps locate the optimal site for needle insertion?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior superior iliac spine","ansImg_1":"","answer_2":"B. Costal margin","ansImg_2":"","answer_3":"C. Iliac crest","ansImg_3":"","answer_4":"D. Inferior angle of the scapula","ansImg_4":"","answer_5":"E. Posterior superior iliac spine","ansImg_5":"","right_answer":"C. Iliac crest","percent_1":"13%","percent_2":"2%","percent_3":"62%","percent_4":"1%","percent_5":"22%","explanation_img":"images/exp12084.jpg","explanation_1":"","explanation_2":"$This patient with fever, headache, delirium, petechial rash, and meningismus likely has meningococcal meningitis.  The diagnosis is typically confirmed with lumbar puncture and cerebrospinal fluid (CSF) analysis after neuroimaging excludes a mass lesion. $The @spinal cord@ extends from the medulla to the inferior border of the L1 vertebra in adults (L2/L3 in neonates and infants).  The conus medullaris is the tapered lower part of the spinal cord, which subsequently branches out into spinal nerves forming the cauda equina.  The pia mater surrounding the spinal cord projects downward to form the filum terminale, which is a filament connecting the conus medullaris to the posterior coccyx.  The dura extends below the spinal cord termination level to form a sac containing the CSF, nerve roots, and cauda equina.  The dura ends at S2 and fuses with the filum terminale to connect to the coccyx. $#Lumbar puncture# is performed with the patient in the recumbent (preferred for accurate opening pressure measurement) or sitting position.  The optimal location for needle insertion is the #L3/L4 or L4/L5 space# as this is well below the spinal cord termination site.  The #L4 vertebral body# lies on a line drawn between the highest points of the @iliac crests@, which can be visually identified and confirmed by palpation. $#(Choice A)#  The anterior superior iliac spine is a bony projection of the iliac bone that can be used as a landmark for surface anatomy of the abdomen.  This structure serves as the attachment site for the sartorius muscle. $#(Choice B)#  The costal margin is the lower edge of the thorax formed by the anterior ends of the 7th-10th costal cartilages. $#(Choice D)#  The inferior angle of the scapula is formed by the medial and lateral borders of the scapula and serves as the origin of the teres major muscle.  This scapular region aligns with the spinous processes of T7/T8. $#(Choice E)#  The posterior superior iliac spine is the attachment site for the sacrotuberous and posterior sacroiliac ligaments in the iliac crest.  The sacral dimples in the skin overlie the posterior superior iliac spine and correspond to the S2 vertebral level. $#Educational objective# The optimal location for needle insertion during a lumbar puncture is the L3/L4 or L4/L5 space as this is well below the spinal cord termination site (L1 in adults).  The L4 vertebral body lies on a line drawn between the highest points of the iliac crests.  ","clickable_1":"images/img1.12084.jpg","clickable_2":"images/img2.12084.jpg"},

{"id":"116","title":"A 28-year-old man comes to the emergency department due to 2 weeks of headaches, fever, and episodes of inattentiveness.  The patient has a history of Hodgkin lymphoma and is undergoing treatment with combination chemotherapy.  Temperature is 38.2 C (100.8 F), blood pressure is 138/84 mm Hg, and pulse is 72/min.  Lumbar puncture reveals an elevated opening pressure, and cerebrospinal fluid analysis shows moderately increased protein levels and low glucose levels.  Light microscopy of the cerebrospinal fluid is shown in the image.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/116.jpg","title_2":"Which of the following should be included in initial treatment for this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Amphotericin B","answer_2":"B. Ampicillin","answer_3":"C. Ceftriaxone","answer_4":"D. Ganciclovir","answer_5":"E. Pyrimethamine","answer_6":"F. Voriconazole","percent_1":"85%","percent_2":"1%","percent_3":"5%","percent_4":"1%","percent_5":"2%","percent_6":"6%","right_answer":"A. Amphotericin B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clinical features of cryptococcal meningoencephalitis#∆⨉ §^#Presentation# ∆ • Slowly progressive headache, fever & lethargy over 1-2 weeks • Patients with AIDS may present more acutely/severely §^#Diagnosis# ∆ • Lumbar puncture: ↓ glucose & ↑ protein • India ink staining: transparent capsule • CSF shows positive cryptococcal antigen • Culture on Sabouraud agar §^#Treatment# ∆ • Initial treatment: amphotericin B & flucytosine • Long-term maintenance therapy: fluconazole %#CSF =# cerebrospinal fluid.","explanation_img":"","explanation_1":"","explanation_2":"#Cryptococcus neoformans# is an opportunistic yeast that can be visualized with #India ink staining#.  @India ink@ stains the background of the slide, which allows the #thick polysaccharide capsule# of the yeast to be visualized (clear halo between the dark background and the center of the organism).  India ink staining of the cerebrospinal fluid (CSF) is a common diagnostic modality in those with suspected cryptococcal meningitis.  However, CSF cryptococcal (polysaccharide) antigen testing is more sensitive and specific, so it is also usually performed.  Culture of the fungus on #Sabouraud agar# confirms the diagnosis. $Patients with cryptococcal meningitis usually develop slowly worsening headache, fever, and lethargy.  Immunocompromised individuals are at greatest risk, particularly those who have AIDS or hematologic cancers or patients on chronic glucocorticoids.  CSF analysis usually shows low glucose, increased protein, and mild pleocytosis with a predominance of lymphocytes.  Initial treatment involves induction therapy with #amphotericin B# and flucytosine.  Once patients are stabilized, they are switched to long-term maintenance therapy with fluconazole. $#(Choices B and C)#  Ampicillin is used to treat Listeria meningitis; Listeria is a gram-positive rod with characteristic tumbling motility on light microscopy.  Ceftriaxone can treat pneumococcal and Haemophilus influenzae meningitis.  Ampicillin and ceftriaxone are beta-lactam antibiotics that inhibit peptidoglycan cross-linking and lead to bactericidal effects.  Fungi cannot be treated with beta-lactam antibiotics as their cell walls do not contain peptidoglycan. $#(Choice D)#  Ganciclovir inhibits viral DNA synthesis and is used to treat cytomegalovirus meningoencephalitis, which is diagnosed using PCR. $#(Choice E)#  Pyrimethamine is an antifolate agent used in the treatment of malaria and toxoplasmosis. $#(Choice F)#  Azole drugs inhibit the synthesis of ergosterol, a crucial fungal cell membrane component.  Spectrum of activity varies based on the particular agent; voriconazole is most effective against Aspergillus.  Fluconazole is used for long-term maintenance therapy in cryptococcal meningitis, but is fungistatic at typically used doses and is less effective than amphotericin B for initial treatment. $#Educational objective# Patients with suspected cryptococcal meningitis can be diagnosed using India ink staining of the cerebrospinal fluid.  Treatment with amphotericin B and flucytosine is required at first, followed by long-term fluconazole maintenance therapy.  ","clickable_1":"images/img1.116.jpg"},

{"id":"8324","title":"A 32-year-old man is brought to the emergency department due to fever, agitation, and disorientation.  According to his family, the patient has been acting strangely and seeing and hearing things that do not exist.  He also drools excessively and has severe, painful throat spasms when he attempts to eat or drink.  The patient returned 4 weeks ago from a camping trip in New Mexico.  Physical examination shows a confused and combative patient with mydriasis and neck rigidity.  Which of the following acts as an entry receptor for the causative agent of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B-lymphocyte CD21","answer_2":"B. Muscle acetylcholine receptors","answer_3":"C. Nasopharyngeal intracellular adhesion molecule-1","answer_4":"D. Respiratory epithelial sialic acids","answer_5":"E. Vascular endothelial integrins","percent_1":"3%","percent_2":"61%","percent_3":"16%","percent_4":"9%","percent_5":"10%","right_answer":"B. Muscle acetylcholine receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§#Virion# ∆#Cellular receptor# §Cytomegalovirus ∆Cellular integrins §Epstein-Barr virus ∆CR2 (CD21) §HIV ∆CD4 and CXCR4/CCR5 §Rabies virus ∆Nicotinic acetylcholine receptor §Rhinovirus ∆ICAM1 (CD54) %#ICAM1 =# intracellular adhesion molecule-1.","explanation_img":"","explanation_1":"","explanation_2":"This patient's progressive agitation, disorientation, and pharyngospasm raises strong suspicion for #rabies#, a fatal infection caused by a neurotrophic virus from the #Rhabdoviridae# family.  Exposure usually occurs when patients come into contact with #contaminated saliva# from an infected animal (eg, dog, bat), which likely occurred during this patient's camping trip in New Mexico.  The virus contains a bullet-shaped envelope with knob-like glycoproteins that allow it to attach to the #nicotinic acetylcholine receptor# at the neuromuscular junction.  The virus replicates locally within the muscle tissue of the bite wound for several days or weeks and then travels in a retrograde fashion through peripheral nerve axons to the dorsal root ganglia.  From there, it rapidly ascends the spinal cord and infects the diencephalon, hippocampus, and brain stem. $Patients initially develop a nonspecific flu-like prodrome (fever, malaise, myalgias); paresthesias radiating proximally from a known wound site can be an important clue.  When the virus enters the CNS, the infection typically evolves into rabies encephalitis, which is characterized by painful #pharyngeal spasms# leading to avoidance of water (#hydrophobia#), mental status changes, muscular rigidity, and autonomic dysfunction (pupil dilation, #hypersalivation#).  Once symptoms of rabies encephalitis appear, postexposure prophylaxis is no longer effective and nearly all patients die. $#(Choice A)#  Epstein-Barr virus binds to CD21 on inactive B-lymphocytes and results in infectious mononucleosis, which is usually characterized by sore throat, swollen lymph nodes, malaise, and atypical lymphocytosis.  Because this virus is a member of the Herpesviridae family, initial infection is followed by a long-standing (usually asymptomatic) latent infection. $#(Choice C)#  Rhinovirus binds intracellular adhesion molecule-1, which is found on nasopharyngeal and adenoid epithelial cells.  It is associated with the common cold, not agitation, pharyngeal spasm, and hallucinations. $#(Choice D)#  The influenza virus has hemagglutinin glycoproteins that allow it to attach to sialic acids on the surface of the respiratory epithelium.  Influenza is usually characterized by fever, myalgias, cough, headache, and respiratory symptoms; agitation and pharyngeal spasm are not typical features. $#(Choice E)#  Cytomegalovirus binds to vascular endothelial integrins, leading to replication within endothelial cells.  Initial cytomegalovirus infections are often asymptomatic, but patients can develop a mononucleosis-type syndrome (eg, lethargy, fever, atypical lymphocytosis).  Psychosis and disorientation would be atypical. $#Educational objective# Rabies virus has a bullet-shaped envelope with knob-like glycoproteins that bind to nicotinic acetylcholine receptors.  Once transmission occurs (usually due to a bite wound from an infected animal), the virus replicates locally in muscle tissue for several days or weeks before spreading in a retrograde fashion through the peripheral nerve axons to the central nervous system.  "},

{"id":"15580","title":"A 38-year-old man is brought to the emergency department after a generalized tonic-clonic seizure.  He had several days of progressive headache, vomiting, and confusion prior to the episode.  Temperature is 38 C (100.4 F).  Physical examination shows a lethargic patient with bilateral papilledema and neck rigidity.  His condition progressively worsens, and the patient dies in the hospital several days later.  An autopsy is performed, and the brain histopathology is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15580.jpg","title_2":"Which of the following pathogens is most likely responsible for these findings?","audio":"","comparison_items":"","answer_1":"A. Bacteria with mycolic acid in cell wall","answer_2":"B. Infectious agent lacking nucleic acid","answer_3":"C. Neurotrophic double-stranded DNA virus","answer_4":"D. Obligate intracellular protozoan parasite","answer_5":"E. Yeast with polysaccharide capsule","percent_1":"4%","percent_2":"7%","percent_3":"7%","percent_4":"13%","percent_5":"69%","right_answer":"E. Yeast with polysaccharide capsule","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15580.jpg","explanation_1":"","explanation_2":"$#Cryptococcus neoformans#, a round/oval yeast surrounded by a #thick polysaccharide capsule# (clear areas on H&E tissue stain shown above), is found primarily in soil contaminated by bird droppings and is transmitted to humans via inhalation.  Healthy individuals control/eliminate the infection with the cell-mediated immune response and are rarely symptomatic.  However, those with compromised immunity, particularly #advanced AIDS#, cannot contain the infection and often develop hematologic dissemination to the brain (#cryptococcal meningitis#). $Replication of C neoformans in the brain clogs the arachnoid villi with yeast antigens and capsular proteins, leading to obstructed cerebrospinal fluid outflow.  This #elevates intracranial pressure# and causes slowly progressive headache, nausea and vomiting, confusion, neck rigidity, and papilledema.  Seizures and brain herniation can subsequently occur. $The diagnosis is typically confirmed by detection of #cryptococcal antigens# in cerebrospinal fluid (CSF) or visualization of encapsulated, budding yeasts in CSF using specialized stains (eg, India ink, methenamine silver); these special stains are needed as the yeasts are surrounded by clear CSF (unlike in tissue sections).  Patients who develop cryptococcal meningitis often are unaware of underlying HIV infection (as is likely in this case); it is considered an AIDS-defining illness. $#(Choice A)#  Mycolic acid is the primary component of the cell wall of Mycobacterium tuberculosis.  Although pulmonary infection is most common, M tuberculosis can spread to the brain and cause subacute meningitis or a focal parenchymal infection called a tuberculoma.  Histopathology would show granulomas with giant cells and @acid-fast bacteria@. $#(Choice B)#  Prions, infectious proteins that lack nucleic acid, can cause Creutzfeldt-Jakob disease.  Most cases are marked by rapidly progressive dementia and startle myoclonus.  Histopathology typically reveals brain atrophy, spongiform vacuoles, and the accumulation of prions in neuronal tissue. $#(Choice C)#  Herpes simplex virus is a neurotrophic, double-stranded DNA virus that can spread through the olfactory tract to the olfactory cortex in the temporal lobe of the brain.  Patients usually develop acute fever, headache, confusion, and focal neurologic issues.  Histopathology typically reveals hemorrhagic inflammation with an infiltration of mononuclear cells. $#(Choice D)#  Toxoplasma gondii is a feline parasite that can cause encephalitis in patients with untreated AIDS.  Manifestations include headache, confusion, fever, seizures, and focal neurologic deficits.  However, histopathology would reveal @T gondii cysts@, not encapsulated yeasts. $#Educational objective#Cryptococcus neoformans is a round/oval yeast with a thick polysaccharide capsule.  It is a common cause of meningoencephalitis (eg, headache, vomiting, confusion, seizure) in patients with untreated AIDS.  The yeast can frequently be visualized in the cerebrospinal fluid by India ink or silver stain.  ","clickable_1":"images/img1.15580.jpg","clickable_2":"images/img2.15580.jpg"},

{"id":"11862","title":"A 38-year-old woman comes to the emergency department due to 2 days of headache, nausea, and photophobia.  She has had migraines since her early 20s but has had more frequent episodes over the last few years.  The current headache is more severe than usual, and ibuprofen did not relieve the pain.  A flulike illness preceded the symptoms.  Temperature is 38.3 C (100.9 F), blood pressure is 144/86 mm Hg, and pulse is 110/min.  The patient appears lethargic.  Cranial nerves, sensation, and motor functions are normal.  She reports neck pain when instructed to touch the chest with her chin.  No skin rash is present.  Noncontrast CT scan of the head shows no abnormalities.  Which of the following is the best next step in management of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 100% oxygen inhalation","answer_2":"B. Lumbar puncture","answer_3":"C. Metoclopramide","answer_4":"D. MRI of the brain","answer_5":"E. Sumatriptan","answer_6":"F. Topiramate","percent_1":"2%","percent_2":"80%","percent_3":"1%","percent_4":"8%","percent_5":"8%","percent_6":"1%","right_answer":"B. Lumbar puncture","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Although migraine headaches are often associated with photophobia and nausea, this patient's fever, stiff neck, and lethargy make #bacterial meningitis# the far more likely diagnosis.  Bacterial meningitis is most commonly caused by Streptococcus pneumoniae and Neisseria meningitidis.  These pathogens colonize the host's mucous membranes, spread into the bloodstream (likely facilitated by this patient's preceeding viral infection), and penetrate the blood-brain barrier.  A lack of humoral components (eg, complement system, immunoglobulins) within the central nervous system allows bacteria to rapidly proliferate within the cerebrospinal fluid.  The resultant inflammatory response causes the classic #triad# of symptoms: #high fever# (>38 C [100.4 F]), #stiff neck#, and #altered level of consciousness#.  A generalized severe headache is also usually present. $Patients with suspected bacterial meningitis require urgent blood cultures, empiric antibiotics, and #lumbar puncture# with cerebrospinal fluid analysis to confirm the diagnosis, identify the underlying pathogen, and determine antibiotic sensitivity. $#(Choice A)#  100% oxygen can be used to abort cluster headaches, which are seen primarily in men and are usually characterized by severe orbital or periorbital pain, restless agitation, and autonomic symptoms (eg, lacrimation, rhinorrhea, ptosis, miosis).  Fever and nuchal rigidity would be atypical. $#(Choices C, E, and F)#  Metoclopramide and sumatriptan can be used to abort acute migraines; topiramate is an effective treatment for the prevention of chronic migraine headaches.  Migraines are usually characterized by a unilateral throbbing headache with or without associated symptoms such as nausea, aura, or photophobia.  Fever, nuchal rigidity, and lethargy would be atypical. $#(Choice D)#  Brain imaging may be performed prior to lumbar puncture to evaluate for signs of elevated intracranial pressure (increases the risk of cerebral herniation).  However, this patient had a negative head CT and further evaluation with MRI is not needed. $#Educational objective# The classic triad of fever, stiff neck, and altered mentation should raise suspicion for acute bacterial meningitis.  Evaluation requires prompt blood cultures, empiric antibiotics, and lumbar puncture with cerebrospinal fluid analysis.  "},

{"id":"1853","title":"A 22-year-old woman is brought to the emergency department due to fever, headaches, nausea, vomiting, and myalgias that began suddenly last night.  This morning, the patient was lethargic, difficult to arouse, and confused.  She is an exchange student who came to the United States 3 months ago, and her medical history is unknown.  Temperature is 39.4 C (102.9 F), blood pressure is 100/60 mm Hg, pulse is 112/min, and respirations are 18/min.  Physical examination shows nuchal rigidity.  Skin examination findings are shown in the image.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1853.jpg","title_2":"Leukocyte count is elevated, and lumbar puncture with cerebrospinal fluid Gram stain establishes the diagnosis.  Which of the following is most likely to be the primary antigenic component of the vaccine that could have prevented this patient's infection?","audio":"","comparison_items":"","answer_1":"A. Capsular polysaccharide","answer_2":"B. Inactivated (killed) organisms","answer_3":"C. Inactivated toxic compounds","answer_4":"D. Live attenuated organisms","answer_5":"E. Virus-like particles","percent_1":"79%","percent_2":"10%","percent_3":"5%","percent_4":"5%","percent_5":"1%","right_answer":"A. Capsular polysaccharide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vaccine types#∆⨉ §^#Live attenuated# ∆ • Measles, mumps & rubella • Polio (oral)* • Rotavirus • Varicella (chickenpox) • Yellow fever §^#Nonlive#$ (conjugate, inactivated,$ recombinant, subunit, toxoid) ∆ • Haemophilus influenzae type b • Hepatitis A • Hepatitis B • Herpes zoster (shingles) • Human papillomavirus • Influenza (intramuscular) • Meningococcal • Pneumococcal • Polio (inactivated) • Tetanus, diphtheria & pertussis • Typhoid %*Not available in the United States; advised only for developing countries.","explanation_img":"","explanation_1":"","explanation_2":"This patient's rapid-onset headache, fever, altered mental status, nuchal rigidity, and @purpuric rash@ (characteristic of meningococcemia) raise strong suspicion for #meningococcal meningitis#.  Neisseria meningitidis is a gram-negative diplococcus transmitted via aerosolized respiratory droplets.  Close living conditions (eg, college #dormitories#, prisons, military barracks) promote its spread. $N meningitidis has several virulence factors, including a polysaccharide capsule (impairs phagocytosis of the bacteria), lipo-oligosaccharide (induces cytokine production, leading to circulatory collapse), pili (permit bacterial attachment to the respiratory mucosa), and IgA protease (cleaves secretory IgA that would otherwise inactivate the pili).  Antibodies against the #polysaccharide capsule# confer immunity to N meningitidis. $The meningococcal #vaccines# available in the United States are as follows: $• Quadrivalent conjugate vaccine:  #Capsular polysaccharide antigens# (serogroups A, C, Y, and W) are fused to a diphtheroid toxin carrier, which allows the polysaccharides to be displayed on the major histocompatibility complex of antigen-presenting cells.  This results in stimulation of T-cells and provides a stronger, more lasting immunologic response. $• Serogroup B vaccine:  Capsular polysaccharides from serogroup B are very similar to human neural cell adhesion molecules.  This molecular mimicry prevented a polysaccharide vaccine due to difficulty in generating an immune response without increasing the risk of autoimmunity.  A vaccine against this serogroup is now available that uses #recombinant proteins# instead of capsular polysaccharides. $In the United States, the quadrivalent vaccine is part of routine immunizations; the serogroup B vaccine is recommended for specific high-risk populations (eg, those with asplenia or complement deficiency). $#(Choice B)#  The influenza vaccination typically contains three or four strains of inactivated virus.  Although influenza is often associated with rapid-onset malaise, headache, myalgia, and fever, the presence of nuchal rigidity and purpuric skin rash make meningococcemia more likely. $#(Choice C)#  The diphtheria toxoid is used in conjugate vaccines because it allows the polysaccharide antigen to be displayed on the major histocompatibility complex of antigen presenting cells.  The toxoid is not the primary antigenic component of conjugate vaccines. $#(Choice D)#  The measles-mumps-rubella vaccination contains live attenuated versions of these viruses.  @Measles@ is associated with the 3 C's (coryza, conjunctivitis, cough) and a maculopapular rash, mumps is associated with salivary gland swelling, and @rubella@ is associated with a diffuse maculopapular rash.  A purpuric rash and nuchal rigidity would be atypical. $#(Choice E)#  Virus-like particles are multiprotein structures that elicit a strong B- and T-cell response but contain no viral genetic material, so they are not infectious.  Virus-like particles are used in the hepatitis B and human papillomavirus vaccines. $#Educational objective# Antibodies against the polysaccharide capsule of Neisseria meningitidis provide immunity against this pathogen.  Quadrivalent meningococcal vaccines contain capsular polysaccharides from major serotypes (A, C, Y, and W) of N meningitidis.  Serotype B vaccinations use recombinant proteins.  ","clickable_1":"images/img1.1853.jpg","clickable_2":"images/img2.1853.jpg","clickable_3":"images/img3.1853.jpg"},

{"id":"1005","title":"A pharmaceutical researcher is developing a novel agent to prevent meningococcal disease in people exposed to the bacteria.  Pili antigens from Neisseria meningitidis are extracted and used to generate antibodies that impair normal pili function.  The antibodies are administered to experimental animals with no prior exposure to N meningitidis.  These animals, along with control animals that had not received the antibodies, are subsequently exposed to the bacteria.  Compared to the control animals, a significantly greater proportion of the animals that received the antibodies remain healthy and develop no symptoms.  The efficacy of these antibodies in preventing meningococcal disease is most likely due to direct interference with which of the following microbial processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adhesion to vascular endothelial cells","answer_2":"B. Attachment to nasopharyngeal epithelial cells","answer_3":"C. Hematogenous dissemination","answer_4":"D. Invasion of the meninges","answer_5":"E. Survival inside phagocytes","percent_1":"17%","percent_2":"59%","percent_3":"7%","percent_4":"9%","percent_5":"8%","right_answer":"B. Attachment to nasopharyngeal epithelial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Neisseria meningitidis# is commonly isolated from the oropharynx and nasopharynx of asymptomatic carriers.  Colonization rates are variable but highest in close contact populations (eg, military recruits, university students).  Transmission of meningococci usually occurs through exposure to respiratory droplets or direct contact with respiratory secretions. $The #pili# on the capsular surface of N meningitidis are responsible for #attachment to# and colonization of the #nasopharyngeal epithelium#; antibodies against pili are primarily protective due to reduced bacterial colonization, which limits carrier status.  However, because pili undergo high rates of #antigenic variation# (eg, on-off gene switching, horizontal gene transfer), vaccines that target pili have limited effectiveness. $Other prominent N meningitidis virulence factors include IgA protease (destroy mucosal antibodies that would otherwise inhibit epithelial colonization), capsular polysaccharides (prevent phagocytosis and phagolysosome destruction), lipo-oligosaccharide (an endotoxin that is the major source of toxicity), and opacity proteins (aid in endothelial attachment and invasion). $#(Choices A and D)  #Vaccines that target endothelial or meningeal invasion would act too late in the disease process to prevent significant illness; once N meningitidis disseminates within the bloodstream, increased circulating levels of endotoxin put patients at high risk for sepsis, circulatory collapse, and death. $#(Choices C and E)#  Capsular polysaccharides prevent phagocytosis and allow the pathogen to replicate and disseminate within the bloodstream.  They also promote bacterial survival within phagocytes by inhibiting phagolysosome destruction.  Most existing meningococcal vaccines target capsular polysaccharides. $#Educational objective# Pili are the primary virulence factor that allow Neisseria meningitidis to initially attach to and colonize the nasopharyngeal epithelial surface.  Pili undergo significant antigenic variation, which makes them a difficult vaccination target.  "},

{"id":"19486","title":"A 54-year-old man is brought to the office by his friend because of worsening memory impairment over the past several months.  The patient is also withdrawn and not focused during conversations.  He is slow to answer questions or carry out instructions.  The patient has a prolonged history of HIV infection and has had several opportunistic infections due to inconsistent antiretroviral medication use.  On physical examination, he is alert and oriented.  Muscle strength, deep tendon reflexes, and sensation are normal.  MRI of the head shows diffuse cerebral atrophy with no focal mass lesions or areas of demyelination.  Viral proliferation in which of the following central nervous system cells is most likely involved in this patient's disease process?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD4+ helper T cells","answer_2":"B. Cortical neurons","answer_3":"C. Endothelial cells","answer_4":"D. Macrophages","answer_5":"E. Oligodendrocytes","percent_1":"16%","percent_2":"23%","percent_3":"3%","percent_4":"38%","percent_5":"20%","right_answer":"D. Macrophages","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$In the context of a long history of HIV infection, this patient's memory impairment, subcortical dysfunction (ie, inattention, impaired psychomotor speed), and cerebral atrophy on MRI of the head are consistent with #HIV-associated dementia (HAD)#.  HAD is characteristically a subcortical dementia with prominent mood, attention, memory, and psychomotor dysfunction.  It is uncommon in patients receiving antiretroviral treatment but can occur in those with inconsistently treated, advanced HIV infection. $Although HIV-1 preferentially infects and replicates in CD4+ helper T cells in peripheral blood #(choice A)#, CNS infection is associated with a change in viral tropism (ie, ability to infect different cell types) to microglia and #macrophages#, which allows the virus to penetrate deeper into the brain parenchyma.  This macrophage tropic #(M-tropic)# version of the virus becomes '#compartmentalized#' in the CNS and evolves independently from the strain found in the blood. $#(Choices B and E)#  HIV is not neuron or oligodendrocyte tropic.  Viruses that are neuron tropic include the lyssaviruses that cause rabies. $#(Choice C)#  HIV does not preferentially infect and replicate in endothelial cells in the CNS.  Cytomegalovirus is an example of an endothelial cell–tropic virus. $#Educational objective# HIV-associated dementia has become rare since the advent of antiretroviral treatment but may still develop in patients with inadequately treated, late-stage HIV infection.  In the CNS, HIV preferentially infects and replicates in macrophages. "},

{"id":"1323","title":"A 60-year-old farmer is brought to the emergency department due to acute-onset confusion, muscle weakness, and difficulty breathing.  The patient has vomited twice and has had 3 loose bowel movements over the past 2 hours.  His medical history is insignificant and he currently takes no medications.  Blood pressure is 110/70 mm Hg, pulse is 58/min, and respirations are 26/min.  His pupils are constricted, symmetric, and reactive to light.  Examination reveals excessive sweating, lacrimation, and wheezing.  He is incontinent of urine.  Intravenous atropine is administered.  Which of the following findings is most likely to persist in this patient without additional therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bradycardia","answer_2":"B. Bronchospasm","answer_3":"C. Diarrhea","answer_4":"D. Miosis","answer_5":"E. Muscle weakness","answer_6":"F. Urinary incontinence","percent_1":"7%","percent_2":"12%","percent_3":"4%","percent_4":"11%","percent_5":"59%","percent_6":"7%","right_answer":"E. Muscle weakness","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cholinergic toxicity#∆⨉ §^Muscarinic effects$ #(DUMBELS)# ∆ • #Di#arrhea/diaphoresis • #Ur#ination • #Mi#osis • #Br#onchospasm, bronchorrhea & bradycardia • #Em#esis • #La#crimation • #Sa#livation §^Nicotinic effects ∆ • Muscle weakness, paralysis & fasciculations","explanation_img":"","explanation_1":"","explanation_2":"This farmer is exhibiting multiple signs of excessive cholinergic stimulation.  He has likely been exposed to an #organophosphate#, a #cholinesterase inhibitor# that is commonly used in agricultural pesticides.  Organophosphates inhibit cholinesterase in both muscarinic and nicotinic cholinergic synapses, leading to decreased acetylcholine degradation.  Overabundance of acetylcholine within the synaptic cleft leads to overstimulation of the corresponding receptors. $This patient is currently experiencing the effects of widespread muscarinic activation, which increases visceral smooth muscle tone and glandular secretions throughout the body (#DUMBELS# mnemonic).  Nicotinic activation leads to muscle fasciculations, weakness, and paralysis.  Activation of both receptors in the central nervous system leads to seizures and coma.  Atropine is a competitive inhibitor of acetylcholine at the muscarinic receptors, thereby reversing muscarinic symptoms of organophosphate poisoning.  However, atropine has no effect on nicotinic receptors; patients are still at risk of #muscle paralysis#.  #Pralidoxime# is a cholinesterase-reactivating agent that allows for degradation of excess acetylcholine and treats both the muscarinic and nicotinic effects of organophosphates. $#(Choices A, B, C, D and F)#  Bradycardia, bronchospasm, diarrhea, miosis, and urinary incontinence are symptoms of excessive muscarinic activation, and are reversed with atropine. $#Educational objective# Organophosphates inhibit cholinesterase in both muscarinic and nicotinic cholinergic synapses, leading to decreased acetylcholine degradation and overstimulation of the corresponding receptors.  Atropine reverses muscarinic effects but does not prevent the development of nicotinic effects such as muscle paralysis.  Pralidoxime is a cholinesterase-reactivating agent that allows for degradation of excess acetylcholine and treats both the muscarinic and nicotinic effects of organophosphates.  "}
    
]