[

{"id":"15453","title":"A 45-year-old previously healthy woman comes to the emergency department due to 2 days of fever, chills, malaise, and fatigue.  The patient returned from a wildlife safari in Africa 3 weeks ago.  She took mefloquine for malaria prophylaxis during the trip.  She was advised to continue the medication for 4 weeks after return but stopped taking it upon arrival in the United States.  Peripheral blood smear shows Plasmodium falciparum.  Inactivity of the medication against which of the following best explains this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chloroquine-resistant strains","answer_2":"B. Circulating gametocytes","answer_3":"C. Dormant liver hypnozoites","answer_4":"D. Exoerythrocytic tissue schizonts","answer_5":"E. Intraerythrocytic trophozoites","percent_1":"17%","percent_2":"7%","percent_3":"40%","percent_4":"12%","percent_5":"24%","right_answer":"D. Exoerythrocytic tissue schizonts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15453.jpg","explanation_1":"","explanation_2":"$Travelers to @malaria-endemic regions@ should be counseled on mosquito avoidance measures and given chemoprophylaxis.  #Mosquito avoidance# strategies include staying indoors at dawn and dusk (when mosquitoes are most active), wearing insect repellant, limiting exposed skin, and sleeping within insecticide-treated nets.  #Chemoprophylaxis# targets the predominant species of the region and takes into account the presence of drug resistance.  In Africa, where chloroquine-resistant Plasmodium falciparum is endemic, common chemoprophylaxis regimens include atovaquone-proguanil, doxycycline, and mefloquine. $#Mefloquine# is a schizonticide that actively #destroys replicating parasites# within red blood cells.  However, it is inactivated in the liver and has #no efficacy against hepatic# (exoerythrocytic tissue) #schizonts#.  Because P falciparum schizonts mature in the liver over #8-30 days#, travelers must take mefloquine chemoprophylaxis for #4 weeks upon returning# from malaria-endemic areas to ensure that schizonts released from the liver are destroyed when they infect red blood cells.  Individuals who do not take mefloquine upon return (as in this case) can develop intraerythrocytic infection, leading to symptomatic malaria. $#(Choice A)#  In Africa, P falciparum is usually resistant to chloroquine.  Therefore, alternate agents (eg, mefloquine) are given for chemoprophylaxis.  Cross-resistance between classes of medications does not typically occur. $#(Choice B)#  Malaria parasites undergo asexual reproduction in humans.  However, a minority of circulating merozoites differentiate into male and female gametocytes that can be passed to feeding Anopheles mosquitoes to continue their replicative cycle (malaria parasites undergo sexual reproduction in the midgut of the mosquito).  Gametocytes do not undergo sexual reproduction in humans and do not cause symptoms. $#(Choice C)#  Plasmodium ovale and Plasmodium vivax have a dormant hepatic phase (hypnozoite) that may reactivate several months after a human host returns from a malaria-endemic region (if not treated with primaquine).  In contrast, P falciparum does not have a dormant hepatic phase; it matures in (and is released from) the liver over 8-30 days. $#(Choice E)#  Mefloquine has strong activity against intraerythrocytic Plasmodium trophozoites.  Furthermore, intraerythrocytic trophozoites typically lyse red blood cells every 24-48 hours, leading to cyclic symptoms (eg, fever, chills, malaise); it is unlikely that an intraerythrocytic infection would cause symptoms several weeks later. $#Educational objective# Mefloquine chemoprophylaxis for malaria must be continued for 4 weeks after return from a malaria-endemic region to ensure the elimination of hepatic schizonts (which mature in the liver over 8-30 days).  ","clickable_1":"images/img1.15453.jpg"}


]