[


{"id":"21841","title":"A 92-year-old woman is being evaluated due to the presence of skin blisters for the past week.  The patient is bed-bound and fatigued.  Vital signs are within normal limits.  She has no blisters or erosions in the mouth.  Skin findings are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/21841.jpg","title_2":"Serologic studies are most likely to show an autoantibody directed against which of the following components?","audio":"","comparison_items":"","answer_1":"A. Connexins","answer_2":"B. Desmosomal proteins","answer_3":"C. Hemidesmosal proteins","answer_4":"D. Integrins","answer_5":"E. Intermediate filaments","percent_1":"1%","percent_2":"17%","percent_3":"79%","percent_4":"2%","percent_5":"0%","right_answer":"C. Hemidesmosal proteins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp21841.jpg","explanation_1":"","explanation_2":"$This elderly patient with new-onset bullae likely has #bullous pemphigoid# (BP), an autoimmune blistering disease.  BP most commonly affects individuals #age >60#.  As in this patient, bullae are typically @tense@ and have erythematous or normal-appearing bases.  Lesion distribution can be localized or diffuse, involving the trunk and extremities; #mucosal involvement is rare#.  The pruritus preceding and associated with this condition can be severe. $BP is caused by #autoantibodies# against @hemidesmosomes@, structural components which anchor the basal layer of epithelial cells to the basement membrane.  These autoantibodies result in a destructive inflammatory cascade that causes the entire epidermis to separate from the dermis, forming #subepidermal blisters#.  In addition to skin biopsy for routine histology and immunofluorescence, serologic testing for autoantibodies against #hemidesmosome proteins# (eg, BP180, BP230) is also obtained to confirm the diagnosis. $#(Choice A)#  Connexins are proteins that form gap junctions, which allow small molecules and ions (eg, cyclic AMP, Na+) to pass between cells so that they may function in a coordinated manner (eg, contraction of cardiac myocytes). $#(Choice B)#  Autoantibodies directed at desmosome proteins (eg, desmogleins 1 and 3) cause pemphigus vulgaris, which presents with flaccid bullae that easily rupture and form @erosions@.  Mucosal involvement is almost always present. $#(Choice D)#  Integrins expressed on the cell surface of leukocytes are responsible for @diapedesis@ from the circulation into tissue. $#(Choice E)#  @Epidermolysis bullosa simplex@ is a mucocutaneous blistering disorder caused by genetic mutations of (not autoantibodies against) the proteins forming intermediate filaments (the major intracellular structural component of keratinocytes).  This condition typically presents early in life. $#Educational objective# Bullous pemphigoid (BP) is an autoimmune blistering disorder characterized by tense bullae in patients age >60.  Autoantibodies against hemidesmosome components initiate an inflammatory response that results in separation of the epidermis from the dermis, leading to subepidermal blisters. ","clickable_1":"images/img1.21841.jpg","clickable_2":"images/img2.21841.jpg","clickable_3":"images/img3.21841.jpg","clickable_4":"images/img4.21841.jpg","clickable_5":"images/img5.21841.jpg"},

{"id":"21262","title":"A 30-year-old man comes to the office with a rash on his left wrist for the past 3 weeks.  The rash is associated with an itching and burning sensation.  The patient has not used any new skin care products but has been wearing a watch he bought during a recent vacation.  Medical history is unremarkable, and he takes no medications.  The patient does not use recreational drugs.  Temperature is 36.9 C (98.4 F), blood pressure is 118/76 mm Hg, pulse is 64/min, and respirations are 12/min.  Skin examination findings are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/21262.jpg","title_2":"There are no other skin lesions or lymphadenopathy.  Histologic examination would most likely reveal which of the following?","audio":"","comparison_items":"","answer_1":"A. Extravasated erythrocytes, siderophages, and perivascular lymphocytes","answer_2":"B. Hyperkeratosis and sawtoothed rete ridges","answer_3":"C. Intercellular epidermal edema with infiltration of lymphocytes and eosinophils","answer_4":"D. Intraepithelial cleavage, acantholysis, and sparse inflammatory infiltrate","answer_5":"E. Neutrophilic microabscesses and epidermal hyperplasia","percent_1":"6%","percent_2":"5%","percent_3":"78%","percent_4":"7%","percent_5":"3%","right_answer":"C. Intercellular epidermal edema with infiltration of lymphocytes and eosinophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Allergic contact dermatitis#∆⨉ §^#Pathophysiology# ∆ • Type IV hypersensitivity reaction • Common triggers: poison ivy/oak, nickel, dyes, topical medications, skin care products §^#Clinical$ presentation# ∆ • Acute: pruritic red, indurated plaques with vesicles/bullae • Chronic: lichenification, fissuring §^#Diagnosis# ∆ • Clinical findings • Patch testing for persistent cases §^#Treatment# ∆ • Avoidance of suspected allergen • Topical or systemic corticosteroid","explanation_img":"","explanation_1":"","explanation_2":"This patient has chronic #allergic contact dermatitis# (ACD), presenting with localized itching and @lichenification@ (ie, skin thickening).  #Nickel# is a common trigger and typically causes symptoms at the wrists (eg, watches), earlobes (eg, earrings), or umbilicus (eg, belt buckles).  Corrosion of metal alloys by electrolytes in sweat releases soluble metal ions that trigger a hypersensitivity reaction.  ACD is a type IV (#delayed-type#) hypersensitivity reaction occurring in 2 phases:  $1. #Sensitization:#  Cutaneous Langerhans cells take up haptens (ie, allergens) and present them to naive CD4+ and CD8+ T cells in regional lymph nodes, resulting in clonal expansion of hapten-sensitive T cells.  This phase takes 10-14 days and does not result in cutaneous lesions.  $2. #Elicitation:#  On reexposure, sensitized T cells are recruited to the dermis.  There, they release cytokines (eg, interferon gamma) that recruit additional inflammatory cells (eg, macrophages, mast cells, eosinophils), resulting in erythema and pruritus.  Dermal #edema#, caused by leaky dermal vessels, seeps into the #epidermal# intercellular spaces (@spongiosis@), pulling apart intercellular attachments and sometimes resulting in @intraepidermal vesicles@.  With persistent exposure, the lesions become thickened and less vesicular; histopathology shows epidermal hyperplasia (ie, @acanthosis@). $#(Choice A)#  Extravasated erythrocytes, siderophages, and perivascular lymphocytes are characteristic of venous stasis dermatitis, which typically occurs at the lower extremities and presents with @brown discoloration@ (hemosiderin deposition). $#(Choice B)#  Hyperkeratosis and sawtoothed rete ridges are characteristic of @lichen planus@, which presents as small pruritic, purplish, polygonal @papules@ or plaques.  It frequently occurs at the volar wrist but is typically multifocal; a large, localized plaque is atypical. $#(Choice D)#  In @pemphigus vulgaris@, autoantibodies against desmosomes lead to loss of intercellular adhesion (ie, acantholysis) and intraepithelial cleavages that manifest as @flaccid bullae@.  Unlike ACD, pemphigus vulgaris may show a sparse inflammatory infiltrate; loss of intercellular adhesion is caused by autoantibodies, not edema. $#(Choice E)#  Neutrophilic microabscesses and epidermal hyperplasia (ie, acanthosis) are characteristic of @psoriasis@, which presents as erythematous plaques with @thick scales@ typically on the extensor, not flexor, surfaces of the extremities.  Although epidermal hyperplasia is seen in chronic ACD, neutrophilic microabscesses are not expected. $#Educational objective# Allergic contact dermatitis (eg, nickel allergy) is a type IV hypersensitivity reaction characterized by epidermal intercellular edema (ie, spongiosis) and an inflammatory infiltrate (eg, lymphocytes, eosinophils).  Clinical findings can include vesicles, erythema, and pruritus for acute lesions and lichenification for chronic lesions.  ","clickable_1":"images/img1.21262.jpg","clickable_2":"images/img2.21262.jpg","clickable_3":"images/img3.21262.jpg","clickable_4":"images/img4.21262.jpg","clickable_5":"images/img5.21262.jpg","clickable_6":"images/img6.21262.jpg","clickable_7":"images/img7.21262.jpg","clickable_8":"images/img8.21262.jpg","clickable_9":"images/img9.21262.jpg","clickable_10":"images/img10.21262.jpg","clickable_11":"images/img11.21262.jpg"},

{"id":"876","title":"A 2-year-old boy is brought to the office by his mother due to a rash that started 3 days ago.  A similar red, itchy rash on the cheeks, trunk, and arms has occurred intermittently since infancy.  The mother had thought that the rashes were related to the consumption of certain foods, but elimination of cow's milk and fruits did not improve the rash.  The patient has had a few upper respiratory infections but no major illnesses.  Vaccinations are up to date, and he takes no medications.  He attends a day care facility.  Vital signs are within normal limits.  The rash on the patient's back is shown in the @exhibit@.  Similar findings are observed on the cheeks and proximal upper extremities.  The diaper area is clear, and no mucosal lesions are present.  This patient's current condition increases his risk of developing which of the following additional disorders?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit876.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Celiac disease","answer_2":"B. Asthma","answer_3":"C. Langerhans cell histiocytosis","answer_4":"D. Psoriatic arthritis","answer_5":"E. Ulcerative colitis","percent_1":"11%","percent_2":"74%","percent_3":"6%","percent_4":"8%","percent_5":"1%","right_answer":"B. Asthma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Atopic dermatitis!?Pathogenesis? • Mutation in epidermal barrier proteins (eg, filaggrin) leads to ↓ water $content, ↑ permeability, ↑ inflammation• Immune dysfunction (ie, Th2-skewed response)?Clinical$findings? • Acute: pruritic, erythematous patches & papules$==○ Infants: red extensor surfaces, trunk & face$==○ Children & adults: flexor surfaces• Chronic: lichenified plaques?Associated$conditions? • Allergic rhinitis• Asthma• Food allergy?Laboratory$findings? • ↑ IgE• Eosinophilia%#Th2# = T-helper cell type 2.","explanation_img":"","explanation_1":"","explanation_2":"$#Atopic dermatitis# (AD), or @eczema@, is a #chronic# inflammatory skin disorder common in children.  The disease typically occurs at #age <5#, with many patients developing symptoms in infancy.  AD typically presents as erythematous papules and plaques involving the face, scalp, trunk, and extensor surfaces.  The diaper area is usually spared.  In older children and adults, it often manifests as @lichenification@ in a flexural distribution (eg, neck, wrists, antecubital and popliteal fossae).  Eczema has a chronic course marked by exacerbations and remissions, and its severity tends to lessen with age.  Intense #pruritus# is a hallmark of AD. $AD can be associated with mutations affecting epidermal barrier proteins such as filaggrin, resulting in #impaired skin barrier function#.  This increases immunologic exposure to environmental allergens and microbial antigens, leading to #immune hypersensitivity#.  Affected patients usually have high serum IgE levels and peripheral eosinophilia.  Children with AD often have a family history of atopy and are at risk of developing other atopic diseases, such as #allergic rhinitis# and #asthma# (allergic #triad#). $#(Choice A)#  Celiac disease is associated with @dermatitis herpetiformis@, which presents with pruritic vesicles and plaques on the buttocks and extensor surfaces of the extremities.  In addition, this skin disorder is extremely uncommon in children. $#(Choice C)#  Langerhans cell histiocytosis is a dendritic cell disorder that can present in infancy or early childhood with a severe, refractory, erythematous or ulcerative rash on the scalp, trunk, or groin.  This patient's rash flares and resolves without intervention. $#(Choice D)#  Psoriatic arthritis is associated with @psoriasis@.  Manifestations of psoriasis include erythematous, well-demarcated papules and plaques with a silvery scale, which are not seen in this patient. $#(Choice E)#  Ulcerative colitis, a type of inflammatory bowel disease, can be associated with dermatologic manifestations, such as @pyoderma gangrenosum@ (ulcerative rash) or @erythema nodosum@ (painful raised red nodules).  Both are uncommon in children, and neither is seen in this case. $#Educational objective# Atopic dermatitis (eczema) is a common, chronic inflammatory disorder caused by impairment of the skin's barrier function.  Eczema presents with pruritus and erythematous papules and plaques and is associated with other atopic diseases, such as allergic rhinitis and asthma. ","clickable_1":"images/img1.876.jpg","clickable_2":"images/img2.876.jpg","clickable_3":"images/img3.876.jpg","clickable_4":"images/img4.876.jpg","clickable_5":"images/img5.876.jpg","clickable_6":"images/img6.876.jpg"},

{"id":"20586","title":"A 32-year-old woman comes to the allergy clinic due to a recurrent skin rash.  The patient has had several episodes of itchy, erythematous, vesicular eruptions on her hands over the past several months.  She works at a hair salon and is often exposed to hair dye and other beauty products.  The patient has no other medical conditions and takes no medications.  She undergoes patch testing, during which several allergens found in common cosmetic products are mounted on nonocclusive tape strips applied to her upper back.  Skin findings developed after 2 days of application and are shown in the @exhibit@.  Which of the following processes most likely occurred in this patient to enable the development of the observed skin reaction?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit20586.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B-cell binding with helper T cells via CD40 and CD40 ligand","answer_2":"B. Formation of autoantibodies against keratinocyte cell surface antigens","answer_3":"C. Immune complex formation and deposition in the small cutaneous vessels","answer_4":"D. Migration of hapten-activated Langerhans cells to regional lymph nodes","answer_5":"E. Release of vasoactive peptides from IgE-bound mast cells","percent_1":"26%","percent_2":"4%","percent_3":"7%","percent_4":"34%","percent_5":"29%","right_answer":"D. Migration of hapten-activated Langerhans cells to regional lymph nodes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20586.jpg","explanation_1":"","explanation_2":"$This patient developed localized erythema and vesicles 2 days after reexposure to a chemical on patch testing, which identified the allergen responsible for #allergic contact dermatitis# (ACD).  ACD is a @type IV (delayed-type) hypersensitivity@ reaction that occurs in 2 phases: $• In the #sensitization phase#, cutaneous #Langerhans cells# take up haptens (ie, allergens) and present them to naive CD4+ and CD8+ T cells in the regional lymph nodes, resulting in clonal expansion of hapten-sensitive T cells.  This phase takes #10-14 days# and does not result in cutaneous lesions. $• On reexposure to the hapten, cutaneous antigen-presenting cells present the hapten to #sensitized T cells# recruited to the skin.  When activated, these T cells mediate tissue damage that manifests as pruritic erythema, vesicles, and/or bullae.  This #elicitation phase# occurs #2-3 days# following reexposure to the hapten. $#(Choices A and E)#  In @type I (immediate) hypersensitivity@ reactions, initial allergen exposure leads to Th2 cell–induced, B-cell heavy-chain isotype switching and production of IgE, which subsequently binds to mast cells.  This is accomplished in part by the binding of CD40 on B cells to CD40 ligand on T cells.  On reexposure, allergens bind to IgE on mast cells and trigger immediate release of vasoactive peptides, resulting in urticaria (and anaphylaxis if severe).  This inflammatory response is rapid (ie, minutes), unlike this patient's delayed (48-hr) response. $#(Choice B)#  Bullous pemphigoid and pemphigus vulgaris are caused by autoantibodies against hemidesmosomes and desmosomes on keratinocytes, respectively.  This causes epidermal/dermal separation and acantholysis, respectively, manifesting as @bullae@.  These conditions are not type IV hypersensitive reactions and cannot be elicited by patch testing. $#(Choice C)#  Immune complex deposition in small cutaneous vessels causes cutaneous small vessel vasculitis (CSVV).  Medications that function as haptens (eg, phenytoin, sulfonamides) can cause the condition.  Because of the extravasation of red blood cells due to vessel wall inflammation, CSVV presents with nonblanchable @purpura and petechiae@, not vesicles. $#Educational objective# Allergic contact dermatitis is a delayed-type hypersensitivity reaction.  Initially, Langerhans cells travel to regional lymph nodes and present haptens to naive T cells, leading to clonal expansion.  On reexposure to the hapten, sensitized T cells cause tissue destruction that manifests as pruritic erythema, vesicles, and/or bullae 2-3 days after exposure.  ","clickable_1":"images/img1.20586.mp4","clickable_2":"images/img2.20586.jpg","clickable_3":"images/img3.20586.jpg","clickable_4":"images/img4.20586.jpg"},

{"id":"1105","title":"A 64-year-old man comes to the office due to blisters on his trunk and groin.  Itching has occurred for the past several weeks, and blisters developed a week ago.  He has a history of hypertension and osteoarthritis.  The patient received the zoster vaccine at age 60.  Examination shows numerous 0.5- to 3-cm fluid-filled blisters.  A skin biopsy is performed, and microscopic findings are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1105.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Bullous pemphigoid","answer_2":"B. Contact dermatitis","answer_3":"C. Dermatitis herpetiformis","answer_4":"D. Lichen planus","answer_5":"E. Pemphigus vulgaris","percent_1":"77%","percent_2":"1%","percent_3":"4%","percent_4":"2%","percent_5":"16%","right_answer":"A. Bullous pemphigoid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pemphigus vulgaris vs bullous pemphigoid#∆⨉∆⨉§ ∆^#Pemphigus vulgaris# ∆^#Bullous pemphigoid#§^#Age of onset# ∆ • 40-60 ∆ • >60§^#Clinical features# ∆ • Painful• Flaccid bullae → erosions• Mucosal involvement common ∆ • Pruritic• Tense bullae• Mucosal involvement rare§^#Histology# ∆ • Intraepidermal cleavage ∆ • Subepidermal cleavage§^#Immunofluorescence# ∆ • Net-like intercellular IgG against desmosomes ∆ • Linear IgG against hemidesmosomes along basement membrane","explanation_img":"","explanation_1":"","explanation_2":"#Bullous pemphigoid# (BP) is an autoimmune blistering disease characterized by serous fluid–filled, @tense bullae@ on normal or erythematous skin.  The most common sites of involvement include the inner thighs and flexor aspects of the forearms, axillae, groin, and lower abdomen.  Elderly individuals are most commonly affected. $BP is caused by antibodies against #hemidesmosomes# along the basement membrane of the #dermal-epidermal junction#.  These autoantibodies result in a destructive inflammatory cascade that causes the entire epidermis to @separate@ from the dermis, forming #subepidermal, nonacantholytic blisters#.  Immunofluorescence shows IgG and/or @C3 deposits@ in a linear pattern along the basement membrane. $#(Choice B)#  Acute allergic @contact dermatitis@ is characterized by localized erythema, vesicles, edema, and severe pruritus.  Biopsy typically shows @spongiosis@ (abnormal accumulation of edema fluid in the intercellular spaces between keratinocytes) and lymphocytic perivascular infiltrates but no separation of the epidermis from the dermis. $#(Choice C)#  @Dermatitis herpetiformis@ presents with small, pruritic papules and vesicles over extensor surfaces and is characterized histologically by microabscesses containing fibrin and @neutrophils@ at the dermal papillae tips.  The overlying basal cells become vacuolated, and blisters form at the tips of the involved papillae. $#(Choice D)#  @Lichen planus@ causes pruritic, purple papules and plaques involving the skin and mucous membranes (not blisters).  Microscopic analysis shows a @lymphocytic infiltrate@ at the dermal-epidermal junction with destruction of basal epidermal cells. $#(Choice E)#  @Pemphigus vulgaris@ is due to autoantibodies directed against desmosomal proteins.  Biopsy of an active pemphigus lesion shows @intraepithelial cleavage@ with detached keratinocytes (acantholysis), retained keratinocytes along the basement membrane, and an eosinophilic inflammatory infiltrate. $#Educational objective# Bullous pemphigoid is caused by autoantibodies against hemidesmosomes along the basement membrane of the dermal-epidermal junction.  This causes the entire epidermis to separate from the dermis and form tense, subepidermal blisters. ","clickable_1":"images/img1.1105.jpg","clickable_2":"images/img2.1105.jpg","clickable_3":"images/img3.1105.jpg","clickable_4":"images/img4.1105.jpg","clickable_5":"images/img5.1105.jpg","clickable_6":"images/img6.1105.jpg","clickable_7":"images/img7.1105.jpg","clickable_8":"images/img8.1105.jpg","clickable_9":"images/img9.1105.jpg","clickable_10":"images/img10.1105.jpg","clickable_11":"images/img11.1105.jpg"},

{"id":"15411","title":"A 12-year-old boy is brought to the office due to a rash on the posterior neck.  The patient has had this rash intermittently over the past several years.  During the last 2 months, the rash has become increasingly pruritic with the cooler weather, and the patient is constantly scratching his neck.  The patient has no other medical conditions and takes no medications.  Vital signs are normal.  The posterior neck is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15411.jpg","title_2":"Which of the following is the most likely cause of this patient's rash?","audio":"","comparison_items":"","answer_1":"A. Cutaneous infection with mites","answer_2":"B. Cutaneous infection with Trichophyton rubrum","answer_3":"C. Genetically mediated skin barrier dysfunction","answer_4":"D. Hormone-mediated keratinocyte and dermal fibroblast proliferation","answer_5":"E. Proliferation of atypical keratinocytes due to p53 mutation","percent_1":"2%","percent_2":"14%","percent_3":"53%","percent_4":"29%","percent_5":"2%","right_answer":"C. Genetically mediated skin barrier dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a pruritic, lichenified plaque on the posterior neck most likely has #chronic atopic dermatitis# (eczema), a common inflammatory condition that begins in infancy or early childhood and often flares with low humidity (eg, winter months) or excessive heat.  The pathogenesis of atopic dermatitis is multifactorial and includes immune dysfunction (eg, a Th2-skewed response) and genetically mediated #epidermal barrier dysfunction#. $Of the epidermal components, #filaggrin# is thought to play a key role in maintaining skin barrier function.  Loss-of-function mutations result in decreased natural moisturizing factors, impaired keratin filament aggregation, and decreased tight junction expression.  These changes result in #loss of epidermal water# content, #increased permeability# to environmental #allergens/irritants#, and skin inflammation. $Clinical findings in acute atopic dermatitis include intensely pruritic, @dry, erythematous papules@ and/or vesicles; histologic findings include spongiosis (ie, epidermal intercellular edema), as well as T-cell, eosinophil, and mast cell infiltration.  In contrast, chronic lesions present with @lichenified plaques@ due to repetitive scratching, corresponding to regions of hyperkeratosis (epidermal thickening) with elongated rete ridges. $#(Choice A)#  Cutaneous infection with the mite Sarcoptes scabiei causes scabies, which manifests as intensely pruritic, excoriated papules (not lichenified plaques) in the @finger webs@, wrists, axillae, and genitalia.  When left untreated, the rash spreads and does not follow an intermittent course, as in this patient. $#(Choice B)#  Trichophyton rubrum causes tinea corporis, which presents as pruritic, scaly, @annular patches@, not lichenified plaques.  Untreated infection usually results in expansion or spread of the rash. $#(Choice D)#  Insulin-mediated keratinocyte and dermal fibroblast proliferation occurs in @acanthosis nigricans@, a rash commonly involving the posterior neck that is typically seen in insulin-resistant states (eg, obesity, type 2 diabetes mellitus).  In contrast to the marked pruritus seen in this case, acanthosis nigricans is asymptomatic. $#(Choice E)#  Mutation of the p53 tumor suppressor gene in keratinocytes (eg, from chronic sun exposure) can lead to development of @actinic keratosis@, the proliferation of atypical keratinocytes within the epidermis.  Although this condition causes hyperkeratotic papules or plaques on sun-exposed areas, lesions are typically small (<1 cm) and occur mostly in older adults. $#Educational objective# Atopic dermatitis is characterized by epidermal barrier dysfunction due to loss-of-function mutations in filaggrin, a key epidermal component.  Increased transepidermal water loss, skin permeability, and inflammation result in erythematous dry skin and pruritus, with chronic disease presenting as lichenification from repeated scratching. ","clickable_1":"images/img1.15411.jpg","clickable_2":"images/img2.15411.jpg","clickable_3":"images/img3.15411.jpg","clickable_4":"images/img4.15411.jpg","clickable_5":"images/img5.15411.jpg","clickable_6":"images/img6.15411.jpg"},

{"id":"680","title":"A 6-month-old boy is brought to the emergency department due to poor feeding, irritability, and rash.  He was well-appearing until 2 days ago, when he developed little interest in drinking and a progressive rash.  Physical examination reveals diffuse erythema and desquamation that is most prominent at the neck, axillae, inguinal folds, and perioral region.  The perioral area also has crusting and the lips are dry and cracked, but the mucosal membranes are normal.  The epidermis easily comes off with gentle pressure at the erythematous areas.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoantibody binding to epithelial cell surface","answer_2":"B. Cell-mediated hypersensitivity","answer_3":"C. Endotoxin-mediated inflammatory response","answer_4":"D. Exotoxin-mediated skin damage","answer_5":"E. Mast cell degranulation","percent_1":"12%","percent_2":"7%","percent_3":"15%","percent_4":"65%","percent_5":"2%","right_answer":"D. Exotoxin-mediated skin damage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Staphylococcal scalded skin syndrome#∆⨉ §^#Pathogenesis# ∆ • Staphylococcus aureus exfoliative toxin • Cleaves desmoglein in desmosomes → separation of keratinocytes §^#Clinical$ features# ∆ • Fever, irritability • Generalized erythema, blisters • Epidermal shedding (Nikolsky sign)","explanation_img":"","explanation_1":"","explanation_2":"This patient's poor feeding, irritability, and desquamating rash are most consistent with #staphylococcal scalded skin syndrome# (SSSS), an infection caused by strains of exotoxin-producing Staphylococcus aureus. $#Exfoliative exotoxins# act as proteases that #cleave desmoglein# in @desmosomes@, which are junctions that adhere epidermal cells together.  Skin damage occurs as the exotoxins spread, causing separation of keratinocytes and superficial #epidermal blistering#.  Gentle pressure causes detachment and shedding of the outer layer of skin (ie, #Nikolsky sign#).  The rash, although diffusely erythematous and painful (\"scalded\"), is most prominent in the @skin folds@ (eg, neck, axillae, groin).  @Perioral involvement@ (eg, erythema, crusting) is common, but the #mucous membranes# are #spared#. $SSSS is most common in infants and young children, and skin findings are often preceded or accompanied by fever, irritability, malaise, and poor feeding.  Treatment includes antistaphylococcal antibiotics (eg, nafcillin, oxacillin). $#(Choice A)#  @Pemphigus vulgaris@ is caused by an autoantibody to desmoglein and results in a positive Nikolsky sign and epidermal erosions, blisters, and bullae.  This disorder is uncommon in children, and mucous membranes are almost always involved. $#(Choice B)#  Cell-mediated (ie, type IV delayed-type) hypersensitivity, in which sensitized TH1 cells secrete cytokines to attract cytotoxic T cells and NK cells, is responsible for @Stevens-Johnson syndrome@ and toxic epidermal necrolysis.  Blistering, bullae, and Nikolsky sign may be seen, but mucosal involvement is almost always present.  In addition, a preceding trigger (eg, medication, Mycoplasma pneumoniae infection) would be expected. $#(Choice C)#  Lipopolysaccharides (ie, endotoxin) released into the blood by gram-negative bacteria can cause a severe, widespread inflammatory response (septic shock).  Purpuric lesions may occur with gram-negative sepsis, but Nikolsky sign would not be present. $#(Choice E)#  Crosslinking of IgE on the cell surface causes mast cell degranulation that is associated with allergic reactions.  @Urticaria@ (hives) appears as itchy, erythematous, blanching papules, not diffuse erythema or desquamation. $#Educational objective# Staphylococcal scalded skin syndrome occurs in infants and children due to the production of exfoliative exotoxins by Staphylococcus aureus.  The toxins cleave desmoglein in desmosomes, leading to widespread epidermal blistering and shedding, especially with gentle pressure (ie, Nikolsky sign).  Mucous membranes are spared.  ","clickable_1":"images/img1.680.jpg","clickable_2":"images/img2.680.jpg","clickable_3":"images/img3.680.jpg","clickable_4":"images/img4.680.jpg","clickable_5":"images/img5.680.jpg","clickable_6":"images/img6.680.jpg"},

{"id":"1874","title":"A 43-year-old man comes to the clinic for evaluation of a healed forehead laceration.  Six weeks prior, the patient sustained the laceration when he slipped on an icy sidewalk and struck his forehead against a mailbox.  The laceration was promptly irrigated and repaired in the emergency department and has since healed without complication.  The patient is concerned about the appearance of the scar; he feels it \"stands out\" when he gives public presentations for his job.  On examination, the scar is pink, firm, and mildly raised, without surrounding erythema or edema; it does not extend beyond the initial wound borders.  The patient is reassured that the scar should flatten over the following months.  The process by which this occurs relies mostly on enhanced cellular production of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Metalloproteinases","answer_2":"B. Plasminogen activator","answer_3":"C. Reactive oxygen species","answer_4":"D. Tumor necrosis factor-alpha","answer_5":"E. Vascular endothelial growth factor","percent_1":"71%","percent_2":"4%","percent_3":"1%","percent_4":"6%","percent_5":"18%","right_answer":"A. Metalloproteinases","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1874.jpg","explanation_1":"","explanation_2":"$Acute wounds, such as this patient's repaired laceration, transition through an organized wound-healing process to restore tissue continuity and tensile strength.  This occurs in 4 phases:  hemostasis, inflammation, proliferation, and remodeling.  Six weeks after primary repair, this patient's intact, healed wound is most likely undergoing #remodeling# (also called maturation), the final phase of wound healing that occurs between approximately #3 weeks and 2 years#. $#Matrix metalloproteinases# (MMPs) play a pivotal role in the wound-remodeling phase.  Secreted by several different cell types (eg, fibroblasts, macrophages, neutrophils, some epithelial cells), MMPs facilitate the degradation of collagen and other proteins in the extracellular matrix in a highly regulated fashion.  This occurs so that #type III# collagen laid down in a rapid, disorganized manner during the proliferation phase can be #replaced by type I collagen#, now arranged in well-organized, parallel bundles with extensive cross-linking.  The result is both increased tensile strength and decreased thickness (ie, #flattening#) of the #scar#. $#(Choice B)#  Plasminogen activators (eg, tissue plasminogen activator released by damaged endothelium) catalyze the activation of plasmin, an important enzyme in the @fibrinolytic pathway@.  Fibrinolysis occurs concomitantly with activation of the coagulation cascade to help control clot propagation; however, this happens immediately after tissue injury during the hemostasis phase. $#(Choices C and D)#  Reactive oxygen species are part of the @oxidative burst@ by which phagocytic cells such as neutrophils destroy engulfed pathogens during the inflammation phase of wound healing.  During this phase, neutrophils, as well as macrophages, produce tissue necrosis factor-alpha, a proinflammatory cytokine that leads to increased vascular permeability and further immune cell recruitment.  There is often moderate edema, redness, and/or warmth of the wound during this phase. $#(Choice E)#  Vascular endothelial growth factor stimulates endothelial cell proliferation, migration, and differentiation, leading to the formation of new capillaries (ie, angiogenesis).  Angiogenesis occurs predominantly during the proliferative phase of wound healing; the resulting increased blood flow often causes the healing wound to be pink and slightly warm. $#Educational objective# During the remodeling phase of wound healing, matrix metalloproteinases facilitate the degradation of collagen and other proteins in the extracellular matrix, causing the replacement of type III, disorganized collagen with type I, well-organized, and cross-linked collagen.  This leads to both increased tensile strength and flattening of the scar.  ","clickable_1":"images/img1.1874.jpg","clickable_2":"images/img2.1874.jpg"},

{"id":"1117","title":"A 28-year-old man comes to the office with bilateral skin lesions over the posterior surface of the elbows.  The lesions are itchy at times; topical moisturizers have reduced the itching, but the lesions have remained.  The patient has no chronic medical problems and takes no medications.  Biopsy of the lesions demonstrates hyperkeratosis, parakeratosis, dilated capillaries in the dermal papillae, and foci of neutrophils in the superficial epidermis.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atopic dermatitis","answer_2":"B. Dermatitis herpetiformis","answer_3":"C. Erythema nodosum","answer_4":"D. Psoriasis","answer_5":"E. Urticaria","percent_1":"5%","percent_2":"7%","percent_3":"1%","percent_4":"85%","percent_5":"1%","right_answer":"D. Psoriasis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1117.jpg","explanation_1":"","explanation_2":"$#Psoriasis #is a common chronic inflammatory skin disorder that presents with scaly, erythematous plaques, typically on the extensor surfaces of the elbows and knees.  In predisposed individuals, disruption of the epithelial barrier leads to activation of antigen-presenting dendritic cells and subsequently to a self-reinforcing inflammatory cascade characterized by recruitment and activation of T helper cells and #proliferation of keratinocytes#. $Histopathologically, psoriasis is characterized by: $• #Hyperkeratosis# (thickening of the stratum corneum) and confluent parakeratosis (retention of nuclei in the stratum corneum) produces the characteristic silvery scale on gross examination $• #Epidermal hyperplasia# (acanthosis) with elongated rete ridges correspond to the typical erythematous plaques $• #Neutrophilic foci# in the stratum corneum and epidermis, which may coalesce to form microabscesses (Munro microabscesses) $In addition, the epidermal cell layer superficial to the dermal papillae may be thinned and contain #dilated blood vessels#, which leads to #pinpoint bleeding# when the scale is removed from the plaque (Auspitz sign). $#(Choice A)#  Chronic atopic dermatitis can produce plaques characterized by hyperkeratosis and acanthosis, often with a lymphocytic or eosinophilic infiltrate.  However, adults most commonly develop lesions on flexural surfaces (eg, anterior elbows), and most patients have a history of other atopic disorders (eg, asthma, allergic rhinitis) beginning in childhood. $#(Choice B)#  Dermatitis herpetiformis presents with erythematous, pruritic papules, vesicles, and bullae symmetrically on the elbows, knees, upper back, and buttocks.  It is strongly associated with celiac disease, and histopathology shows microabscesses at the dermal papillary tips, which coalesce to form subepidermal blisters. $#(Choice C)#  Erythema nodosum is characterized by painful, red nodules on the shins and often represents an inflammatory response to medications (eg, oral contraceptives), infections, inflammatory bowel disease, or sarcoidosis.  Histopathology is variable but typically shows a septal panniculitis with a mixed cellular infiltrate. $#(Choice E)#  Urticaria (\"hives\") is a transient dermatologic disorder that is caused by antigen-induced degranulation of focal mast cells through IgE antibody sensitization.  This degranulation causes microvasculature hyperpermeability and the formation of wheals that typically surface and resolve within hours. $#Educational objective# Psoriasis is characterized by hyperkeratosis and confluent parakeratosis of the stratum corneum, and epidermal hyperplasia (acanthosis) with elongated rete ridges.  Neutrophilic foci in the stratum corneum and epidermis may coalesce to form microabscesses (Munro microabscesses). "},

{"id":"17062","title":"A 37-year-old man comes to the office due to a rash.  For the last several months, he has had numerous small lesions on the hands.  The lesions are associated with occasional mild itching and bleed slightly if inadvertently struck against furniture or a wall.  Examination findings are as shown in the @exhibit@.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit17062.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atopic dermatitis","answer_2":"B. Cutaneous warts","answer_3":"C. Lichen planus","answer_4":"D. Psoriasis","answer_5":"E. Tinea infection","percent_1":"1%","percent_2":"11%","percent_3":"16%","percent_4":"66%","percent_5":"5%","right_answer":"D. Psoriasis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has chronic, well-demarcated, erythematous plaques with a thick scale consistent with #plaque psoriasis#.  Psoriasis is a common inflammatory skin disorder characterized by hyperkeratosis (overgrowth of the stratum corneum) and epidermal hyperplasia.  It has a strong genetic predisposition and is often seen in patients with a family history of the disorder; other risk factors include smoking, heavy alcohol consumption, and obesity. $Psoriasis has multiple variants (eg, guttate, pustular); however, up to 75% of cases are due to chronic plaque psoriasis.  @Plaques@ are well-defined and #erythematous# and may appear raised above the surrounding skin.  They are typically covered in a coarse #silver scale#, which, when removed, results in #pinpoint bleeding# (Auspitz sign) of the underlying dilated capillaries. $Plaques usually form in locations subject to trauma or friction #(Köbner phenomenon)#; the extensor surfaces of the elbows and knees are most classic, but the dorsal surface of the hands, as in this patient, is also common.  Other typical locations include the scalp, back, and gluteal cleft.  They are often #mildly pruritic# but may be asymptomatic. $#(Choice A)#  @Atopic dermatitis@ can present with erythematous, scaly plaques, but it is more common in flexural areas, shows less prominent scaling, and is usually associated with more prominent itching. $#(Choice B)#  @Cutaneous warts@ (verruca vulgaris) are caused by human papillomavirus infection and present as discrete, hyperkeratotic papules.  Although patients can have multiple warts, numerous scaly plaques are more consistent with psoriasis. $#(Choice C)#  @Lichen planus@ presents with pink or purple plaques and papules.  It is usually associated with severe pruritus and typically affects the volar surface of the wrists rather than the dorsum of the hands. $#(Choice E)#  @Tinea manuum@ presents with scaly plaques on the hands.  The lesions are typically very pruritic and often have an annular appearance with central clearing. $#Educational objective# Psoriasis is a common inflammatory skin disorder characterized by hyperkeratosis (overgrowth of the stratum corneum) and epidermal hyperplasia.  Plaque psoriasis is the most common form and presents with chronic, well-demarcated, erythematous plaques with a thick, silver scale. ","clickable_1":"images/img1.17062.jpg","clickable_2":"images/img2.17062.jpg","clickable_3":"images/img3.17062.jpg","clickable_4":"images/img4.17062.jpg","clickable_5":"images/img5.17062.jpg"},

{"id":"8569","title":"A 27-year-old man comes to the office for evaluation of a rash on both knees.  The patient first noticed the rash 2 months ago.  He has no other medical conditions and takes no medications.  The patient smokes a half pack of cigarettes daily.  Vital signs are normal.  His knee is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8569.jpg","title_2":"Removal of the scale results in small bleeding points.  As part of the treatment regimen, a topical vitamin D analog is prescribed.  This medication is most likely to improve this patient's condition via which of the following mechanisms?","audio":"","comparison_items":"","answer_1":"A. Decreased activity of tyrosinase enzyme","answer_2":"B. Decreased levels of irritating fatty acids","answer_3":"C. Increased production of dermal cytokines","answer_4":"D. Inhibition of dermal cyclooxygenase","answer_5":"E. Inhibition of keratinocyte proliferation","percent_1":"4%","percent_2":"4%","percent_3":"4%","percent_4":"5%","percent_5":"84%","right_answer":"E. Inhibition of keratinocyte proliferation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8569.jpg","explanation_1":"","explanation_2":"$This patient has #psoriasis#, a common skin disorder characterized by activation of T helper cells and proliferation of keratinocytes.  Epidermal hyperplasia (acanthosis) produces #erythematous plaques#, and hyperkeratosis and confluent parakeratosis of the stratum corneum produce the characteristic #scaling#.  The epidermal cell layer superficial to the dermal papillae may be thinned and contain dilated blood vessels, which can lead to #pinpoint bleeding# when the scale is removed (Auspitz sign). $#First-line treatment# options for localized psoriasis include topical #corticosteroids# (eg, diflorasone) and #vitamin D analogs# (eg, calcipotriene, calcitriol).  Vitamin D analogs activate the vitamin D receptor, a nuclear transcription factor, resulting in #inhibition of T-cell and keratinocyte proliferation# and stimulation of keratinocyte differentiation.  Corticosteroids also have anti-inflammatory and antiproliferative properties; their mechanism of action is complementary to vitamin D analogs, and the 2 agents work well in combination. $#(Choice A)#  Tyrosinase is the primary enzyme responsible for oxidation of tyrosine, which serves as the rate-limiting step in synthesis of melanin.  Tyrosinase inhibitors (eg, hydroquinone) decrease synthesis of melanin and can be used in treatment of hyperpigmentation disorders (eg, melasma). $#(Choice B)#  Acne vulgaris is promoted by proinflammatory fatty acid production by Cutibacterium (Propionibacterium) acnes.  Benzoyl peroxide has bacteriostatic properties against C acnes and reduces production of these inflammatory fatty acids. $#(Choice C)#  Cutaneous warts are the most common manifestation of human papillomavirus infection.  Imiquimod is a topical immunomodulator that likely induces local cytokine (eg, interferon-alpha, interleukin-6) production against the virus. $#(Choice D)#  Prostaglandin E2 (which is produced by cyclooxygenase-2) is involved in mediating the tumorigenic effects of ultraviolet light in the skin, promoting the formation of actinic keratosis (AK) and squamous cell carcinoma.  Topical diclofenac, a nonsteroidal anti-inflammatory drug that inhibits cyclooxygenase, can be used to treat AK. $#Educational objective# First-line treatment options for localized psoriasis include high-potency topical corticosteroids and vitamin D analogs.  Vitamin D analogs inhibit T-cell and keratinocyte proliferation and stimulate keratinocyte differentiation.  Corticosteroids also have anti-inflammatory and antiproliferative properties; their mechanism of action is complementary to the vitamin D analogs.  "},

{"SubjectSystem":"Immunology-Dermatology","id":"20556","title":"A 62-year-old man comes to the office due to an intensely pruritic facial rash for the past 3 days.  The patient uses no facial cosmetic products but has frequently dyed his hair during the past year; he last dyed his hair 5 days ago and also recalls developing a similar rash the previous time he used hair dye.  The patient has a history of asthma, hypertension, and diabetes mellitus.  He does not use tobacco, alcohol, or illicit drugs.  Vital signs are within normal limits.  Physical examination findings are shown in the @exhibit@.  Which of the following are primarily involved in the pathogenesis of this patient's rash?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit20556.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD8+ T cells and interferon gamma","answer_2":"B. Mast cells and histamine","answer_3":"C. Neutrophils and myeloperoxidase","answer_4":"D. Plasma cells and immunoglobulins","answer_5":"E. Regulatory T cells and interleukin-10","percent_1":"40%","percent_2":"45%","percent_3":"2%","percent_4":"6%","percent_5":"6%","right_answer":"A. CD8+ T cells and interferon gamma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20556.jpg","explanation_1":"","explanation_2":"$This patient developed erythema and pruritus on the scalp, face, and neck 2 days after reexposure to hair dye.  Hair products, including dye, frequently contain allergenic molecules (eg, p-phenylenediamine) that can cause #allergic contact dermatitis# (ACD).  ACD is a @type IV hypersensitivity@ (delayed-type) reaction that occurs in 2 phases:  $1. #Sensitization:#  Cutaneous #Langerhans cells# take up haptens (small molecules that bind to proteins and alter their immune appearance) and present hapten-peptide complexes to naive CD4+ and CD8+ T cells in regional lymph nodes, resulting in clonal expansion of hapten-sensitive T cells.  This phase takes #10-14 days# and does not result in cutaneous lesions.  $2. #Elicitation:#  On reexposure to the hapten, sensitized T cells are recruited to skin for activation by hapten-protein conjugates displayed on cutaneous antigen-presenting cells.  Activated #CD8+ T cells#, the main effector cells in ACD, release cytotoxins (eg, perforin, granzymes) and express Fas ligand to induce keratinocyte apoptosis.  They also amplify the inflammatory response by releasing cytokines (eg, #interferon gamma#) and recruiting additional inflammatory cells (eg, macrophages).  This phase occurs #2-3 days# following reexposure to the hapten and results in erythema, pruritus, and vesicles. $#(Choice B)#  Mast cells are primarily responsible for immediate (@type I@) hypersensitivity reactions.  On reexposure, allergens bind to allergen-specific IgEs on mast cells, causing immediate degranulation and release of vasoactive peptides (eg, histamine), resulting in @urticaria@ and, when severe, anaphylaxis.  Onset is rapid (minutes), unlike this patient's delayed (48-hr) response.  Furthermore, individual wheals of urticaria resolve within 24 hours, rather than days. $#(Choice C)#  Neutrophils phagocytose bacteria and fungi and kill them by generating reactive oxygen species (NADPH oxidase) and hypochlorous acid (myeloperoxidase).  Although neutrophils play a role in defense against cutaneous infections (eg, cellulitis, which is painful rather than pruritic), this patient's rash is more consistent with contact dermatitis. $#(Choice D)#  Immunoglobulins produced by plasma cells are responsible for @type II and III@ hypersensitivity reactions.  ACD does not involve plasma cells or antibodies. $#(Choice E)#  Regulatory T cells are CD4+ lymphocytes that play an inhibitory role in the immune response.  They secrete cytokines (eg, interleukin-10) that inhibit macrophage function and antagonize proinflammatory cytokines (eg, interferon gamma).  This anti-inflammatory effect is important in suppressing autoimmune diseases. $#Educational objective# Allergic contact dermatitis is a type IV (delayed-type) hypersensitivity reaction.  Initially, Langerhans cells present haptens to naive T cells, leading to clonal expansion.  On reexposure, sensitized CD8+ T cells are recruited to skin and destroy tissue.  Release of interferon gamma by T cells further amplifies the immune response. ","clickable_1":"images/img1.20556.mp4","clickable_2":"images/img2.20556.mp4","clickable_3":"images/img3.20556.jpg","clickable_4":"images/img4.20556.jpg"},

{"id":"16395","title":"A 25-year-old woman comes to the office due to a 4-week history of a pruritic skin rash.  The patient has no chronic medical conditions and takes no medication.  Vital signs are normal.  On examination, there are pink papules distributed symmetrically over the anterior surfaces of the shins and ankles.  Shave biopsy reveals prominent hyperkeratosis along with a thickened granular layer.  In addition, there is a bandlike infiltrate of mononuclear cells (predominantly lymphocytes) in the subjacent superficial dermis that involves the overlying epidermis.  The rete ridges have a sharpened, sawtooth appearance.  The basal layer of the epidermis is degenerated, with scattered colloid bodies.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atopic dermatitis","answer_2":"B. Contact dermatitis","answer_3":"C. Erythema nodosum","answer_4":"D. Lichen planus","answer_5":"E. Psoriasis","percent_1":"4%","percent_2":"5%","percent_3":"9%","percent_4":"59%","percent_5":"22%","right_answer":"D. Lichen planus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp16395.jpg","explanation_1":"","explanation_2":"$This patient has a pruritic rash consistent with #lichen planus# (LP), an immunologically mediated skin disorder primarily affecting middle-aged adults.  The skin lesions typically occur symmetrically on the flexural surfaces of the wrists and ankles but can also involve the nails, oral mucous membranes, and genitalia.  The characteristic @skin lesions@ are described by the #5 Ps#: #p#ruritic, #p#urple/pink, #p#olygonal #p#apules and #p#laques and can form along lines of minor trauma (#Koebner phenomenon#).  Chronic lesions often show white, lacy markings known as @Wickham striae@. $Although the etiology of LP is unknown, it is characterized by a (CD8+) T cell–mediated response to the cells along the junction of the dermis and @epidermis@, resulting in the following characteristic histologic findings: $• Hyperkeratosis (thickening of stratum corneum) $• Bandlike lymphocytic infiltrate at the dermoepidermal junction (#interface dermatitis#) $• Scattered eosinophilic, #colloid (Civatte) bodies# (apoptotic keratinocytes) $• Hypergranulosis (thickening of stratum granulosum) $• #Sawtooth rete ridges# $#(Choices A and B)#  Atopic dermatitis can cause a pruritic rash affecting the extremities, but it usually presents in childhood and most patients have a history of other atopic disorders (eg, allergic rhinitis, asthma).  The lesions in contact dermatitis are also pruritic but occur in localized areas corresponding to the specific exposure (eg, waist with nickel belt buckle exposure).  Biopsy in these conditions would show @spongiosis@ (epidermal edema) in the acute phase and @acanthosis@ (diffuse epidermal hyperplasia) in chronic disease. $#(Choice C)#  @Erythema nodosum@ is a delayed-type hypersensitivity reaction that presents with tender inflammatory nodules in the subcutaneous fat, primarily on the shins.  The characteristic histopathologic finding is septal panniculitis in the subcutaneous tissues, with a variable (lymphocytes, neutrophils, macrophages) infiltrate. $#(Choice E)#  @Psoriasis@ is an immune-mediated inflammatory disease characterized by cytokine-driven keratinocyte hyperproliferation leading to acanthosis with clubbed rete ridges, parakeratosis (retention of nuclei in stratum corneum), and thinned stratum granulosum.  It also demonstrates the Koebner phenomenon but usually presents with chronic erythematous plaques with silvery scales on the extensor surfaces of the knees and elbows, scalp, or neck. $#Educational objective# Lichen planus presents with pruritic, purple/pink, polygonal papules and plaques that can affect the flexural surfaces of the wrists and ankles, along with the nails, oral mucous membranes, and genitalia.  Histopathology shows hyperkeratosis (thickened stratum corneum), bandlike lymphocytic infiltrate at the dermoepidermal junction, hypergranulosis (thickened granular layer), sawtooth rete ridges, and scattered eosinophilic colloid bodies. ","clickable_1":"images/img1.16395.jpg","clickable_2":"images/img2.16395.jpg","clickable_3":"images/img3.16395.jpg","clickable_4":"images/img4.16395.jpg","clickable_5":"images/img5.16395.jpg","clickable_6":"images/img6.16395.jpg","clickable_7":"images/img7.16395.jpg"},

{"id":"1214","title":"An 18-year-old man has chronic atopic dermatitis.  He has been applying a corticosteroid cream daily to the flexural areas of his skin for several years, and the treated areas have been free of pruritus, papules, vesicles, and scales during that time.  Medical history is notable for asthma and allergic rhinitis.  Punch biopsy of the treated skin would most likely show which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adipose tissue hyperplasia","answer_2":"B. Dermal atrophy","answer_3":"C. Dermal perivascular lymphocytosis","answer_4":"D. Epidermal hyperkeratosis","answer_5":"E. Epidermal hyperplasia","answer_6":"F. Epidermal intercellular edema","percent_1":"4%","percent_2":"51%","percent_3":"10%","percent_4":"17%","percent_5":"7%","percent_6":"12%","right_answer":"B. Dermal atrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's atopic dermatitis has been successfully treated with a #topical corticosteroid#, leading to suppression of the typical inflammatory features (eg, pruritis, papules, vesicles, scales).  However, chronic daily use of topical corticosteroids can cause #cutaneous atrophy# due to the inhibition of epidermal keratinocyte proliferation and fibroblast function. $Fibroblasts synthesize dermal collagens 1 and 3 as well as hyaluronic acid.  When these components are diminished in the extracellular matrix of the dermis, indentations, @striae@, tightening, and thinning of the skin result, making dermal capillaries more visible.  In addition, corticosteroids induce nitric oxide release, leading to capillary dilation (ie, @telangiectasia@).  Corticosteroids can also cause degradation and extrusion of follicular epithelium, resulting in @corticosteroid-induced acne@. $High-potency topical corticosteroids can cause adverse effects within 2-3 weeks of daily usage, with less potent corticosteroids taking longer to cause similar effects.  Areas with thin skin (eg, #flexural surfaces#, intertriginous areas, face, genitalia) are more susceptible.  Recovery can be expected within weeks to months after cessation of therapy. $#(Choice A)#  Chronic topical corticosteroid therapy can cause atrophy, not hyperplasia, of subcutaneous adipose tissue and muscle layers. $#(Choices C and F)#  Dermal perivascular lymphocytosis is characteristic of the initial stage of acute atopic dermatitis.  Epidermal intercellular edema (@ie, spongiosis@) is also seen in acute atopic dermatitis and manifests clinically as small vesicles.  However, given that the patient is asymptomatic with treatment, these findings would not be expected. $#(Choices D and E)#  Epidermal hyperkeratosis (ie, thickening of the stratum corneum) and epidermal hyperplasia (ie, increased cellularity in the stratum spinosum) are characteristic of chronic atopic dermatitis, which manifests with scales and @lichenification@.  Neither finding is present in this patient. $#Educational objective# Local adverse effects of chronic topical corticosteroid therapy include cutaneous atrophy, telangiectasias, and corticosteroid-induced acne.  Effects are more pronounced with high-potency corticosteroids and in areas of thin skin (eg, flexural areas).  ","clickable_1":"images/img1.1214.jpg","clickable_2":"images/img2.1214.jpg","clickable_3":"images/img3.1214.jpg","clickable_4":"images/img4.1214.jpg","clickable_5":"images/img5.1214.jpg"},

{"id":"2065","title":"A 52-year-old woman comes to the office due to a 2-month history of oral lesions that cause pain with chewing and swallowing food.  The patient did not seek treatment because she thought the lesions would go away on their own, but they have persisted.  On examination, there are erosions of the buccal and gingival mucosa, as shown in the image below.  There are several flaccid bullae with erosions scattered over her trunk.  The blisters spread laterally with pressure, and traction on seemingly uninvolved skin produces blistering.  Autoantibodies directed against which of the following structures are most likely responsible for this process?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/2065.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basement membrane","answer_2":"B. Connexin proteins","answer_3":"C. Desmosomes","answer_4":"D. Hemidesmosomes","answer_5":"E. Tissue transglutaminase","percent_1":"2%","percent_2":"1%","percent_3":"77%","percent_4":"19%","percent_5":"1%","right_answer":"C. Desmosomes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp2065.jpg","explanation_1":"","explanation_2":"$This patient has #pemphigus vulgaris# (PV), an autoimmune bullous disease characterized by #painful, flaccid bullae# and @erosions@ of the #skin# and #mucosal membranes#.  Any mucosal site can be involved, but the oral mucosa is the most common.  The bullae are structurally weak and often rupture prior to presentation, with only erosions remaining.  The bullae spread laterally when pressure is applied on top (ie, Asboe-Hansen sign), and new blisters may form with gentle traction or rubbing (ie, #Nikolsky sign#). $The underlying pathophysiology of PV involves autoantibodies directed against #desmosomes#, specifically #desmogleins# 1 and 3, which disrupt cohesion of keratinocytes.  Biopsy of an active PV lesion will show #intraepithelial cleavage# with detached keratinocytes (acantholysis), retained keratinocytes along the basement membrane and an eosinophilic inflammatory infiltrate.  Direct immunofluorescence of unaffected skin adjacent to PV lesions will show epidermal intercellular IgG and C3 deposits.  Circulating autoantibodies against desmogleins are present in many patients and can aid diagnosis. $#(Choice A)#  Autoantibodies against cutaneous basement membrane proteins are characteristic of epidermolysis bullosa acquisita (forms tense acral bullae) and cicatricial pemphigoid (causes chronic conjunctivitis and scarring). $#(Choice B)#  No known cutaneous diseases result from connexin autoimmunity, but connexin defects do underlie some specific forms of @palmoplantar keratoderma@, which causes epidermal hyperproliferation of the palms and soles, or deafness-associated ichthyosis. $#(Choice D)#  Autoantibodies against hemidesmosomal proteins cause @bullous pemphigoid@, in which the bullae are usually tense and remain intact as the entire epidermis separates from the dermis (no intraepithelial cleavage).  In addition, mucosal involvement is less common and Nikolsky sign is usually negative. $#(Choice E)#  Autoantibodies against tissue transglutaminase result in celiac disease and @dermatitis herpetiformis@, an autoimmune cutaneous eruption associated with gluten sensitivity.  The eruption is characterized by grouped (herpetiform) erythematous papulovesicles that are intensely pruritic, not painful; oral mucosal involvement is rare. $#Educational objective# Pemphigus vulgaris is an autoimmune bullous disease characterized by autoantibodies directed against desmosomal proteins (eg, desmogleins).  It presents with painful, flaccid bullae and erosions affecting the skin and mucosal membranes.  The bullae spread laterally with pressure, and new blisters may form with gentle rubbing. ","clickable_1":"images/img1.2065.jpg","clickable_2":"images/img2.2065.jpg","clickable_3":"images/img3.2065.jpg","clickable_4":"images/img4.2065.jpg"},

{"id":"15361","title":"An 8-year-old boy is brought to the office due to a lower extremity skin rash for the past 3 days.  The rash began as tender papules that quickly progressed to form vesicles and flaccid bullae that rupture easily.  The patient has no mucosal lesions and has never had similar symptoms before.  He is up to date with recommended vaccinations and takes no medications.  Physical examination of the affected limb is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15361.jpg","title_2":"The skin overlying the rest of his body appears normal.  Which of the following is the most likely cause of this patient's current presentation?","audio":"","comparison_items":"","answer_1":"A. Autoantibodies targeted against hemidesmosomes","answer_2":"B. Autoantibody-mediated epidermal cell separation","answer_3":"C. Bacterial toxin-induced desmoglein 1 cleavage","answer_4":"D. Defective epidermal barrier and T-cell dysregulation","answer_5":"E. Inflammatory response to viral lytic infection","percent_1":"15%","percent_2":"19%","percent_3":"49%","percent_4":"6%","percent_5":"10%","right_answer":"C. Bacterial toxin-induced desmoglein 1 cleavage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp15361.jpg","explanation_1":"","explanation_2":"$This child has a #blistering# skin rash with tan- to @honey-colored crusts@, consistent with #bullous impetigo# (BI).  BI is a superficial infection by Staphylococcus aureus that is most common in young children.  It is spread by direct contact, with the greatest incidence in warm, humid, crowded environments.  Nonbullous @impetigo@ is a similar syndrome with pustules and crusting but without significant blistering.  Either form may occur in healthy skin (primary impetigo) or broken/inflamed skin (secondary impetigo). $The blistering in BI is caused by production of #exfoliative toxin A#, a serine protease that targets #desmoglein 1# in the superficial epidermis, by certain strains of S aureus.  Desmoglein is a cadherin component of desmosomes in epidermal cellular junctions; disruption by exfoliative toxin A causes a #loss of cell adhesion# and leads to formation of flaccid bullae. $Exfoliative toxin A is also responsible for staphylococcal scalded skin syndrome, which presents with generalized erythema and flaccid bullae in flexural areas. $#(Choices A and B)#  @Bullous pemphigoid@ is an autoimmune disorder associated with antibodies against hemidesmosomes and is characterized by tense, subepidermal blisters.  @Pemphigus vulgaris@ is characterized by intraepithelial cleavage and is due to autoantibodies against desmosomes (desmogleins 1 and 3); it presents with flaccid bullae, desquamation, and oral ulcerations.  However, both disorders cause scattered or widespread (rather than localized) lesions and are uncommon in children. $#(Choice D)#  @Atopic dermatitis@ is associated with mutations in epidermal barrier proteins, leading to increased exposure to environmental antigens and immune hypersensitivity.  It typically presents in infants and young children with erythematous papules and plaques involving the head, trunk, and extensor surfaces, and in older children and adults with lichenification in a flexural distribution (eg, neck, wrists, antecubital and popliteal fossae). $#(Choice E)#  @Herpes simplex virus infection@ is characterized by recurrent clusters of mucocutaneous papules and vesicles that evolve into ulcerated and crusted lesions.  It typically causes localized perioral or genital lesions rather than involving large regions on the extremities. $#Educational objective# Bullous impetigo is a superficial infection by Staphylococcus aureus that is most common in young children.  It is characterized by a blistering skin rash with tan- to honey-colored crusts.  The blistering in bullous impetigo is caused by exfoliative toxin A, which targets desmoglein 1 in epidermal cellular junctions and causes a loss of cell adhesion.  ","clickable_1":"images/img1.15361.jpg","clickable_2":"images/img2.15361.jpg","clickable_3":"images/img3.15361.jpg","clickable_4":"images/img4.15361.jpg","clickable_5":"images/img5.15361.jpg","clickable_6":"images/img6.15361.jpg"},

{"id":"1111","title":"A 36-year-old man comes to the office due to a 2-month history of a pruritic rash over the elbows and knees.  The patient has been using skin emollients, but the lesions have not improved.  He also has a prolonged history of episodic abdominal discomfort, flatulence, and voluminous greasy stools.  Cardiopulmonary examination is normal.  The abdomen is soft and nontender.  Skin examination shows a papulovesicular skin rash in groups with erosion and excoriations.  Which of the following is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Crypt abscesses in colonic mucosa","answer_2":"B. IgG-mediated skin disruption","answer_3":"C. Increased intestinal intraepithelial lymphocytes","answer_4":"D. Increased urinary porphyrins","answer_5":"E. Insulin resistance","percent_1":"23%","percent_2":"12%","percent_3":"59%","percent_4":"3%","percent_5":"3%","right_answer":"C. Increased intestinal intraepithelial lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1111.jpg","explanation_1":"","explanation_2":"$#Dermatitis herpetiformis# (DH) is characterized by #erythematous pruritic papules, vesicles, and bullae# that appear symmetrically on the extensor surfaces (eg, elbows, knees), upper back, and buttocks.  Herpetiformis refers to the resemblance of the clustered vesicles to those of herpes simplex.  DH is characterized histologically by @microabscesses@ containing fibrin and neutrophils at the dermal papillae tips.  The overlying basal cells become vacuolated, and coalescing blisters form at the tips of the involved papillae.  Immunofluorescent imaging shows #deposition of IgA# at the dermoepidermal junction. $The pathogenesis of DH is associated with that of #celiac disease#.  Following absorption of dietary gluten, gliadin is deaminated by tissue transglutaminase in a process involving formation of covalent crosslinks between the two.  Because of this, the subsequent immune response against gliadin also targets tissue transglutaminase, leading to the production of IgA and IgG #tissue transglutaminase autoantibodies#.  In the skin, the IgA antibodies cross-react with epidermal transglutaminase, and the resulting inflammation leads to the characteristic manifestations of DH. $The majority of patients with DH exhibit the small-bowel histologic findings of celiac disease, which include: $• Small bowel @intraepithelial lymphocytosis@ $• Crypt hyperplasia (elongation) $• Progressive @villous atrophy@ (height shrinkage) $#(Choice A)#  Ulcerative colitis is characterized by mucosal inflammation, crypt abscesses (neutrophils in glandular lumen), and ulcerations.  Common dermal associations include @erythema nodosum@, @pyoderma gangrenosum@, and psoriasis.  The papulovesicular rash seen in this patient is not consistent with any of these entities. $#(Choice B)#  IgG-mediated skin disruption occurs in @pemphigus vulgaris@ and @bullous pemphigoid@.  These conditions are characterized by large bullae and ulcerations that are not confined to the extensor surfaces.  Pemphigus vulgaris may involve the pharynx and esophagus, but neither condition is associated with steatorrhea. $#(Choice D)#  Elevated urinary porphyrin levels (ie, uroporphyrin, heptacarboxyl porphyrin) are seen in @porphyria cutanea tarda@.  This condition is characterized by skin fragility and blistering lesions in sun-exposed areas.  Steatorrhea would be unexpected. $#(Choice E)#  Insulin resistance occurs in type 2 diabetes mellitus, which can be associated with @acanthosis nigricans@ and @necrobiosis lipoidica diabeticorum@.  Although celiac disease and DH are associated with other autoimmune disorders, including type 1 diabetes, there is no association with type 2 diabetes. $#Educational objective# Dermatitis herpetiformis is characterized by erythematous pruritic papules, vesicles, and bullae that appear symmetrically on extensor surfaces.  It is strongly associated with celiac disease, a disorder characterized histologically by small intestinal intraepithelial lymphocytosis, crypt hyperplasia, and villous atrophy. ","clickable_1":"images/img1.1111.jpg","clickable_2":"images/img2.1111.jpg","clickable_3":"images/img3.1111.jpg","clickable_4":"images/img4.1111.jpg","clickable_5":"images/img5.1111.jpg","clickable_6":"images/img6.1111.jpg","clickable_7":"images/img7.1111.jpg","clickable_8":"images/img8.1111.jpg","clickable_9":"images/img9.1111.jpg","clickable_10":"images/img10.1111.jpg"},

{"id":"1116","title":"A 34-year-old man comes to the office due to a persistent skin rash.  He has a 6-month history of a scaly rash involving the upper and lower extremities that is associated with mild pruritus.  The patient has attempted treatment with topical antihistamines and emollients without relief.  Medical history is notable for childhood asthma and orolabial herpes simplex virus infection.  He does not use tobacco or alcohol and works as a sales associate for a home improvement store.  On examination, the patient has skin lesions as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1116.jpg","title_2":"This patient's disorder is most likely to be associated with which of the following extradermal complications?","audio":"","comparison_items":"","answer_1":"A. Chronic glomerulonephritis","answer_2":"B. Deforming joint disease","answer_3":"C. Medullary thyroid cancer","answer_4":"D. Peripheral neuropathy","answer_5":"E. Pulmonary fibrosis","percent_1":"9%","percent_2":"74%","percent_3":"2%","percent_4":"6%","percent_5":"9%","right_answer":"B. Deforming joint disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1116.jpg","explanation_1":"","explanation_2":"$This patient with well-demarcated, scaly, erythematous plaques involving extensor surfaces of the extremities has typical features of #psoriasis#.  Patients with psoriasis frequently develop additional complications, including: $• Psoriatic arthritis $• Nail changes:  yellow-brown discoloration, #pitting#, thickening, or crumbling $• Inflammatory disorders of the eye:  conjunctivitis, blepharitis, or #uveitis# $#Psoriatic arthritis# is an inflammatory disorder affecting the synovium and often the insertion of tendons and ligaments (ie, enthesopathy).  It typically manifests as asymmetric oligoarthritis or symmetric polyarthritis (resembling rheumatoid arthritis) that often affects the distal interphalangeal joints.  In severe cases, patients can develop an aggressive and destructive @arthritis mutilans@.  The risk is increased in patients who are human leukocyte antigen B27–positive. $#(Choice A)#  Chronic glomerulonephritis frequently occurs in @systemic lupus erythematosus@; an erythematous malar rash and discoid lesions are common cutaneous findings in lupus. $#(Choice C)#  Medullary thyroid cancer is frequently linked to multiple endocrine neoplasia type 2. $#(Choice D)#  Skin lesions, renal insufficiency, and peripheral neuropathy (eg, mononeuropathy multiplex) are frequent findings in polyarteritis nodosa, a vasculitis affecting medium-sized arteries. $#(Choice E)#  Pulmonary fibrosis is a common extradermal manifestation of systemic sclerosis (scleroderma) and rheumatoid arthritis. $#Educational objective# Common complications of psoriasis include psoriatic arthritis, nail changes, and uveitis.  ","clickable_1":"images/img1.1116.jpg","clickable_2":"images/img2.1116.jpg"},

{"id":"15695","title":"A 12-year-old boy is brought to the office due to a week of nonproductive cough and rash.  He has also had low-grade fevers, malaise, and headaches.  The patient has no prior medical conditions and is up to date with immunizations.  Lung examination reveals bilateral crackles and wheezes.  There is a diffuse rash on his torso and extremities as shown in the @exhibit@.  Which of the following is the most likely cause of this patient's skin lesions?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15695.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cytotoxic T-cell–mediated epithelial injury","answer_2":"B. Inflammatory reaction in subcutaneous fat","answer_3":"C. Keratinocyte hyperproliferation and parakeratosis","answer_4":"D. Subepidermal immunoglobulin A deposition","answer_5":"E. Vasoactive mediator release from mast cells","percent_1":"53%","percent_2":"10%","percent_3":"2%","percent_4":"12%","percent_5":"23%","right_answer":"A. Cytotoxic T-cell–mediated epithelial injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's target-shaped skin lesions likely indicate #erythema multiforme# (EM), an acute, inflammatory skin disorder that usually develops in the setting of an ongoing #infection#.  Although herpes simplex virus is the most common trigger, respiratory tract infections due to #Mycoplasma pneumoniae# (eg, low-grade fever, headache, fatigue, cough, wheezes) frequently cause EM in children. $EM develops when circulating pathogens are phagocytosed by peripheral mononuclear cells and are brought to the epidermis, where DNA fragments are transferred to keratinocytes via direct cell-to-cell spread (facilitated by upregulation of adhesion molecules).  Pathogen-specific #cytotoxic T-cells# then recognize foreign antigens produced by keratinocytes and initiate an inflammatory cascade that results in epithelial damage. $Manifestations of EM include #target-shaped lesions# on the extremities and trunk that have a @central dusky area@, a surrounding pale ring of edema, and a peripheral halo of erythema.  Mucosal lesions also sometimes occur. $#(Choice B)#  @Erythema nodosum@ is a delayed-type hypersensitivity reaction that causes inflammatory nodules in the subcutaneous fat.  Although it can be triggered by infection, patients generally have tender, erythematous nodules on the bilateral shins (not target-shaped lesions). $#(Choice C)#  @Psoriasis@ is an immune-mediated inflammatory disease associated with cytokine-driven keratinocyte hyperproliferation and parakeratosis.  It usually causes erythematous, chronic skin plaques with silvery scales on the extensor elbows, scalp, and/or knees. $#(Choice D)#  @Dermatitis herpetiformis@, a manifestation of gluten sensitivity, is caused by the subepidermal deposition of IgA.  It is associated with pruritic papules and vesicles on the forearms, knees, and/or scalp (not target-shaped lesions). $#(Choice E)#  @Urticaria@ is caused by the release of inflammatory and vasoactive mediators from mast cells in the superficial dermis.  Infections (eg, parasites) can cause urticaria, but patients generally have well-circumscribed, raised, pruritic, erythematous plaques.  Sometimes the lesions have central pallor, but they are not target-shaped. $#Educational objective# Erythema multiforme is a target-shaped, inflammatory skin lesion that typically arises in the setting of infection, particularly with herpes simplex virus or Mycoplasma pneumoniae.  It is caused by the deposition of infectious antigens in keratinocytes, leading to a strong cell-mediated (eg, cytotoxic T-cell) immune response.  ","clickable_1":"images/img1.15695.jpg","clickable_2":"images/img2.15695.jpg","clickable_3":"images/img3.15695.jpg","clickable_4":"images/img4.15695.jpg","clickable_5":"images/img5.15695.jpg"},

{"id":"16852","title":"A 14-month-old girl is brought to the clinic by her parents due to sores on her feet.  Since she took her first steps 3 months ago, she has had blisters involving the soles of the feet, which subsequently break down and heal slowly.  The patient had failure to thrive as an infant due to frequent oral ulcerations but otherwise has been healthy and has achieved normal developmental milestones.  Examination shows small bullae at the soles with faint erythema and no scarring.  Biopsy taken at the margin of a blister shows an intraepidermal cleavage plane.  Which of the following most likely contributes to the pathogenesis of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoantibodies against tissue transglutaminase","answer_2":"B. Impaired keratin filament assembly","answer_3":"C. Loss of function mutation in filaggrin","answer_4":"D. T-cell–mediated hypersensitivity reaction","percent_1":"17%","percent_2":"40%","percent_3":"26%","percent_4":"17%","right_answer":"B. Impaired keratin filament assembly","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Epidermolysis bullosa!?Etiology? • Inherited disorders• Mutations involving intraepidermal & dermoepidermal adhesion complexes?Clinical$Features? • Onset in infancy/childhood• Bullae, erosions & ulcers• Lesions triggered by friction or minor trauma• Histopathology: intraepidermal cleavage most common?Complications? • Malnutrition• Infection","explanation_img":"","explanation_1":"","explanation_2":"#Epidermolysis bullosa (EB)# is a group of inherited disorders caused by mutations involving intraepidermal and dermoepidermal adhesion complexes in the basement membrane zone.  It is characterized by epithelial fragility (eg, bullae, erosions, @ulcers@) triggered by minor trauma.  Light microscopy of skin biopsy typically shows intraepidermal cleavage, although the plane of cleavage can vary based on subtype. $The most common form of EB, EB simplex, is caused by #mutations in keratin genes# that impair the assembly of keratin into filaments.  It presents early in life with #friction-induced blisters# at the palms and soles and other exposed areas.  Lesions typically heal with no residual scarring, although patients may have chronic thickening of the skin of the feet.  Infants with EB simplex may develop #oral blisters# with bottle-feeding. $#(Choice A)#  Dermatitis herpetiformis is caused by autoantibodies against tissue transglutaminase.  It presents with small, intensely pruritic @vesicles@ on the elbows, knees, and buttocks and is typically seen in patients with gluten-sensitive enteropathy (ie, celiac disease). $#(Choice C)#  Atopic dermatitis is a multifactorial disorder but is commonly seen in association with loss of function mutations in filaggrin and other epidermal barrier proteins.  Infants have red, crusted lesions at the extensor surfaces and face, whereas older children and adults have pruritic patches and @lichenification@ at flexural areas. $#(Choice D)#  A delayed T-cell–mediated hypersensitivity reaction is responsible for allergic contact dermatitis (eg, poison ivy/rhus dermatitis), which presents acutely with @pruritic vesicles@ at sites of contact. $#Educational objective# Epidermolysis bullosa is a group of inherited disorders characterized by epithelial fragility (eg, bullae, erosions, ulcers) triggered by minor trauma.  It is caused by mutations affecting proteins in the intraepidermal and dermoepidermal adhesion complexes; keratin mutations are responsible for the most common form (EB simplex).  ","clickable_1":"images/img1.16852.jpg","clickable_2":"images/img2.16852.jpg","clickable_3":"images/img3.16852.jpg","clickable_4":"images/img4.16852.jpg"},

{"id":"15408","title":"A 35-year-old man comes to the office for evaluation of a rash on his elbows.  The patient has had the rash intermittently for several months, but lately, it has become more persistent and bothersome.  He also describes mild associated itching but no pain, and use of topical moisturizing lotion does not provide relief.  The patient installs tile floors for a residential construction company.  He has no chronic medical conditions and takes no regular medications.  The patient does not use tobacco, alcohol, or recreational drugs.  Vital signs are within normal limits.  The rash on his elbow is shown in the image below, and a similar rash is present on the other elbow.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15408.jpg","title_2":"Which of the following histologic changes are most likely to be found in this patient's skin lesions?","audio":"","comparison_items":"","answer_1":"A. Band-like lymphocytic inflammation","answer_2":"B. Epidermal hyperplasia","answer_3":"C. Granulomatous inflammation","answer_4":"D. Intense eosinophilic infiltration","answer_5":"E. Squamous cell dysplasia","percent_1":"14%","percent_2":"62%","percent_3":"5%","percent_4":"17%","percent_5":"3%","right_answer":"B. Epidermal hyperplasia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp15408.jpg","explanation_1":"","explanation_2":"$This patient has @scaly, erythematous plaques@ consistent with psoriasis.  #Psoriasis# is most common in areas exposed to pressure or friction, such as the extensor surfaces of the elbows and knees, and minor trauma (eg, skin friction while installing tile floors) can often precipitate the formation of lesions (ie, #Koebner phenomenon#). $In predisposed individuals, disruption of the epithelial barrier leads to activation of antigen-presenting dendritic cells and subsequently to a self-reinforcing @inflammatory cascade@ characterized by recruitment and activation of T-helper cells and excessive proliferation of keratinocytes. $Histologically, this results in #epidermal hyperplasia# (ie, acanthosis), often with elongated and clubbed rete ridges, corresponding to the typical erythematous plaques.  There is #parakeratosis# (ie, retention of nuclei in the stratum corneum), which produces the characteristic silvery scales, as well as hypogranulosis (ie, decreased thickness of the stratum granulosum). $The epidermis superficial to the dermal papillae (ie, suprapapillary plate) is thin, and there are dilated capillaries in the dermal papillae, which results in #pinpoint bleeding# upon scale removal (ie, Auspitz sign).  Clusters of neutrophils in the stratum corneum (ie, #Munro microabscesses#) and spinosum are also characteristic features. $#(Choice A)#  @Lichen planus@ is characterized by band-like lymphocytic inflammation near the dermoepidermal junction as well as sawtooth-shaped rete ridges, hypergranulosis (ie, thickened stratum granulosum), and hyperkeratosis.  It typically presents with pruritic purple @papules@, frequently on the wrists and ankles. $#(Choice C)#  A granuloma is a nodular, inflammatory structure composed of aggregates of epithelioid macrophages and multinucleated giant cells.  They are seen in a variety of infectious (eg, tuberculosis) and autoimmune (eg, @sarcoidosis@) diseases but are not seen in psoriasis. $#(Choice D)#  Eosinophilic infiltrates are a common finding in pemphigus vulgaris, @bullous pemphigoid@, eczematous skin diseases (eg, atopic eczema, allergic contact dermatitis), and dermatitis herpetiformis.  These disorders generally present with vesicle or @bulla@ formation, fragility of the skin, and often intense itching.  Plaques and scaling, when present, are mainly due to persistent scratching. $#(Choice E)#  @Actinic keratosis@ is characterized by squamous dysplasia and hyperkeratosis and is considered a premalignant lesion to squamous cell carcinoma.  It is typically related to chronic ultraviolet exposure and commonly presents as a rough, @scaly, erythematous lesion@ on sun-exposed areas (eg, face, dorsum of hands). $#Educational objective# Psoriasis is histologically characterized by diffuse epidermal hyperplasia with elongated and clubbed rete ridges (corresponding to the typical erythematous plaques), confluent parakeratosis (producing the characteristic silvery scales seen on examination), and dilated capillaries in the dermal papillae (pinpoint bleeding).  ","clickable_1":"images/img1.15408.jpg","clickable_2":"images/img2.15408.jpg","clickable_3":"images/img3.15408.jpg","clickable_4":"images/img4.15408.jpg","clickable_5":"images/img5.15408.jpg","clickable_6":"images/img6.15408.jpg","clickable_7":"images/img7.15408.jpg","clickable_8":"images/img8.15408.jpg","clickable_9":"images/img9.15408.jpg"},

{"id":"15439","title":"A 47-year-old woman comes to the office due to an itchy rash.  For the last 3 months, she has had a gradual onset of multiple pruritic lesions at her wrists, legs, and ankles.  The patient tried treating the lesions with emollients and topical over-the-counter hydrocortisone but had no relief.  Examination shows scattered, scaly, pink papules and plaques as shown in the @exhibit@.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15439.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Actinic keratosis","answer_2":"B. Atopic dermatitis","answer_3":"C. Irritant contact dermatitis","answer_4":"D. Lichen planus","answer_5":"E. Psoriasis","percent_1":"4%","percent_2":"7%","percent_3":"8%","percent_4":"68%","percent_5":"13%","right_answer":"D. Lichen planus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Lichen planus!?Clinical findings? • #5 \"Ps\":# pruritic, purple/pink, polygonal, papules & plaques• Lacy, white network of lines (Wickham striae)• #Locations:#$==○ Skin (eg, ankles, wrists)$==○ Oral mucosa (white papules & plaques ± erythema, mucosal$== atrophy, ulcers)○ Genitalia?Pathologic findings? • Hyperkeratosis• Lymphocytic interface dermatitis• Eosinophilic colloid (Civatte) bodies• Thickened stratum granulosum, sawtooth rete ridges?Natural history? • Chronic symptoms• Formation of lesions at sites of trauma (Köbner phenomenon)• Resolution within 2 yr (mucosal lesions may persist/recur)","explanation_img":"","explanation_1":"","explanation_2":"This patient has @lichen planus (LP)@, an immune-mediated condition that typically presents with #pruritic#, #pink papules# and plaques.  LP lesions often have lacy, scaly, #white markings# (@Wickham striae@) and can form at sites of minor trauma (Köbner phenomenon).  The skin lesions typically occur symmetrically on the flexural surfaces of the wrists and ankles but can also involve the nails, oral mucous membranes, and genitalia. $The pathologic process in LP is characterized by a (CD8+) #T cell–mediated response# against cells along the @dermal-epidermal junction@.  Although the etiology is unknown, the risk may be increased in patients with hepatitis C and those taking certain medications (eg, ACE inhibitors, thiazide diuretics).  LP typically follows a chronic course with gradual, spontaneous remission within 2 years. $#(Choice A)#  @Actinic keratosis@ presents with small, hyperkeratotic plaques in sun-exposed areas (eg, forehead, cheeks).  It is most common in patients age >60, and itching is atypical. $#(Choice B)#  @Atopic dermatitis@ typically occurs in large patches at the flexural surfaces of the extremities, especially the elbows; it usually presents in childhood, and most patients have a history of other atopic disorders (eg, allergic rhinitis, asthma). $#(Choice C)#  @Irritant contact dermatitis@ is due to repeated exposure to irritants (eg, detergents, solvents, oxidizing agents).  It presents as hyperkeratotic patches with fissuring and scaling, most commonly on the hands. $#(Choice E)#  @Psoriasis@ is an immune-mediated inflammatory disease that usually presents with thick, erythematous plaques with silvery scales on the extensor surfaces of the knees and elbows, scalp, or neck. $#Educational objective# Lichen planus is an immune-mediated condition that presents with pruritic, pink papules and plaques, often with lacy, scaly, white markings (Wickham striae).  The lesions typically occur on the flexural surfaces of the wrists and ankles but can also involve the nails, oral mucous membranes, and genitalia.  ","clickable_1":"images/img1.15439.jpg","clickable_2":"images/img2.15439.jpg","clickable_3":"images/img3.15439.jpg","clickable_4":"images/img4.15439.jpg","clickable_5":"images/img5.15439.jpg","clickable_6":"images/img6.15439.jpg","clickable_7":"images/img7.15439.jpg"},

{"id":"1115","title":"A 53-year-old woman comes to the clinic due to a rash.  For the past 3 weeks, she has had a pruritic rash of worsening severity involving the posterior thighs.  The patient recently began an exercise program to lose weight and has been applying a topical analgesic cream to her thighs and buttocks after her workouts to relieve muscle aches.  Medical history is unremarkable, and she does not use tobacco, alcohol, or recreational drugs.  On physical examination, there is an erythematous rash with blisters, erosions, and weeping drainage involving the posterior thighs bilaterally, which is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1115.jpg","title_2":"Which of the following is the most likely finding on skin biopsy?","audio":"","comparison_items":"","answer_1":"A. Acanthosis","answer_2":"B. Dyskeratosis","answer_3":"C. Hypergranulosis","answer_4":"D. Hyperkeratosis","answer_5":"E. Spongiosis","percent_1":"17%","percent_2":"18%","percent_3":"8%","percent_4":"7%","percent_5":"50%","right_answer":"E. Spongiosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient developed pruritic, erythematous @blisters and erosions@ on the thighs following application of a topical cream.  This presentation is consistent with #acute allergic contact dermatitis# (ACD), a type of eczematous dermatitis.  Eczematous dermatitis is a class of skin conditions that vary in etiology but demonstrate similar clinical findings (eg, pruritic, erythematous, weeping #papulovesicular rash#) and are microscopically characterized by spongiosis. $ACD is caused by a #type IV (delayed) hypersensitivity# reaction to an external antigen (eg, analgesic cream) on the skin surface, which incites an @inflammatory response@ and causes pruritus and erythema at the site of contact.  Increased vascular permeability in the dermis results in dermal #edema#, which can leak into the #epidermis# and accumulate in the intercellular spaces (ie, #spongiosis#).  Microscopically, @spongiosis@ appears as increased space between keratinocytes with prominent intercellular attachments (ie, @desmosomes@).  Continued fluid accumulation can break the desmosomes, causing intraepidermal #vesicles#. $With persistent antigen exposure, eczematous lesions may become less edematous and weepy over time and appear as raised, thickened (ie, lichenified), scaly @plaques@.  Histology of chronic lesions typically shows thickening of the stratum spinosum (ie, @acanthosis@), stratum granulosum (ie, hypergranulosis), and stratum corneum (ie, hyperkeratosis) #(choices A, C, and D)#. $#(Choice B)#  @Dyskeratosis@ is abnormal, premature keratinization of individual keratinocytes below the stratum granulosum.  It may be seen in squamous cell carcinoma. $#Educational objective# Acute allergic contact dermatitis (ACD), caused by a type IV (delayed) hypersensitivity reaction to an antigen on the skin surface, typically presents with pruritic, erythematous, papulovesicular, weeping lesions.  Microscopically, acute ACD is characterized by spongiosis (ie, accumulation of fluid between keratinocytes in the epidermis). ","clickable_1":"images/img1.1115.jpg","clickable_2":"images/img2.1115.jpg","clickable_3":"images/img3.1115.jpg","clickable_4":"images/img4.1115.jpg","clickable_5":"images/img5.1115.jpg","clickable_6":"images/img6.1115.jpg","clickable_7":"images/img7.1115.jpg"},

{"id":"15026","title":"An 80-year-old woman is evaluated for blisters that have developed on both feet over the past week.  The patient lives in a nursing home due to dementia but has no other chronic medical conditions and takes no medication.  Vital signs are within normal limits.  There are no oral lesions.  Examination findings are shown in the @exhibit@.  Which of the following is most likely involved in the pathogenesis of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15026.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deposition of IgA-containing immune complexes within dermal papillae","answer_2":"B. Deposition of IgG and complement at the dermal-epidermal junction","answer_3":"C. Deposition of IgG within the epidermal layer at the intercellular level","answer_4":"D. Disrupted assembly of keratin into monofilaments","answer_5":"E. Increased vascular permeability due to gaps between endothelial cells","percent_1":"2%","percent_2":"77%","percent_3":"14%","percent_4":"2%","percent_5":"6%","right_answer":"B. Deposition of IgG and complement at the dermal-epidermal junction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pemphigus vulgaris vs bullous pemphigoid#∆⨉∆⨉§ ∆^#Pemphigus vulgaris# ∆^#Bullous pemphigoid#§^#Age of onset# ∆ • 40-60 ∆ • >60§^#Clinical features# ∆ • Painful• Flaccid bullae → erosions• Mucosal involvement common ∆ • Pruritic• Tense bullae• Mucosal involvement rare§^#Histology# ∆ • Intraepidermal cleavage ∆ • Subepidermal cleavage§^#Immunofluorescence# ∆ • Net-like intercellular IgG against desmosomes ∆ • Linear IgG against hemidesmosomes along basement membrane","explanation_img":"","explanation_1":"","explanation_2":"This elderly patient has the typical features of #bullous pemphigoid# (BP), an autoimmune blistering disease.  BP most commonly affects individuals #age >60# and is more common in those with neurologic disorders (eg, Alzheimer dementia).  As in this patient, #bullae# are typically #tense# and have @erythematous@ or normal-appearing bases.  Lesion distribution can be localized or diffuse, involving the trunk and extremities; #mucosal# involvement is #rare#. $BP is caused by antibodies against #hemidesmosomes# along the basement membrane of the #dermal-epidermal junction#.  These autoantibodies result in a destructive inflammatory cascade that causes the entire epidermis to @separate@ from the dermis, forming #subepidermal blisters#.  Immunofluorescence shows #IgG and/or C3# deposits in a linear pattern along the basement membrane. $#(Choice A)#  Deposition of IgA-containing immune complexes within the dermal papillae is characteristic of dermatitis herpetiformis, an autoimmune dermatitis associated with gluten sensitivity.  It typically presents as groups of @pruritic papulovesicles@ on the extensor extremities, scalp, back, and buttocks in patients age 40-50. $#(Choice C)#  Deposition of IgG within the epidermal layer at the intercellular level is characteristic of pemphigus vulgaris, which typically affects patients age 40-60 and presents with flaccid, not tense, blisters that easily rupture, forming @erosions@.  Absent in this patient, @mucosal involvement@ is almost always present in pemphigus vulgaris. $#(Choice D)#  Disrupted assembly of keratin into monofilaments describes @epidermolysis bullosa simplex@, an autosomal dominant condition presenting with blisters in areas of high friction (eg, hands, feet, knees).  Unlike BP, the condition typically presents during infancy through early adulthood. $#(Choice E)#  Increased vascular permeability due to gaps between endothelial cells is characteristic of blisters associated with partial-thickness burn wounds or localized inflammation (eg, poison ivy). $#Educational objective# Bullous pemphigoid is an autoimmune blistering disease that typically occurs in patients >60.  It presents with tense bullae with rare mucosal involvement.  Autoantibodies against hemidesmosomes create subepidermal cleavage.  Immunofluorescence shows linear deposition of IgG and/or C3 along the basement membrane.  ","clickable_1":"images/img1.15026.jpg","clickable_2":"images/img2.15026.jpg","clickable_3":"images/img3.15026.jpg","clickable_4":"images/img4.15026.jpg","clickable_5":"images/img5.15026.jpg","clickable_6":"images/img6.15026.jpg"},

{"id":"1114","title":"A 38-year-old woman comes to the urgent care clinic with a 2-day history of sore throat.  It is associated with fever and cervical lymphadenopathy, but not rhinorrhea, sneezing, or coughing.  On examination, erythema and edema involving the posterior pharynx and a purulent tonsillar exudate are present.  Rapid bedside streptococcal antigen testing is positive, and the patient is started on oral penicillin V.  She returns the following day with a pruritic skin rash that came on suddenly after starting the antibiotic.  The skin lesions observed on physical examination are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1114.jpg","title_2":"What is the most likely finding on biopsy of these lesions?","audio":"","comparison_items":"","answer_1":"A. Acantholysis","answer_2":"B. Acanthosis","answer_3":"C. Dermal edema","answer_4":"D. Dyskeratosis","answer_5":"E. Epidermal spongiosis","percent_1":"7%","percent_2":"5%","percent_3":"61%","percent_4":"2%","percent_5":"25%","right_answer":"C. Dermal edema","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Urticaria# (\"hives\") is a common, transient #hypersensitivity# disorder characterized by intensely pruritic, raised, erythematous plaques (#wheals#) that arise suddenly and resolve over several hours.  They are most often caused by #IgE-mediated degranulation# of mast cells.  They can also be due to non-IgE-mediated degranulation (eg, opiates, radiocontrast agents, physical urticaria) or mast cell-independent mechanisms (eg, aspirin, hereditary angioneurotic edema). $Urticaria is due to increased permeability of the microvasculature, leading to #edema# of the #superficial dermis#.  Involvement of the deep dermis and subcutaneous tissue is termed angioedema.  Biopsy is rarely required for diagnosis.  Findings on histopathology would typically include a mixed inflammatory infiltrate (mononuclear cells, neutrophils, and eosinophils) surrounding superficial dermal venules.  Lymphatic channels may be engorged with transudative fluid.  The overlying epidermis typically appears normal. $#(Choice A)#  Acantholysis is the loss of cohesion between keratinocytes in the epidermis.  It is a characteristic finding in the pemphigus family of disorders. $#(Choice B)#  Acanthosis is a diffuse increase in thickness of the stratum spinosum (prickle cell layer) between the granular cell layer and the basal layer of the epidermis.  Common conditions displaying acanthosis include psoriasis, seborrheic dermatitis, and acanthosis nigricans. $#(Choice D)#  Dyskeratosis describes the abnormal, premature keratinization of individual keratinocytes.  Dyskeratotic cells are strongly eosinophilic and may have a small, basophilic nuclear remnant.  Dyskeratosis can be found in diseases such as squamous cell carcinoma. $#(Choice E)#  Spongiosis is intercellular epidermal edema that histologically appears as an increase in the width of spaces between cells.  Spongiosis is often associated with spongiotic dermatitis, which encompasses a number of conditions (eg, eczematous dermatitis). $#Educational objective# Urticaria is a transient hypersensitivity disorder characterized by pruritic erythematous plaques that arise suddenly and resolve over hours.  They are most often caused by IgE-mediated degranulation of mast cells, leading to increased permeability of the microvasculature with edema of the superficial dermis.  "},

{"id":"21462","title":"A 4-month-old girl is brought to the office due to a rash on her cheeks for the past 2 weeks.  The rash has not spread, and the patient is often seen scratching her face.  There have been no changes in bath soaps and detergents; no animals or plants are in the house.  Vaccinations are up to date.  The patient is exclusively breastfed, with height and weight tracking along the 50th percentiles.  Vital signs are normal.  Skin examination is shown in the @exhibit@.  The remainder of the examination is unremarkable.  Which of the following conditions is this patient at increased risk for developing?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit21462.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coronary artery aneurysm","answer_2":"B. Disabling arthritis","answer_3":"C. Food allergy","answer_4":"D. Proximal muscle weakness","answer_5":"E. Transient anemia","percent_1":"4%","percent_2":"6%","percent_3":"60%","percent_4":"3%","percent_5":"28%","right_answer":"C. Food allergy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Atopic dermatitis# ∆⨉§^#Pathogenesis# ∆ • Mutation in epidermal barrier proteins (eg, filaggrin) leads to ↓ water $content, ↑ permeability, ↑ inflammation • Immune dysfunction (ie, Th2-skewed response)§^#Clinical$ findings# ∆ • Acute: pruritic, erythematous patches & papules $== ○ Infants: red extensor surfaces, trunk & face $== ○ Children & adults: flexor surfaces • Chronic: lichenified plaques§^#Associated$ conditions# ∆ • Allergic rhinitis • Asthma • Food allergy§^#Laboratory$ findings# ∆ • ↑ IgE • Eosinophilia%#Th2 =# T-helper cell type 2.","explanation_img":"","explanation_1":"","explanation_2":"This #infant #with erythematous and pruritic patches on her #cheeks# has #atopic dermatitis# (eczema), a common childhood condition that typically begins in infancy or early childhood. $The pathogenesis of atopic dermatitis is multifactorial and includes genetically mediated #skin barrier dysfunction# (eg, filaggrin mutation) resulting in loss of epidermal water content, increased permeability to environmental allergens/irritants, and skin inflammation.  In addition, immune dysfunction, characterized by an underlying @Th2 skewed response@, promotes IL-4 and IL-13 release, which stimulates #IgE production# by plasma cells. $Patients with atopic dermatitis and elevated IgE levels are at increased risk for other atopic diseases, such as #allergic rhinitis#, #asthma#, and #food allergies#.  A compromised skin barrier facilitates #allergen penetration# (eg, from food) and subsequent #sensitization#, facilitating the development of food-induced urticaria and anaphylaxis.  An earlier onset of atopic dermatitis (eg, infancy) is associated with a higher risk for developing these associated conditions. $#(Choice A)#  @Kawasaki disease@, a medium-sized vessel vasculitis, is associated with coronary artery aneurysms.  Patients have a polymorphous rash, in addition to fever, mucocutaneous inflammation, cervical lymphadenopathy, and extremity changes (eg, edema), none of which are seen in this case. $#(Choice B)#  Disabling arthritis can be associated with plaque psoriasis, which classically presents with thick, @silvery scales@ involving the knees, elbows, scalp, and lower back, features not seen in this patient. $#(Choice D)#  Proximal muscle weakness is characteristic of juvenile dermatomyositis, which can cause facial erythema but classically presents with a heliotrope rash on the @upper eyelids@.  In addition, the onset typically occurs in school-aged children, not infants. $#(Choice E)#  Parvovirus B19 can cause transient anemia due to viral destruction of erythrocyte progenitor cells, typically in patients with red blood cell disorders (eg, sickle cell anemia).  Initial symptoms include a nonspecific prodrome (eg, fever, coryza), followed by a nonpruritic, malar rash (ie, @slapped cheeks@) in school-aged children.  This patient's age, lack of prodromal symptoms, and pruritus make this diagnosis unlikely. $#Educational objective# Atopic dermatitis increases the risk for allergic rhinitis, asthma, and food allergies, likely because of an immune response that favors IgE production.  In addition, skin barrier dysfunction facilitates food allergen penetration and sensitization, increasing the risk for food allergies. ","clickable_1":"images/img1.21462.jpg","clickable_2":"images/img2.21462.jpg","clickable_3":"images/img3.21462.jpg","clickable_4":"images/img4.21462.jpg","clickable_5":"images/img5.21462.jpg"},

{"id":"11852","title":"A 28-year-old woman is brought to the emergency department by her family due to acute left flank pain.  The pain radiates to her groin and is associated with pink hematuria and urinary urgency.  Past medical history is unremarkable, and the patient has never experienced similar symptoms.  CT scan of the urinary system confirms the presence of a stone at the ureterovesical junction.  The patient is given intravenous morphine for pain relief.  Fifteen minutes later, she develops diffuse itching involving the arms, legs, and back.  Which of the following is the most likely mechanism of this patient's adverse drug reaction?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IgE-dependent mast cell degranulation","answer_2":"B. IgE-independent mast cell degranulation","answer_3":"C. Inhibition of prostaglandin synthesis","answer_4":"D. Precipitation of immune complexes","answer_5":"E. T cell release of inflammatory cytokines","percent_1":"51%","percent_2":"43%","percent_3":"1%","percent_4":"1%","percent_5":"3%","right_answer":"B. IgE-independent mast cell degranulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with acute pruritus following administration of morphine most likely has medication-induced #IgE-independent# mast cell activation, a pseudoallergic response.  A number of medications, including #opioids#, #radiocontrast agents#, and some antibiotics (eg, #vancomycin#), can induce @mast cell degranulation@ by activation of protein kinase A and PI3 kinase.  This results in release of several mediators, including histamine, bradykinin, heparin, and a number of enzymes and chemotactic factors.  Common symptoms include diffuse itching and pain, bronchospasm, and localized swelling (@urticaria@). $#(Choice A)#  @IgE-mediated degranulation@ is typically associated with environmental exposures such as foods or vespid stings or with medications such as beta-lactam and sulfonamide antibiotics.  Opioids rarely cause IgE-dependent degranulation; IgE-independent reactions are more common. $#(Choice C)#  Inhibition of cyclooxygenase 1 by aspirin and nonsteroidal anti-inflammatory drugs can trigger urticaria in patients with chronic idiopathic urticaria.  These medications shunt arachidonic acid metabolites toward formation of leukotrienes, which increase vascular permeability. $#(Choice D)#  @Serum sickness@ is a type III hypersensitivity reaction caused by precipitation of circulating immune complexes.  Typical symptoms include fever, pruritic rash, and arthralgias starting 7-14 days after antigen exposure.  Common triggers include beta-lactam and sulfonamide antibiotics. $#(Choice E)#  @Acute allergic contact dermatitis@ is caused by a T cell-mediated type IV (delayed) hypersensitivity reaction to an antigen on the skin surface.  Gross findings include erythematous, papulovesicular, weeping lesions. $#Educational objective# A number of medications, including opioids, radiocontrast agents, and some antibiotics (eg, vancomycin), can trigger IgE-independent mast cell degranulation.  Common symptoms include diffuse itching and pain, bronchospasm, and localized swelling (urticaria). ","clickable_1":"images/img1.11852.jpg","clickable_2":"images/img2.11852.jpg","clickable_3":"images/img3.11852.jpg","clickable_4":"images/img4.11852.jpg","clickable_5":"images/img5.11852.jpg"},

{"id":"11662","title":"A 27-year-old woman comes to the emergency department because of a new skin rash for the last day.  She also has a history of recurrent genital lesions, which begin with small vesicules with subsequent ulceration, crusting, and eventual healing.  The patient has no other medical conditions and takes no medications.  On physical examination, she appears comfortable.  Temperature is 37 C (98.6 F).  She has small linear erosions in the oral mucosa.  Skin findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/11662.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Disseminated herpes simplex infection","answer_2":"B. Erythema multiforme","answer_3":"C. Primary HIV infection","answer_4":"D. Stevens-Johnson syndrome","answer_5":"E. Varicella","percent_1":"28%","percent_2":"66%","percent_3":"3%","percent_4":"2%","percent_5":"1%","right_answer":"B. Erythema multiforme","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp11662.jpg","explanation_1":"","explanation_2":"$This patient's rash is consistent with #erythema multiforme# (EM), an acute inflammatory disorder that can involve the skin of the extremities, face, trunk, and neck.  Severe cases (EM major) can also affect oral mucous membranes (eg, erosions) and the tongue.  The appearance of EM can vary, but patients typically develop erythematous, round papules that evolve into #target lesions# with a dusky central area, a dark red inflammatory zone surrounded by a pale ring, and an erythematous halo in the lesion's periphery. $EM represents a cell-mediated immune process, with an inflammatory infiltrate predominated by cytotoxic CD8+ lymphocytes.  EM is most frequently associated with infections (especially #herpes simplex virus# and #mycoplasma#) and may be due to an immune response against antigens deposited in the skin.  EM can also be seen in association with certain medications (eg, sulfonamides), malignancy, and collagen vascular diseases. $#(Choice A)#  Disseminated herpes simplex infection is seen primarily in immunocompromised patients and presents with diffuse vesicles (eg, involving multiple skin regions or organs simultaneously) on an erythematous base.  This patient's target-shaped lesions are more consistent with EM.  EM does not represent disseminated infection but is a systemic immune response to a localized infection. $#(Choice C)#  Primary HIV infection can present with a macular or maculopapular rash associated with fever.  The rash is usually well circumscribed and involves the trunk, face, and palms and soles.  However, this patient's rash appears more typical of EM. $#(Choice D)#  @Stevens-Johnson syndrome@ is characterized by rapid onset of erythematous macules with necrosis and skin sloughing.  Systemic signs (eg, fever, hypotension) are common.  Stevens-Johnson syndrome may also cause target lesions, but it is usually associated with medications (eg, sulfonamides, allopurinol, phenytoin). $#(Choice E)#  @Varicella@ typically presents with fever and a vesicular eruption that can affect multiple areas, including the face, trunk, abdomen, and extremities.  This patient's rash does not have the typical vesicular pattern seen in varicella. $#Educational objective# Erythema multiforme is a cell-mediated inflammatory disorder of the skin characterized by erythematous papules that evolve into target lesions.  It is most commonly associated with herpes simplex virus.  ","clickable_1":"images/img1.11662.jpg","clickable_2":"images/img2.11662.jpg"}


]