[


{"id":"744","title":"A 45-year-old man comes to clinic for routine follow-up.  He has a history of end-stage renal disease due to autosomal dominant polycystic kidney disease, and he underwent a deceased-donor kidney transplant 4 years ago.  The patient has hypertension that initially resolved following the transplant but redeveloped 6 months ago.  Review of his recent laboratory studies reveals a progressive increase in serum creatinine levels over the last few months.  Urinalysis is within normal limits.  On ultrasonography, the transplanted kidney is reduced in size.  A biopsy of the graft is most likely to show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dense mononuclear interstitial infiltration","answer_2":"B. Glomerular crescent formation","answer_3":"C. Obliterative vascular fibrosis","answer_4":"D. Tubular hypertrophy and intratubular casts","answer_5":"E. Vascular fibrinoid necrosis with thrombotic occlusion","percent_1":"19%","percent_2":"3%","percent_3":"58%","percent_4":"3%","percent_5":"18%","right_answer":"C. Obliterative vascular fibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Transplant rejection reactions# ∆⨉∆⨉∆⨉§^#Type of $rejection# ∆^#Onset$ time# ∆^#Etiology# ∆^#Morphology#§^#Hyperacute# ∆^Minutes to$ hours ∆ • Preformed recipient antibodies$ against graft antigens ∆ • Gross mottling & cyanosis • Arterial fibrinoid necrosis $& capillary thrombotic occlusion§^#Acute# ∆^Usually <6$ months ∆ • Exposure to donor antigens induces $activation of naive immune cells • Predominantly #cell-mediated# ∆ • #Cellular#: lymphocytic interstitial $infiltrate & endotheliitis • Humoral: C4d deposition,$ neutrophilic infiltrate, necrotizing $vasculitis§^#Chronic# ∆^Months to$ years ∆ • Chronic low-grade immune response $refractory to immunosuppression • Mixed cell-mediated and humoral ∆ • Vascular wall thickening & $luminal narrowing • Interstitial fibrosis &$ parenchymal atrophy","explanation_img":"","explanation_1":"","explanation_2":"This kidney transplant recipient with #progressive decline in renal function# most likely has #chronic allograft rejection#.  The process is a #mixed cell-mediated and antibody-mediated# response and can occur anytime from #several months to years# posttransplantation. $Following transplant, T cells are activated and recipient antibodies are created against graft HLA and other antigens.  The activated T cells can initially cause cell-mediated acute rejection, which is generally reversible via an increase in immunosuppression (eg, high-dose glucocorticoids).  Chronic rejection represents progression of cell-mediated and antibody-mediated inflammation (eg, via activation of complement and recruitment of neutrophils) to the point that #irreversible# renal damage takes place; the kidney grossly decreases in size, and histopathology shows #obliterative vascular wall thickening# with #tubular atrophy# and #interstitial fibrosis#. $Due to increased sodium retention, declining renal function in chronic rejection is also commonly accompanied by new or worsening #hypertension#.  Chronic rejection is the most common cause of renal graft failure following transplant. $#(Choice A)#  A dense, interstitial, mononuclear (lymphocytic) infiltrate is characteristic of acute allograft rejection, which is most often a primarily T cell–mediated process.  Acute rejection typically occurs <6 months after transplant but can occur later in a patient in whom posttransplant immunosuppression has been stopped. $#(Choice B)#  Glomerular injury in chronic rejection is predominantly ischemic, and crescent formation is not typically observed.  Crescents develop mainly in anti–glomerular basement membrane antibody–mediated, antineutrophilic cytoplasmic autoantibody–associated, or immune complex–mediated glomerulonephritis. $#(Choice D)#  Muddy brown casts can be seen with acute tubular necrosis, which usually manifests as acute (rather than gradual) kidney injury.  Tubular hypertrophy may be present during the recovery phase.  These findings are not typical of chronic rejection. $#(Choice E)#  Vascular fibrinoid necrosis with capillary thrombotic occlusion occurs in hyperacute rejection, which is a rapid and profound form of antibody-mediated rejection caused by preformed antibodies to graft antigens.  Chronic rejection is a more gradual antibody-mediated process resulting from sensitization that occurs after a transplant has taken place. $#Educational objective# Chronic renal allograft rejection manifests months to years after a transplant and presents with worsening hypertension and a gradual decline in renal function.  It involves a chronic cell-mediated and antibody-mediated response against donor antigens and leads to obliterative vascular wall thickening, tubular atrophy, and interstitial fibrosis.  The process is usually irreversible and eventually leads to graft failure.  "},

{"id":"1155","title":"A 56-year-old woman with a history of heart failure is admitted to the hospital for orthotopic cardiac transplantation.  The patient developed biventricular failure due to idiopathic myocarditis.  She has had persistent New York Heart Association class IV symptoms refractory to maximal medical therapy and was placed on the transplant waiting list.  An ABO-compatible cadaveric heart is available for transplant with partial human leukocyte antigen (HLA) mismatch.  Cardiac transplantation is performed and the patient's T lymphocytes quickly recognize the foreign HLA molecules of the transplant cells.  Inhibition of which of the following substances would specifically reduce the proliferation and differentiation of these T lymphocytes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bcl-2","answer_2":"B. Calcineurin","answer_3":"C. E-cadherin","answer_4":"D. Neurofibromin","answer_5":"E. p53","percent_1":"15%","percent_2":"71%","percent_3":"9%","percent_4":"1%","percent_5":"4%","right_answer":"B. Calcineurin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp1155.jpg","explanation_1":"","explanation_2":"$In normal T cells, #calcineurin# is a protein phosphatase that is activated upon stimulation of the appropriate cell receptor.  Once activated, calcineurin dephosphorylates nuclear factor of activated T cells (NFAT), which allows NFAT to enter the nucleus and bind to an interleukin-2 (IL-2) promoter.  IL-2 stimulates the growth and differentiation of T cells and is an important component of the immune response.  #Cyclosporine# and #tacrolimus#, 2 of the more commonly used immunosuppressants in transplant patients, #inhibit# calcineurin activation. $#(Choice A)#  Bcl-2 is an apoptosis inhibitor.  When Bcl-2 is overexpressed, cell death is delayed and an accumulation of indolent malignant cells occurs.  Bcl-2 involvement has been implicated in follicular cell lymphomas, most of which have a characteristic t(14;18) translocation.  Bcl-2 inhibition would not be specific to T cells. $#(Choice C)#  E-cadherin is a transmembrane glycoprotein that orchestrates epithelial cell adhesion.  If this glycoprotein is lost, cell clusters may be disrupted.  The loss of e-cadherin is associated with metastasis and is a predictor of disease progression in some cancers. $#(Choice D)#  Neurofibromin is a tumor suppressor protein encoded by the NF1 gene on chromosome 17.  Neurofibromin can protect against cancer as it is a key suppressor of Ras, one of the more powerful activators of cell growth and proliferation. $#(Choice E)#  p53 is a tumor suppressor that causes cell cycle arrest and apoptosis.  It is rendered ineffective in the majority of cancers. $#Educational objective# Calcineurin is an essential protein in the activation of interleukin-2, which promotes the growth and differentiation of T cells.  Immunosuppressants such as cyclosporine and tacrolimus work by inhibiting calcineurin activation.  "},

{"id":"546","title":"A 44-year-old man with diabetic nephropathy undergoes a renal transplant.  One week later, he develops low-grade fever, body aches, and decreased urine output.  Temperature is 37.2 C (99 F), blood pressure is 124/76 mm Hg, and pulse is 88/min.  Physical examination shows mild tenderness over the graft on palpation.  Serum creatinine is 2.2 mg/dL, an increase from 1.2 mg/dL two days ago.  Arterial and venous Doppler studies reveal adequate graft perfusion.  Graft biopsy demonstrates dense interstitial infiltration by mononuclear cells.  Which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Graft B-cell sensitization against host MHC antigens","answer_2":"B. Graft T-cell sensitization against host MHC antigens","answer_3":"C. Host B-cell sensitization against graft MHC antigens","answer_4":"D. Host T-cell sensitization against graft MHC antigens","answer_5":"E. Preformed antibodies against graft ABO antigens","percent_1":"2%","percent_2":"15%","percent_3":"12%","percent_4":"68%","percent_5":"2%","right_answer":"D. Host T-cell sensitization against graft MHC antigens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Transplant rejection reactions# ∆⨉∆⨉∆⨉§^#Type of $rejection# ∆^#Onset$ time# ∆^#Etiology# ∆^#Morphology#§^#Hyperacute# ∆^Minutes to$ hours ∆ • Preformed recipient antibodies$ against graft antigens ∆ • Gross mottling & cyanosis • Arterial fibrinoid necrosis $& capillary thrombotic occlusion§^#Acute# ∆^Usually <6$ months ∆ • Exposure to donor antigens induces $activation of naive immune cells • Predominantly #cell-mediated# ∆ • #Cellular#: lymphocytic interstitial $infiltrate & endotheliitis • Humoral: C4d deposition,$ neutrophilic infiltrate, necrotizing $vasculitis§^#Chronic# ∆^Months to$ years ∆ • Chronic low-grade immune response $refractory to immunosuppression • Mixed cell-mediated and humoral ∆ • Vascular wall thickening & $luminal narrowing • Interstitial fibrosis &$ parenchymal atrophy","explanation_img":"","explanation_1":"","explanation_2":"This patient with #impaired renal function# within the first few weeks following renal transplant likely has #acute rejection#.  This process is mostly #cell-mediated# and results from #sensitization of recipient T cells# to donor graft MHC antigens (human leukocyte antigens).  Humoral (antibody-mediated) immunity may also be involved in acute rejection, but it typically plays a smaller role. $Acute rejection usually occurs within the #first 6 months# following transplantation.  Patients often have an asymptomatic rise in serum creatinine, but they may also have low-grade fever, malaise, joint pains, and graft tenderness.  Histology reveals a #dense lymphocytic infiltrate# sometimes accompanied by vascular inflammation.  Acute rejection is typically reversible and usually treated with high-dose glucocorticoids.  Chronic immunosuppression with a calcineurin inhibitor–based regimen (eg, tacrolimus plus mycophenolate and low-dose prednisone) helps prevent acute rejection episodes. $#(Choices A and B)#  Graft versus host disease (GVHD) primarily involves activation of donor T cells within grafted tissue against recipient (host) antigens.  B cells are also involved to a lesser extent.  GVHD typically occurs only when the recipient lacks a competent immune response (eg, in the setting of bone marrow transplant). $#(Choice C)#  Host B-cell sensitization against donor antigens results in a humoral antibody response and is sometimes involved in acute rejection.  Histology is expected to show deposition of complement (eg, C4d), neutrophilic infiltrate, and necrotizing vasculitis; this patient's mononuclear (lymphocytic) infiltrate is consistent with a cell-mediated T-cell response.  Although it can occur acutely, the humoral response tends to be more involved in chronic rejection, which occurs months to years following transplant. $#(Choice E)#  Preformed antibodies against graft ABO or other antigens can lead to hyperacute graft rejection.  Because the antibodies are already present in the recipient circulation, there is rapid response against the donor graft, leading to arterial fibrinoid necrosis and vascular thrombosis with graft mottling and cyanosis.  Thorough crossmatching prior to transplant makes hyperacute rejection a rare occurrence. $#Educational objective# Organ rejection can be hyperacute, acute, or chronic.  Acute rejection most often occurs within weeks or up to 6 months after transplant and is predominantly cell-mediated, involving sensitization of host T lymphocytes against donor MHC antigens.  There is typically graft dysfunction with histology showing a dense, mononuclear (ie, lymphocytic) infiltrate. "},

{"id":"11786","title":"A 25-year-old man comes to the office due to a 1-month history of increasing abdominal girth and swollen extremities.  His BMI is 32 kg/m2.  Laboratory evaluation shows decreased serum albumin and hypercholesterolemia, and urinalysis reveals heavy proteinuria and fatty casts.  A renal biopsy shows findings consistent with focal segmental glomerulosclerosis.  Despite aggressive medical management, the patient requires a kidney transplant from his younger sister, who is a 5 out of 6 HLA antigen match.  As a part of his posttransplant immunosuppressive regimen, he takes a medication that inhibits lymphocyte proliferation by directly blocking interleukin-2 signal transduction.  This mechanism best describes which of the following drugs?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bortezomib","answer_2":"B. Mycophenolate","answer_3":"C. Prednisone","answer_4":"D. Rituximab","answer_5":"E. Sirolimus","percent_1":"8%","percent_2":"9%","percent_3":"7%","percent_4":"15%","percent_5":"61%","right_answer":"E. Sirolimus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp11786.jpg","explanation_1":"","explanation_2":"$Unless a transplanted kidney is obtained from a genetically identical donor (eg, identical twin), chronic #immunosuppression therapy# is needed to help prevent organ rejection.  #Sirolimus# is commonly used as part of the immunosuppression regimen for solid organ transplants.  It functions as a proliferation signal inhibitor by targeting the mTOR (mammalian target of rapamycin) signaling pathway, an important stimulator of cell growth and proliferation.  Specifically, sirolimus binds to the immunophilin FK binding protein (FKBP), forming a complex that #inhibits mTOR#.  This leads to #interruption of IL-2 signal transduction#, preventing G1 to S phase progression and lymphocyte proliferation. $Calcineurin inhibitors (eg, tacrolimus, cyclosporine) are other commonly used immunosuppression medications that function by blocking the translocation of nuclear factor of activated T-cells (NFAT), resulting in reduced transcription of IL-2. $#(Choice A)#  Bortezomib binds and inhibits the 26S proteasome.  In multiple myeloma, bortezomib can facilitate apoptosis of neoplastic cells by preventing degradation of proapoptotic factors. $#(Choice B)#  Mycophenolate reversibly inhibits inosine monophosphate dehydrogenase.  This blocks a critical step in the de novo synthesis of purine nucleotides that is required for proliferation of activated lymphocytes.  Because most other cells have an alternative pathway for purine synthesis that lymphocytes lack, mycophenolate is relatively specific for suppression of B and T cells. $#(Choice C)#  Prednisone and other glucocorticoids bind to cytoplasmic receptors, translocate to the nucleus, and then inhibit the transcription of genes that encode IL-2 and other inflammatory mediators. $#(Choice D)#  Rituximab is a chimeric antibody directed against the CD20 antigen (specific to B lymphocytes).  It depletes B cells (and reduces antibody production) through multiple pathways, including complement-mediated lysis, antibody-dependent cytotoxicity (via natural killer cells), and induction of lymphocyte apoptosis. $#Educational objective# Sirolimus binds to the immunophilin FK binding protein (FKBP) in the cytoplasm, forming a complex that binds and inhibits mTOR (mammalian target of rapamycin).  Inhibition of mTOR signaling blocks IL-2 signal transduction and prevents cell cycle progression and lymphocyte proliferation.  "},

{"id":"534","title":"A 57-year-old man underwent lung transplantation for severe emphysema 2 years ago.  Over the last 6 months, he has had increasing exertional dyspnea and dry cough.  The patient has adhered to his medical regimen.  He does not smoke and has no exposure to secondhand smoke.  Physical examination shows scattered bilateral rales and end-expiratory squeaks.  Cardiac auscultation reveals no murmurs or additional sounds.  Spirometry demonstrates markedly decreased FEV1 compared with findings 6 months prior, although the FVC remains largely unchanged.  Chronic lung transplant rejection is suspected, and bronchoscopy with transbronchial biopsy is planned.  Histopathology is most likely to show injury predominantly involving which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar walls","answer_2":"B. Large airways","answer_3":"C. Pleural membranes","answer_4":"D. Small airways","answer_5":"E. Small blood vessels","percent_1":"32%","percent_2":"7%","percent_3":"3%","percent_4":"38%","percent_5":"20%","right_answer":"D. Small airways","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Lung transplant rejection#∆⨉∆⨉∆⨉§^#Type# ∆^#Onset# ∆^#Etiology# ∆^#Pathophysiology#§^#Hyperacute# ∆Minutes to hours ∆#Preformed host antibodies# to$ donor ABO or HLA ∆Neutrophilic infiltration with$ fibrinoid necrosis and thrombosis§^#Acute# ∆≤6 months ∆Cell-mediated response to$ mismatched donor HLA ∆Perivascular (small lung vessels$) & submucosal (bronchiole$) lymphocytic infiltrates§^#Chronic# ∆Months or years ∆Chronic, low-grade, mixed cell$-mediated and antibody response to$ HLA antigens ∆Submucosal inflammation$ → granulation, scarring $& #bronchiolitis obliterans#%#HLA =# human leukocyte antigen.","explanation_img":"","explanation_1":"","explanation_2":"Although patients who undergo organ transplantation receive immunosuppressive therapy, rejection reactions still commonly occur.  The severity and timing of the rejection depends on the degree of difference between the donor and recipient major histocompatibility complex antigens in addition to other variables. $#Chronic lung transplant rejection# is marked by submucosal lymphocytic inflammation in the walls of the #small airways#.  Subsequent ingrowth of granulation tissue into the lumen leads to airway obstruction and obliteration (#bronchiolitis obliterans#).  Patients usually present with #slowly worsening dyspnea# and dry cough that begins #months or years after transplantation#.  Lung examination may reveal end-expiratory squeaks or pops, and spirometry typically demonstrates airflow limitation (obstructive pattern) with a drop in FEV1. $Other forms of lung transplant rejection include: $• Hyperacute rejection usually occurs on the first day of transplantation and is caused by preformed host antibodies against donor ABO or human leukocyte antigens (major histocompatibility complexes).  Histology generally shows fibrinoid necrosis with hemorrhage and ischemia (\"white graft\" reaction). $• Acute rejection normally occurs within 6 months of transplantation and is typically caused by a cell-mediated immune response to donor human leukocyte antigens.  Histology generally shows perivascular mononuclear infiltrates in the small blood vessels of the lung, which can expand to include the alveolar walls #(choices A and E)#. $#(Choice B)#  Bronchiolitis obliterans can occasionally cause large airway scarring, leading to bronchiectasis, but this is not the primary pathologic manifestation. $#(Choice C)#  Restrictive allograft syndrome, a less common type of chronic lung transplant rejection, can result in fibrotic changes to the pleurae.  However, pulmonary function tests would reveal a restrictive (reduced FVC), not obstructive, pattern. $#Educational objective# Chronic lung transplant rejection is due primarily to progressive scarring of the small airways, leading to bronchiolitis obliterans.  Manifestations occur months or years after transplantation and include obstructive lung disease (eg, reduced FEV1) with dyspnea and dry cough.  "},

{"id":"1613","title":"A 55-year-old man with end-stage hepatitis C virus infection undergoes orthotopic liver transplantation from a deceased donor.  The patient has no perioperative complications and is discharged from the hospital on appropriate immunosuppressant medications.  One week after the surgery, he develops nausea, vomiting, abdominal pain, and bloody diarrhea.  Physical examination shows a painful maculopapular rash over his neck, back, and extremities that extends to the palms and soles.  Endoscopic evaluation reveals multiple ulcerations of the intestinal mucosa.  Which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Graft B cell sensitization against host MHC antigens","answer_2":"B. Graft T cell sensitization against host MHC antigens","answer_3":"C. Host B cell sensitization against graft MHC antigens","answer_4":"D. Host T cell sensitization against graft MHC antigens","answer_5":"E. Preformed antibodies against graft ABO antigens","percent_1":"5%","percent_2":"56%","percent_3":"8%","percent_4":"30%","percent_5":"2%","right_answer":"B. Graft T cell sensitization against host MHC antigens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #graft-versus-host disease# (GVHD), a condition that usually occurs after allogeneic bone marrow transplantation.  However, GVHD can also occur following transplantation of organs rich in lymphocytes (eg, #liver#) or transfusion of non-irradiated blood. $Patients affected by GVHD are generally severely immunodeficient due to the primary disease process or as a result of immunosuppressive medications.  This allows immunocompetent #donor T cells# from the graft to survive and migrate into host tissues, where they recognize #host MHC antigens# as foreign and become sensitized.  On activation, donor CD4+ and CD8+ T cells (not B cells) participate in host cell destruction #(choice A)#. $Any organ may be a target of GVHD, but the skin, liver, and gastrointestinal (GI) tract are the most frequently affected.  Early signs of GVHD include a diffuse maculopapular rash that has a predilection for the palms and soles and may #desquamate# in severe cases.  GI tract involvement causes #diarrhea#, intestinal bleeding, and abdominal pain.  Liver damage will manifest as abnormal liver function tests.  In this case, the donated liver would not be significantly affected as the donor T cells perceive the liver as self. $#(Choices C and D)#  Acute and chronic graft rejections occur following host T and B cell sensitization against graft MHC antigens.  The resulting immune response leads to graft failure without significant involvement of other organ systems.  This patient's skin and GI findings make GVHD more likely. $#(Choice E)#  If the tissue recipient has antibodies against donor ABO antigens, hyperacute rejection will develop within minutes of transplantation.  Spasm and occlusion of graft vessels occur, leading to ischemia and necrosis. $#Educational objective# Graft-versus-host disease can occur following transplantation of organs rich in lymphocytes (eg, liver).  T lymphocytes found in the donor organ become sensitized against the MHC antigens of the recipient and subsequently attack the host's tissues.  The skin, liver, and gastrointestinal tract are most frequently affected.  "},

{"id":"18706","title":"A 62-year-old woman is admitted to the hospital for a living-donor kidney transplant.  She has a history of end-stage kidney disease due to diabetic nephropathy and has been undergoing hemodialysis for the last 2 years.  The transplant surgery is performed without complication, and the patient demonstrates good urine output afterward.  To help prevent rejection, she is given a medication that inhibits the conversion of inosine monophosphate to guanosine monophosphate primarily in lymphocytes, causing reduced proliferation of activated lymphocytes.  Which of the following medications is most likely being used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Azathioprine","answer_2":"B. Mycophenolate","answer_3":"C. Prednisone","answer_4":"D. Sirolimus","answer_5":"E. Tacrolimus","percent_1":"26%","percent_2":"66%","percent_3":"1%","percent_4":"3%","percent_5":"3%","right_answer":"B. Mycophenolate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18706.jpg","explanation_1":"","explanation_2":"$#Mycophenolate# is an immunosuppression drug used to prevent organ transplant rejection.  It functions via the #inhibition of inosine 5'-monophosphate dehydrogenase# (IMPDH), an enzyme in the #de novo purine synthesis# pathway.  The utility of mycophenolate as an immunosuppressant is aided by its relatively specific suppression of lymphocyte proliferation compared with other hematopoietic cell lines (eg, neutrophils, erythrocytes).  This relative lymphocyte specificity is driven by 2 factors: $• Activated #lymphocytes# have a nearly #absent purine salvage pathway# and therefore are mostly #dependent on de novo purine synthesis#.  Other hematopoietic cell lines have a more robust purine salvage pathway and can better compensate for inhibition of the de novo pathway. $• There are 2 subtypes of the IMPDH enzyme: Lymphocytes primarily contain type 2 IMPDH, whereas other cell lines contain a greater proportion of type 1.  Mycophenolate binds to and inhibits type 2 IMPDH with a higher affinity than type 1. $Common #adverse effects# of mycophenolate include #lymphopenia# and gastrointestinal disturbances (eg, diarrhea). $#(Choice A)#  Azathioprine produces @active metabolites@ that inhibit an enzyme in the de novo purine synthesis pathway and also act as false nucleotides that incorporate into and disrupt DNA and RNA.  Both the de novo and salvage purine synthesis pathways are disrupted, resulting in relatively nonspecific hematopoietic suppression. $#(Choice C)#  Prednisone and other glucocorticoids @inhibit NF-kB@ to decrease the transcription of IL-2 and many other cytokines.  These drugs have wide-ranging effects that suppress the function of all leukocyte cell lines. $#(Choice D)#  Sirolimus inhibits the mammalian target of rapamycin (mTOR) to interrupt IL-2 signal transduction and provide relatively specific lymphocyte suppression. $#(Choice E)#  Tacrolimus and cyclosporine inhibit calcineurin to block transcription of IL-2.  These drugs provide relatively specific lymphocyte suppression and are the mainstay of therapy for preventing organ transplant rejection. $#Educational objective# Mycophenolate is an immunosuppression drug that inhibits inosine 5'-monophosphate dehydrogenase in the de novo purine synthesis pathway.  It provides relatively specific suppression of lymphocyte proliferation, largely because activated lymphocytes lack an established purine salvage pathway that is present in other hematopoietic cell lines.  ","clickable_1":"images/img1.18706.jpg","clickable_2":"images/img2.18706.jpg"}


]