[

{"id":"813","title":"A 32-year-old man comes to the emergency department due to sudden onset of severe right flank pain that radiates toward the groin.  He also has gross hematuria but no fever or dysuria.  The patient has no significant medical conditions and has never experienced similar symptoms.  He takes no medications.  Temperature is 36.7 C (98.1 F), blood pressure is 120/80 mm Hg, and pulse is 88/min.  The right flank is tender to palpation.  There is no costovertebral angle tenderness.  Imaging shows a stone in the middle of the right ureter.  Which of the following is most likely to be seen on laboratory evaluation of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hypercalcemia, hypercalciuria","answer_2":"B. Hyperuricemia, hyperuricosuria","answer_3":"C. Normocalcemia, hypercalciuria","answer_4":"D. Normocalcemia, hyperoxaluria","answer_5":"E. Normouricemia, hyperuricosuria","percent_1":"13%","percent_2":"3%","percent_3":"62%","percent_4":"20%","percent_5":"2%","right_answer":"C. Normocalcemia, hypercalciuria","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Calcium stones# represent 75%-80% of all renal calculi and include calcium oxalate and calcium phosphate stones.  #Hypercalciuria# is the most common risk factor for calcium stones in adults. $In most patients, the hypercalciuria is #idiopathic#.  Factors can include increased gastrointestinal absorption, increased mobilization of calcium from bone, or decreased renal tubular calcium reabsorption.  However, in the absence of an underlying metabolic disorder (eg, hyperparathyroidism), most patients remain #normocalcemic# due to regulation of plasma calcium levels by vitamin D and parathyroid hormone. $#(Choice A)#  Hypercalcemia with resulting hypercalciuria may occur in primary hyperparathyroidism, sarcoidosis, malignancy, and chronic acidemia.  However, these are less common causes of nephrolithiasis, and this patient has no symptoms of hypercalcemia (eg, fatigue, constipation) or clinical features to suggest a disorder that might cause hypercalcemia. $#(Choices B and E)#  Hyperuricosuria with hyperuricemia can occur with myeloproliferative disorders, tumor lysis syndrome, gout, and Lesch-Nyhan syndrome.  High-protein diets typically cause hyperuricosuria with normouricemia.  Hyperuricosuria can cause uric acid stone formation and also predisposes to calcium nephrolithiasis (uric acid precipitation acts as a nidus for calcium deposition). $#(Choice D)#  Hyperoxaluria can result from a diet high in oxalate (found in foods such as chocolate, nuts, and spinach).  Low-calcium diets and intestinal malabsorption syndromes such as Crohn disease can also cause hyperoxaluria as both cause less calcium to be available to bind and trap oxalate in the gut.  Hyperoxaluria is a less common risk factor for calcium stone formation than hypercalciuria. $#Educational objective# Hypercalciuria is the most common risk factor for calcium (calcium oxalate and calcium phosphate) kidney stones in adults; contributing factors may include increased gastrointestinal absorption, increased mobilization of calcium from bone, or decreased renal tubular calcium reabsorption.  However, most patients remain normocalcemic due to regulation of plasma calcium levels by vitamin D and parathyroid hormone.  "},

{"id":"837","title":"A 34-year-old primigravida at 18 weeks gestation comes to the office for a routine prenatal examination.  The patient's pregnancy has been uncomplicated.  She takes a prenatal vitamin daily, and her laboratory results have been normal to date.  The patient's personal and family medical histories are unremarkable.  During the visit, a detailed fetal ultrasound examination reveals severe unilateral hydronephrosis; there is no ureteral dilation.  Male external genitalia are also visible.  If the fetal hydronephrosis is caused by obstruction, which of the following is the most likely site?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Spinal cord","answer_2":"B. Ureteropelvic junction","answer_3":"C. Urethra","answer_4":"D. Urinary meatus","answer_5":"E. Vesicoureteral junction","percent_1":"2%","percent_2":"65%","percent_3":"4%","percent_4":"3%","percent_5":"26%","right_answer":"B. Ureteropelvic junction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp837.jpg","explanation_1":"","explanation_2":"$#Fetal hydronephrosis# is a common finding on routine ultrasound examination during the second trimester.  The finding is most commonly #unilateral#, mild, and transient, likely related to a temporary narrowing in the #ureteropelvic junction# (UPJ) during normal development, as the fetal renal pelvis is highly compliant and susceptible to dilation.  In this case, however, the dilation is severe, making a pathologic cause more likely. $The most common pathologic cause of antenatal hydronephrosis is persistent UPJ #obstruction# due to an embryologic defect that develops as follows: $• The fetal @genitourinary tract@ is derived from the metanephric blastema and the ureteric bud (a dorsal outgrowth of the mesonephric duct).  The metanephric blastema develops into functional renal parenchyma by 10 weeks gestation while the ureteric bud develops into the renal pelvis and ureters through sequential dilation and canalization.  The UPJ is the last segment of the fetal ureter to canalize. $• The pathogenesis of fetal UPJ obstruction likely involves #canalization failure# resulting in stenosis of the proximal ureter.  Most cases are unilateral and cause hydronephrosis with calyceal/renal pelvic dilation and without ureteral dilation.  If the condition is not diagnosed prenatally, it may present with a palpable abdominal mass (enlarged kidney) on examination. $#(Choice A)#  Neurogenic causes of obstructive uropathy (eg, spinal cord damage) result in bilateral hydronephrosis along with hydroureter due to dysfunctional voiding. $#(Choices C and D)#  Obstruction of the urethra or urinary meatus causes bilateral, not unilateral, hydronephrosis in addition to ureteral dilation.  The most common cause in boys is @posterior urethral valves@ or obstructive urogenital membranes at the junction of the bladder and urethra.  Other congenital anomalies at this anatomic level that would also cause bilateral fetal hydronephrosis include urethral strictures, meatal stenosis, and bladder neck obstruction. $#(Choice E)#  Abnormalities at the vesicoureteral junction (eg, congenital anomaly, renal calculi) can cause obstruction but are rare and would lead to ureteral dilation (not seen here) if severe enough to cause hydronephrosis.  Similarly, @vesicoureteral reflux (VUR)@, a common cause of fetal hydronephrosis, is also associated with ureteral dilation/tortuosity. $#Educational objective# Inadequate canalization of the ureter at the ureteropelvic junction (the connection site between the kidney and the ureter) is the most common cause of severe, unilateral fetal hydronephrosis.  ","clickable_1":"images/img1.837.jpg","clickable_2":"images/img2.837.jpg","clickable_3":"images/img3.837.jpg"},

{"id":"2003","title":"A 46-year-old man comes to the emergency department with flank pain and hematuria.  The pain is similar to several previous episodes of kidney stones.  Abdominal imaging reveals a radiopaque calculus in the right ureter.  The patient is admitted to the hospital and given intravenous hydration and analgesics.  He subsequently passes the stone with rapid relief of his symptoms.  Chemical analysis reveals that the stone is composed primarily of calcium oxalate.  Which of the following medications is most likely to prevent recurrent stone formation in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetazolamide","answer_2":"B. Furosemide","answer_3":"C. Hydrochlorothiazide","answer_4":"D. Mannitol","answer_5":"E. Triamterene","percent_1":"11%","percent_2":"11%","percent_3":"74%","percent_4":"2%","percent_5":"3%","right_answer":"C. Hydrochlorothiazide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2003.jpg","explanation_1":"","explanation_2":"$Hypercalciuria increases the formation of calcium (calcium oxalate and calcium phosphate) stones, the most common types of kidney stone.  In patients with recurrent calcium nephrolithiasis, #thiazide diuretics# can help prevent stone formation by decreasing urine Ca2+ excretion. $Thiazides increase Ca2+ reabsorption through 2 major mechanisms:  $1. #Inhibition of the Na+/Cl− cotransporter# on the apical side of distal convoluted tubule cells decreases intracellular Na+ concentrations.  This activates the basolateral Na+/Ca2+ antiporter, which pumps Na+ into the cell in exchange for Ca2+.  The resulting decrease in intracellular Ca2+ concentration enhances luminal Ca2+ reabsorption across the apical membrane.  $2. #Hypovolemia# induced by thiazides increases Na+ and H2O reabsorption in the proximal tubule, leading to a passive increase in paracellular Ca2+ reabsorption. $#(Choice A)#  Acetazolamide is a carbonic anhydrase inhibitor that acts on the proximal convoluted tubule to cause bicarbonate wasting, raising urine pH and decreasing the risk of uric acid stones.  However, the resulting systemic acidosis may increase release of calcium phosphate from bone, which is then cleared by the kidneys.  Some studies have found that acetazolamide use may raise the risk of calcium stone formation. $#(Choice B)#  Ca2+ reabsorption in the loop of Henle occurs through both the transcellular and paracellular pathways.  Paracellular Ca2+ reabsorption depends on concurrent, transcellular Na+/K+/Cl− reabsorption.  Loop diuretics (eg, furosemide) block the Na-K-2Cl cotransporter and increase urinary Ca2+ excretion. $#(Choice D)#  Mannitol is an osmotic diuretic.  It is not used as maintenance therapy for any indication as it causes volume depletion and hypernatremia with prolonged use.  It has no effect on Ca2+ homeostasis. $#(Choice E)#  Triamterene and amiloride are potassium-sparing diuretics that inhibit Na+ reabsorption in the collecting duct by blocking the epithelial sodium channel.  This decreases net Na+/K+ exchange, reducing serum K+ losses. $#Educational objective# Thiazide diuretics effectively increase renal calcium reabsorption.  In patients with recurrent calcium nephrolithiasis, thiazide diuretics can help prevent stone formation by decreasing urine Ca2+ excretion.  "},

{"id":"15200","title":"A 76-year-old man comes to the office due to bilateral flank pain and nausea.  The patient has not urinated for 24 hours.  Medical history is significant for diet-controlled type 2 diabetes and degenerative arthritis of the knee.  He occasionally takes naproxen for pain.  Temperature is 36.9 C (98.4 F), blood pressure is 140/90 mm Hg, and pulse is 90/min.  Cardiopulmonary examination reveals no abnormalities.  Abdominal examination shows suprapubic fullness.  Mild bilateral costovertebral angle tenderness is present.  Laboratory results show a blood urea nitrogen level of 32 mg/dL and creatinine level of 2.6 mg/dL.  Four weeks ago, laboratory studies were normal.  Which of the following is the most likely cause of this patient's renal dysfunction?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diabetic nephropathy","answer_2":"B. Interstitial nephritis","answer_3":"C. Renal tubule injury due to ischemia","answer_4":"D. Renal tubule injury due to protein casts","answer_5":"E. Urethral compression","percent_1":"7%","percent_2":"19%","percent_3":"12%","percent_4":"3%","percent_5":"60%","right_answer":"E. Urethral compression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp15200.jpg","explanation_1":"","explanation_2":"$This patient with #anuria# and #suprapubic fullness# (suggesting a distended bladder) has #acute urinary retention# (AUR).  AUR is characterized by the inability to voluntarily micturate, which leads to suprapubic pain with #bladder distension#, often palpable above the pelvic brim.  As urine refluxes into the ureters and kidneys, dilation of the ureters, renal pelvis, and calyces (hydronephrosis) results in #acute kidney injury#, bilateral flank pain, and costovertebral angle tenderness.  Elevations in creatinine and blood urea nitrogen are also common, but the ratio between the two is variable. $Etiologies of AUR include: $• Bladder outlet obstruction:  By far the most common cause of urinary retention, bladder outlet obstructions are precipitated by #urethral compression# typically due to #benign prostatic hyperplasia#, particularly in men age >50.  Other etiologies include transitional cell carcinoma and rectal or uterine malignancy. $• Medications:  AUR is commonly caused by anticholinergic medications (eg, oxybutynin, atropine) and sympathomimetics (eg, pseudoephedrine). $• Neurologic dysfunction:  Diabetic neuropathy, spinal cord injury, and stroke can result in a neurogenic bladder. $#(Choice A)#  Diabetic nephropathy typically presents with proteinuria and chronic kidney disease rather than acute anuria with bilateral flank pain.  This patient had normal baseline renal function 4 weeks ago, ruling out chronic kidney disease. $#(Choice B)#  Interstitial nephritis sometimes occurs after the introduction of new medications, such as antibiotics or nonsteroidal anti-inflammatory drugs; however, it is often accompanied by fever and rash, neither of which is present in this patient.  In addition, although interstitial nephritis can present with oliguria, an overly distended bladder would not be characteristic. $#(Choices C and D)#  Ischemia (eg, due to hypotension) can cause tubular necrosis.  Abundant protein casts can form in multiple myeloma, leading to obstruction and necrosis of the renal tubules.  Both cause intrinsic renal injury with an elevation in creatinine; however, a distended bladder would be unexpected. $#Educational objective# Acute urinary retention is characterized by anuria and bladder distension and can result in hydronephrosis and acute kidney injury.  A palpable, distended bladder is present on examination, and abdominal and flank pain may be present.  The most common cause of urinary retention is bladder outlet obstruction (urethral compression) due to benign prostatic hyperplasia. "},

{"id":"1916","title":"A 46-year-old woman being evaluated for irregular vaginal bleeding is found to have invasive cervical carcinoma.  She undergoes total abdominal hysterectomy and bilateral salpingo-oophorectomy.  Pelvic lymphadenectomy was also performed, during which several enlarged nodes around the pelvic vessels were resected.  A week after the surgery, the patient begins to experience left-sided flank pain that radiates to the groin.  Her temperature is 36.1 C (97 F), blood pressure is 120/70 mm Hg, and pulse is 84/min.  On physical examination, there is a ballotable left flank mass.  Which of the following most likely accounts for this physical examination finding?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hydronephrosis","answer_2":"B. Interstitial nephritis","answer_3":"C. Renal cell carcinoma","answer_4":"D. Renal cystic disease","answer_5":"E. Renal vein thrombosis","answer_6":"F. Vesicoureteral reflux","percent_1":"72%","percent_2":"1%","percent_3":"6%","percent_4":"3%","percent_5":"12%","percent_6":"6%","right_answer":"A. Hydronephrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1916.jpg","explanation_1":"","explanation_2":"$Flank pain radiating to the groin with a ballotable (ie, palpatable between both hands) flank mass that develops within a week of pelvic surgery suggests #ureteric obstruction#.  The ureter runs in close proximity to the pelvic vessels.  It courses anterior to the iliac vessels (area of resection of the pelvic nodes, which drain the uterus and cervix) and just posterior to the uterine artery near the lateral fornix of the vagina.  It is vulnerable to injury during #pelvic surgery#, such as that involved in hysterectomy with pelvic lymphadenectomy.  Unintentional ureteral ligation causes obstruction with #hydronephrosis #and flank pain due to distension of the ureter and renal pelvis.  Urine output and serum creatinine remain within normal limits in most individuals with unilateral obstruction because the contralateral kidney functions normally and compensates for decreased functioning of the affected kidney. $#(Choice B)#  Acute interstitial nephritis is classically medication induced.  Signs and symptoms include fever, transient rash, and acute renal failure. $#(Choices C and D)#  Renal cell carcinoma classically causes hematuria, flank pain, and a palpable mass.  Adult polycystic kidney disease is an autosomal dominant condition characterized by multiple renal, pancreatic, and hepatic cysts.  This patient had no evidence of a renal mass prior to surgery, and these conditions would not develop over a period of a week. $#(Choice E)#  Postsurgical patients are at increased risk for deep venous thrombosis, mostly in the lower extremities or pulmonary vasculature.  Renal vein thrombosis is unusual postoperatively but may be seen in patients with nephrotic syndrome. $#(Choice F)#  Vesicoureteral reflux can be a complication of prostatectomy or bladder surgery.  It predisposes to pyelonephritis and hydroureteronephrosis. $#Educational objective# The ureters run in close proximity to the pelvic lymph nodes and the uterine artery in the female pelvis, which predisposes them to injury during pelvic surgery.  "},

{"id":"14798","title":"A 68-year-old man comes to the emergency department due to lower abdominal pain and nausea.  His symptoms started the prior evening, when he began to feel abdominal fullness and discomfort.  This progressed to pain over the lower abdomen and constant nausea without vomiting.  The patient last urinated >24 hours ago.  He has had difficulty initiating urination and a feeling of incomplete voiding for the last year but avoided seeing a physician.  Temperature is 36.7 C (98 F), blood pressure is 150/90 mm Hg, and pulse is 95/min.  Physical examination shows suprapubic tenderness and fullness without guarding or rebound.  Rectal examination reveals an enlarged, smooth prostate.  Serum creatinine is 2.6 mg/dL and blood urea nitrogen is 22 mg/dL.  A urinary catheter is placed, with immediate collection of 800 mL of urine and relief of the patient's symptoms.  The following day, serum creatinine is improved.  This patient's condition is associated with increased risk for which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bladder transitional cell carcinoma","answer_2":"B. Glomerulonephritis","answer_3":"C. Priapism","answer_4":"D. Prostatic adenocarcinoma","answer_5":"E. Urinary tract infection","percent_1":"3%","percent_2":"4%","percent_3":"1%","percent_4":"10%","percent_5":"81%","right_answer":"E. Urinary tract infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp14798.jpg","explanation_1":"","explanation_2":"$This patient with progressive lower urinary tract symptoms and an enlarged prostate has #benign prostatic hyperplasia# (BPH).  Bladder-outlet obstruction with #acute urinary retention# is a common complication of BPH and can occur with progressive disease or be triggered by medications that decrease bladder contractility (eg, sympathomimetic or anticholinergic medications). $Enlargement of the prostate (#static obstruction#) and contraction of prostatic smooth muscle (#dynamic obstruction#) compress the prostatic urethra, which increases the hydrostatic pressure required to overcome resistance to flow.  As the bladder empties during micturition, urinary pressures diminish; if urinary pressure falls below the prostatic compressive pressure, urine flow stops, leaving a #residual volume# of urine in the bladder.  Complete emptying of the bladder is a defense mechanism against urinary tract infection, but if the bladder does not empty completely, the residual urine can act as a growth medium for #pathogenic bacteria#.  Other complications of BPH include bladder hypertrophy, hydroureter and hydronephrosis, and chronic kidney disease (obstructive uropathy). $#(Choice A)#  Major risk factors for bladder transitional cell carcinoma include smoking and occupational exposure to aromatic amine-containing dyes.  The risk is not significantly increased in patients with BPH. $#(Choice B)#  Glomerulonephritis causes primary (intrarenal) azotemia and is not typically associated with BPH.  Common causes of glomerulonephritis in adults include IgA nephropathy and membranoproliferative glomerulonephritis. $#(Choice C)#  Priapism is prolonged erection of the penis that is not due to ongoing sexual stimulation.  It may occur secondary to conditions that impair venous outflow from the penis (eg, sickle cell) or due to use of certain medications (eg, phosphodiesterase-5 inhibitors, trazodone).  BPH does not increase the risk for priapism. $#(Choice D)#  The risk for prostatic adenocarcinoma increases with age and is greatest in black patients and in individuals with a family history of prostate cancer.  However, the risk is not appreciably increased in those with BPH or urinary obstruction. $#Educational objective# Benign prostatic hyperplasia can increase resistance to urine flow in the urethra and lead to incomplete bladder emptying during micturition.  The residual urine can act as a growth medium for pathogenic bacteria and increase the risk for urinary tract infection. "},

{"id":"15270","title":"A 44-year-old woman comes to the emergency department due to acute-onset, severe, right lower quadrant abdominal pain, nausea, vomiting, and hematuria over the last 4 hours.  She had a similar episode of acute pain a year ago, but it resolved in a few hours and she did not seek medical intervention.  The patient has no other medical conditions and takes no medication.  She smokes a pack of cigarettes daily.  She is sexually active and has never been pregnant.  Temperature is 36.9 C (98.4 F), blood pressure is 140/90 mm Hg, and pulse is 102/min.  There is mild tenderness to deep palpation in the right lower quadrant.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Urea nitrogen? 15 mg/dL ?Creatinine? 1.0 mg/dL ?Glucose? 90 mg/dL ?Calcium? 11 mg/dL ?Phosphorus? 2.5 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Appendicitis","answer_2":"B. Diverticulitis","answer_3":"C. Glomerulonephritis","answer_4":"D. Ovarian torsion","answer_5":"E. Renal cell carcinoma","answer_6":"F. Renal infarction","answer_7":"G. Ureterolithiasis","percent_1":"4%","percent_2":"2%","percent_3":"2%","percent_4":"6%","percent_5":"10%","percent_6":"3%","percent_7":"74%","right_answer":"G. Ureterolithiasis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Risk & prevention of kidney stones# ∆⨉ ∆⨉ §^#Stone type# ∆^#Risk factors# ∆^#Prevention# §^#Calcium stones#$ #(oxalate, phosphate)# ∆ • Hypercalciuria (eg, hyperparathyroidism) • Hyperoxaluria (eg, malabsorption,$ low-calcium diet) • Hypocitraturia (eg, distal RTA) • Diet: ↑ sodium, ↑ protein, ↑ oxalate,$ ↓ calcium ∆ • Reduce sodium, animal $protein, oxalate intake • Increase potassium intake; $moderate calcium intake • Thiazide diuretics §^#Uric acid# ∆ • Gout • Myeloproliferative disorders ∆ • Urine alkalinization • Allopurinol §^#Magnesium $ammonium phosphate$ (struvite)# ∆ • Recurrent upper urinary infection$ (eg, Klebsiella, Proteus) ∆ • Stone removal • Suppressive antibiotics §^#All types# ∆ • Dehydration ∆ • Increase fluid intake %#RTA =# renal tubular acidosis.","explanation_img":"","explanation_1":"","explanation_2":"This patient has recurrent #abdominal pain#, vomiting, and #hematuria#.  In conjunction with hypercalcemia and hypophosphatemia, this presentation suggests #ureterolithiasis# due to @hyperparathyroidism@.  Most kidney stones are made up of calcium salts and are idiopathic, but conditions that increase calcium excretion increase the risk of stone formation.  Primary hyperparathyroidism leads to increased bone resorption, decreased urinary phosphate reabsorption, and increased 1,25-dihydroxyvitamin D formation, all of which result in #hypercalcemia #and #hypophosphatemia#.  Despite the increased fractional reabsorption of calcium induced by PTH, net urinary #calcium excretion is elevated# due to the increased filtered calcium load, raising the risk for stone formation. $Pain from ureterolithiasis, which occurs when the stone @obstructs renal drainage@, typically waxes and wanes.  Obstruction at the ureteropelvic junction normally presents with flank or upper abdominal pain, whereas an obstructing stone at the ureterovesical junction usually presents with lower abdominal or groin pain.  Other common symptoms include hematuria, nausea, and vomiting. $#(Choices A and B)#  Appendicitis presents with acute periumbilical or right lower quadrant pain and tenderness, but it would not usually cause recurrent symptoms.  Acute diverticulitis can cause recurrent lower abdominal symptoms but is much more common on the left and typically occurs in older (age >60) patients.  Neither of these conditions are associated with hematuria or hypercalcemia. $#(Choice C)#  Glomerulonephritis is a category of kidney disorders characterized by hematuria, typically with red cell casts.  Common associated features include hypertension, oliguria, and acute renal failure.  Patients with various nephritic syndromes may have moderate flank pain, but acute, severe lower abdominal pain is not consistent with glomerulonephritis. $#(Choice D)#  Ovarian torsion can present with acute, severe lower abdominal or pelvic pain.  It can be recurrent but would not cause hematuria. $#(Choice E)#  Renal cell cancer can cause hematuria and hypercalcemia; however, pain (if present) typically presents in the flank rather than the lower abdomen. $#(Choice F)#  Renal infarction typically occurs due to acute obstruction of the renal arteries (eg, cardiac thromboembolism, aortic dissection).  Patients often develop abdominal pain and hematuria but also typically have fever and marked hypertension (due to renin release).  In addition, renal infarction is not associated with hypercalcemia or hypophosphatemia. $#Educational objective# Most kidney stones are made of calcium salts and are idiopathic, but conditions that increase renal calcium excretion can increase the risk of stones.  Hyperparathyroidism is a common cause of recurrent kidney stones and is typically associated with mild hypercalcemia and hypophosphatemia. ","clickable_1":"images/img1.15270.jpg","clickable_2":"images/img2.15270.jpg"},

{"id":"12081","title":"A 46-year-old woman is admitted to the hospital with dehydration secondary to excess output from an ileostomy.  Five years ago, the patient had a total colectomy with a diverting ileostomy for colon cancer.  For the last 6 months, she has had increased output from the ileostomy and has been admitted to the hospital twice with similar episodes of dehydration.  On the second day of admission, she reports right flank pain.  X-ray of the abdomen reveals a nonspecific bowel gas pattern with no evidence of renal calculi.  Ultrasound of the abdomen shows a 4-mm stone in the distal right ureter.  The patient is treated with analgesics and the stone passes spontaneously.  Microscopic analysis of the stone reveals a pure uric acid stone.  Which of the following is the most likely underlying mechanism leading to stone formation in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bile salt malabsorption in the ileum","answer_2":"B. Concentrated acidic urine","answer_3":"C. Increased uric acid production","answer_4":"D. Infection with urea-splitting bacteria","answer_5":"E. Overproduction of parathyroid hormone","percent_1":"18%","percent_2":"52%","percent_3":"20%","percent_4":"9%","percent_5":"1%","right_answer":"B. Concentrated acidic urine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Uric acid kidney stones! ?Risk factors? • Low urine pH: chronic diarrhea (GI bicarbonate loss), metabolic syndrome/$diabetes mellitus • Increased uric acid excretion: gout, myeloproliferative disorders • Increased urine concentration: hot, arid climates; dehydration ?Pathophysiology? • Acidic urine favors formation of uric acid (insoluble) over urate (soluble) • Supersaturation of urine with uric acid precipitates crystal formation ?Clinical$characteristics? • Radiolucent stones (not visible on x-ray) • Uric acid crystals on urine microscopy (diamond/rhomboid shaped) • Urine pH usually <5.5 ?Treatment? • Alkalinization of urine (eg, potassium citrate) • Reduction of uric acid production (eg, low-purine diet, allopurinol) %#GI# = gastrointestinal.","explanation_img":"","explanation_1":"","explanation_2":"$This patient with recurrent episodes of #dehydration# due to fluid loss from her ileostomy developed a uric acid stone.  Pure uric acid stones are radiolucent and cannot be visualized on x-ray but appear as yellow/brown agglomerations of @rhomboid-shaped crystals@ on gross/microscopic examination.  Biochemical risk factors include low urine pH, low urine volume (eg, dehydration), and hyperuricemia. $Patients with #chronic diarrhea# or those who have had a colectomy have reduced bicarbonate reabsorption from the gut, leading to a state of chronic metabolic acidosis.  The kidneys compensate by increasing the #excretion of hydrogen ions# (H+) and reabsorption of bicarbonate in the collecting ducts.  This lowers urine pH (#acidic urine#), increasing the conversion of soluble urate ion into #insoluble uric acid#.  Conversely, alkalinization of the urine with potassium citrate favors formation of urate and can prevent, and in some cases dissolve, uric acid stones.  Other commonly associated conditions include gout, high cell turnover states (eg, lymphoproliferative disorders), and metabolic syndrome. $#(Choice A)#  Dietary calcium and oxalate normally form insoluble complexes, which are eliminated in the feces.  Disruption of the normal enterohepatic circulation of bile acids can cause malabsorption of dietary lipids, which then form soap complexes with calcium, allowing increased absorption of free oxalate.  The excess oxalate is then excreted by the kidneys where it promotes formation of calcium oxalate stones.  These stones are radio-opaque. $#(Choice C)#  Overproduction of uric acid (eg, gout, myeloproliferative disorders) can lead to uric acid stones.  However, this patient has no features of these disorders, and her stone formation is likely due to abnormally concentrated and acidic urine. $#(Choice D)#  Hydrolysis of urea by urease-producing bacteria (eg, Proteus, Klebsiella) yields ammonia, which alkalinizes the urine and promotes formation of magnesium ammonium phosphate (struvite) stones.  These stones are large and radio-opaque, and typically present with fever and moderate flank pain. $#(Choice E)#  Hyperparathyroidism leads to hypercalcemia and an increased filtered calcium load.  The subsequent hypercalciuria increases the risk of radio-opaque calcium (oxalate, phosphate) stones. $#Educational objective# Formation of uric acid kidney stones is promoted by low urine pH, which favors formation of insoluble uric acid over soluble urate ion.  Gastrointestinal bicarbonate loss due to chronic diarrhea leads to chronic metabolic acidosis and production of acidic urine, promoting formation of uric acid stones. ","clickable_1":"images/img1.12081.jpg"},

{"id":"811","title":"A 68-year-old man comes to the office due to a weak urinary stream, hesitancy, and straining on micturition.  These symptoms have been present for the past 2 years but have gradually become more severe and are beginning to affect his quality of life.  The patient recently started noticing continuous urine leakage, nocturia, frequent urination, and urgency.  He has no other medical problems and takes no medications.  The patient does not use tobacco or alcohol.  He is a business management consultant and motivational speaker.  Vital signs are normal.  BMI is 27 kg/m2.  The patient's kidneys are most likely to demonstrate which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glomerular sclerosis and hyalinosis","answer_2":"B. Hyperplastic arteriolar changes","answer_3":"C. Ischemic tubular necrosis","answer_4":"D. Parenchymal pressure atrophy","answer_5":"E. Tubular epithelial dysplasia","percent_1":"9%","percent_2":"8%","percent_3":"2%","percent_4":"74%","percent_5":"7%","right_answer":"D. Parenchymal pressure atrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp811.jpg","explanation_1":"","explanation_2":"$  This patient has progressive lower urinary tract symptoms, likely due to #benign prostatic hyperplasia# (BPH).  BPH is common in older men and is characterized by a combination of epithelial and stromal hyperplasia, predominantly in the periurethral and transition zones.  On palpation, the prostate has a rubbery consistency, in contrast to prostate cancer, in which the gland is nodular and very firm. $As the prostate enlarges it impinges on the prostatic urethra, causing progressively worsening #bladder outlet obstruction#.  This leads to problems voiding (eg, hesitancy, straining, weak urinary stream) and impaired urine storage (eg, daytime frequency, urgency, nocturia).  As BPH progresses, incomplete bladder emptying leads to overflow incontinence (involuntary urine spillage from an overly full bladder).  #Increased hydrostatic force# is needed to overcome the obstruction, causing hypertrophy of the bladder wall musculature and dilation of the ureters, renal pelvis, and calyces (#hydronephrosis#).  If left untreated, urinary reflux can lead to significant pressure-induced #parenchymal atrophy# with scarring and eventual #chronic kidney disease#. $#(Choice A)#  Glomerular sclerosis and hyalinosis are typical of diabetic nephrosclerosis and focal segmental glomerulosclerosis (FSGS).  Diabetes can cause autonomic neuropathy with overflow incontinence, but it is rare and typically occurs in poorly controlled chronic diabetes.  FSGS does not cause lower urinary tract symptoms. $#(Choice B)#  Hyperplastic arteriolar changes are seen in severe (malignant) hypertension.  Hypertension does not cause lower urinary tract symptoms.  Additionally, this patient does not have a history of high blood pressure or symptoms associated with malignant hypertension (eg, headache, blurred vision). $#(Choice C)#  Ischemic tubular necrosis results from decreased renal perfusion (eg, sepsis, hemorrhage, heart failure).  Patients develop oliguria, azotemia (elevated blood levels of nitrogenous wastes), elevated serum creatinine, and electrolyte disturbances. $#(Choice E)#  Epithelial dysplasia (eg, alterations in cell shape and size, nuclei size, and staining) is considered a precursor of malignancy.  BPH does not predispose to renal tubular dysplasia or prostate cancer. $#Educational objective# Benign prostatic hyperplasia leads to progressive bladder outlet obstruction.  Over time, increased urinary pressures can cause hydronephrosis and renal parenchymal atrophy with scarring.  This can progress to chronic kidney disease. "},

{"id":"15193","title":"A 51-year-old man comes to the emergency department with sudden-onset, sharp, left flank pain; nausea; and vomiting.  He has had no dysuria or hematuria.  The patient has no past medical conditions and takes no daily medications.  He does not use tobacco, alcohol, or illicit drugs.  Temperature is normal.  On examination, the patient appears to be in severe pain and cannot find a comfortable position on the bed.  There is no abdominal rigidity or rebound, and no masses are palpable.  Cardiopulmonary examination is normal.  There is no peripheral edema.  Imaging shows a 1-cm calculus in the left proximal ureter at the level of the L3 vertebra; the renal pelvis and proximal ureter are dilated, as shown in the @exhibit@.  Which of the following is most likely increased in this patient's left kidney?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15193.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bowman space oncotic pressure","answer_2":"B. Glomerular filtration","answer_3":"C. Intraglomerular capillary hydrostatic pressure","answer_4":"D. Tubular hydrostatic pressure","answer_5":"E. Tubular oncotic pressure","percent_1":"4%","percent_2":"3%","percent_3":"11%","percent_4":"79%","percent_5":"3%","right_answer":"D. Tubular hydrostatic pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The glomerular filtration rate depends on the permeability of the capillary wall and the net ultrafiltration pressure.  Net ultrafiltration pressure is a result of pressure gradients formed by @Starling forces@: $• #The hydrostatic pressure gradient# is the difference between the hydrostatic pressure in the intraglomerular capillaries and the Bowman space.  Typically, the hydrostatic pressure in the glomerular capillaries is markedly greater than the pressure in the Bowman space, favoring filtration. $• #The oncotic pressure gradient# is the difference between the oncotic pressure in the intraglomerular capillaries and the Bowman space.  Oncotic pressure is chiefly driven by large plasma proteins (eg, albumin), which do not freely filter across the glomerular capillary basement membrane due to both a size and charge barrier.  Therefore, the oncotic pressure is negligible within the Bowman space, favoring absorption of fluid into the glomerular capillaries. $This patient has a kidney stone in the left ureter; the hydroureter and hydronephrosis suggest acute #urinary tract obstruction#.  The resultant reflux of urine backward into the relatively noncompliant renal tubules results in #increased renal tubular hydrostatic pressure#.  As the intraglomerular capillary hydrostatic pressure is unchanged, this results in a decreased hydrostatic pressure gradient leading to a reduction in glomerular filtration #(choices B and C)#. $#(Choices A and E)#  Oncotic pressure in the Bowman space is negligible unless glomerular disease (eg, minimal change disease, diabetic nephropathy) allows proteins to leak into the Bowman space.  The renal tubules are contiguous with the Bowman space and therefore also have negligible oncotic pressure.  Acute urinary tract obstruction would not affect protein filtration at the glomerulus; therefore, the oncotic pressure in these regions remains essentially unchanged. $#Educational objective# Urinary tract obstruction causes reflux of urine into the renal tubules and increased tubular hydrostatic pressure.  The intraglomerular capillary hydrostatic pressure is unchanged, resulting in a decreased hydrostatic pressure gradient across the glomerular capillary wall and a reduction in glomerular filtration.  Oncotic pressure is maintained by large plasma proteins which are not filtered across the glomerular capillary basement membrane; it is unaffected by a urinary tract obstruction.  ","clickable_1":"images/img1.15193.jpg"},

{"id":"15259","title":"A 60-year-old woman comes to the emergency department due to left flank pain and hematuria.  Medical history is significant for recurrent urinary tract infections and hypothyroidism.  Blood pressure is 130/80 mm Hg and pulse is 80/min.  Physical examination shows left flank tenderness.  CT scan of the abdomen is shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15259.jpg","title_2":"Urinalysis for this patient would most likely show which of the following?","audio":"","comparison_items":"","answer_1":"A. 4+ protein","answer_2":"B. Numerous eosinophils","answer_3":"C. pH 8.0","answer_4":"D. Red blood cell casts","answer_5":"E. Specific gravity 1.002","answer_6":"F. Uric acid crystals","percent_1":"4%","percent_2":"4%","percent_3":"50%","percent_4":"22%","percent_5":"5%","percent_6":"15%","right_answer":"C. pH 8.0","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Struvite (magnesium ammonium phosphate) stones! ?Risk factors? • Recurrent upper urinary tract infection • Urease-producing organisms (eg, Klebsiella, Proteus) ?Pathogenesis? • Hydrolysis of urea to yield ammonia:$==  Urea → 2 NH3 + CO2$==  NH3 + H2O → NH4+ + OH− • Increased urine pH • Precipitation of magnesium ammonium phosphate salts ?Clinical$features? • Large staghorn calculi • Fever, mild flank pain due to infection • Obstruction of collecting system & atrophy of renal parenchyma","explanation_img":"","explanation_1":"","explanation_2":"This patient's imaging shows an atrophic left kidney associated with a large, hyperdense mass filling the renal pelvis.  These findings are consistent with a chronic @staghorn calculus@, a type of kidney stone that occurs in patients with recurrent upper urinary tract infection caused by #urease-producing organisms# (eg, Proteus, Klebsiella).  Hydrolysis of urea yields #ammonia#, which #alkalinizes the urine# (ie, pH >7) and facilitates precipitation of @struvite crystals@ (magnesium ammonium phosphate). $Because of the large quantities of urea excreted in urine, struvite stones can #grow rapidly# into a branched staghorn calculus that #fills the renal calyces and pelvis#.  Symptoms are usually related to the underlying infection (eg, fever, mild costovertebral pain, hematuria); renal colic (ie, severe flank/groin pain) is uncommon because large stones are unable to pass into the ureter and cause acute obstruction.  Over time, the affected #kidney can atrophy# due to recurrent infection and chronic obstructive nephropathy. $#(Choice A)#  Trace or weakly positive (eg, 1 or 2+) proteinuria can be seen in a variety of disorders (eg, hematuria due to kidney stones, urinary tract infection) due to disruption of the urothelium; however, a strongly positive result (eg, 3 or 4+) is more specific for glomerular protein loss (eg, amyloidosis, diabetic nephropathy) and is not usually due to stones. $#(Choice B)#  Eosinophiluria is typically associated with acute interstitial nephritis, which is most commonly triggered by exposure to certain medications (eg, beta-lactam antibiotics, nonsteroidal anti-inflammatory drugs).  Patients typically have a rash, fever, and acute kidney injury, but this condition is not associated with staghorn calculi. $#(Choice D)#  Red cell casts and dysmorphic red blood cells form when erythrocytes traverse the renal tubules and indicate a glomerular bleeding source (eg, glomerulonephritis).  Staghorn calculi can cause hematuria with morphologically normal red cells due to irritation of the urothelium, but do not cause glomerular bleeding. $#(Choice E)#  Urine specific gravity correlates with urine concentration and is influenced by hydration status and regulatory hormone (eg, antidiuretic hormone) levels.  Kidney stones most commonly form in concentrated urine (eg, >1.015), which results in supersaturation of salts and crystal precipitation.  A specific gravity of ≤1.003 indicates dilute urine, and it is unlikely that a patient with an acute stone would have such a low specific gravity. $#(Choice F)#  Uric acid stones can occasionally form staghorn calculi but would typically be seen in patients with gout or conditions with rapid cell turnover (eg, myeloproliferative disorders) rather than recurrent urinary tract infection.  This patient is much more likely to have a struvite stone. $#Educational objective# Struvite stones are typically seen in patients with recurrent upper urinary infection by urease-producing organisms (eg, Proteus, Klebsiella).  Hydrolysis of urea yields ammonia, which alkalinizes the urine and facilitates precipitation of magnesium ammonium phosphate.  Urinalysis shows hematuria and elevated urine pH. ","clickable_1":"images/img1.15259.jpg","clickable_2":"images/img2.15259.jpg"},

{"id":"816","title":"A 32-year-old woman comes to the emergency department with sudden-onset left flank pain and nausea.  The pain radiates to the left groin and she is unable to find a comfortable position on the examination table.  The pain is intermittent and waxes and wanes in severity.  Temperature is 36.7 C (98 F), blood pressure is 140/90 mm Hg, and pulse is 92/min.  She has mild tenderness to percussion over the left flank.  Bowel sounds are hypoactive.  Which of the following recommendations would most likely prevent a recurrence of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Avoid alcohol use","answer_2":"B. Complete a course of antibiotics","answer_3":"C. Drink plenty of water daily","answer_4":"D. Follow a high-fiber diet","answer_5":"E. Follow a high-sodium diet","answer_6":"F. Follow a low-calcium diet","answer_7":"G. Follow safe sexual practices","percent_1":"1%","percent_2":"3%","percent_3":"82%","percent_4":"6%","percent_5":"0%","percent_6":"5%","percent_7":"3%","right_answer":"C. Drink plenty of water daily","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Risk & prevention of kidney stones# ∆⨉ ∆⨉ §^#Stone type# ∆^#Risk factors# ∆^#Prevention# §^#Calcium stones#$ #(oxalate, phosphate)# ∆ • Hypercalciuria (eg, hyperparathyroidism) • Hyperoxaluria (eg, malabsorption,$ low-calcium diet) • Hypocitraturia (eg, distal RTA) • Diet: ↑ sodium, ↑ protein, ↑ oxalate,$ ↓ calcium ∆ • Reduce sodium, animal $protein, oxalate intake • Increase potassium intake; $moderate calcium intake • Thiazide diuretics §^#Uric acid# ∆ • Gout • Myeloproliferative disorders ∆ • Urine alkalinization • Allopurinol §^#Magnesium $ammonium phosphate$ (struvite)# ∆ • Recurrent upper urinary infection$ (eg, Klebsiella, Proteus) ∆ • Stone removal • Suppressive antibiotics §^#All types# ∆ • Dehydration ∆ • Increase fluid intake %#RTA =# renal tubular acidosis.","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute flank pain and tenderness consistent with #nephrolithiasis#.  The pain associated with nephrolithiasis (renal colic) is often severe and, although it may wax and wane, is generally not positional.  The pain commonly radiates to the groin, especially as the stone passes down the ureter to the ureterovesical junction.  Nausea and vomiting are common, and bowel sounds are often diminished due to an associated ileus.  Hematuria is usually present but may not be grossly visible. $Most kidney stones are calcium-based (calcium oxalate, calcium phosphate).  But regardless of chemical composition, low fluid intake can lead to #supersaturation# of urine with crystalline material and promote stone formation.  #Increasing fluid intake# can reduce the risk of all types of stones. $#(Choice A)#  Excessive alcohol intake can trigger acute pancreatitis.  The pain associated with pancreatitis is typically located in the epigastric area rather than the flank and radiates to the back rather than the groin. $#(Choice B)#  Recurrent infections of the upper urinary tract with urease-producing organisms (eg, Klebsiella, Proteus) can lead to formation of magnesium ammonium phosphate (struvite) stones.  These stones are often large and may fill the renal pelvis.  Although patients may have mild flank pain due to recurrent infection, acute renal colic is uncommon as these large stones do not travel down the ureter. $#(Choice D)#  A high-fiber diet is associated with a decreased risk of diverticulitis.  This condition typically presents over a few days (not suddenly, as in this patient) with lower abdominal pain and tenderness in the left lower quadrant. $#(Choice E)#  Calcium passively follows the reabsorption of sodium and water in the renal tubules.  Increased dietary sodium intake leads to reduced sodium reabsorption in the proximal tubule and lowers calcium reabsorption (leading to hypercalciuria). $#(Choice F)#  Dietary calcium binds oxalate in the gut to form unabsorbable calcium oxalate.  Low-calcium diets lead to increased absorption of free oxalate, which is then excreted in the urine; the resulting hyperoxaluria promotes the formation of calcium oxalate stones.  Low-calcium diets are therefore paradoxically associated with increased risk of stone formation. $#(Choice G)#  Untreated infection with chlamydia or gonorrhea can lead to pelvic inflammatory disease, presenting with lower abdominal pain and fever.  Examination findings include mucopurulent cervical discharge and cervical motion tenderness. $#Educational objective# Urine supersaturation is the main mechanism underlying all types of renal stones.  Low fluid intake increases the concentration of stone-forming agents, thereby promoting stone formation.  All patients with nephrolithiasis should be advised to maintain adequate fluid intake. "},

{"id":"6739","title":"A 54-year-old woman is brought to the hospital due to fever, nausea, vomiting, and confusion.  For the past 3 days, she has had dysuria and increased frequency of urination.  Medical history is significant for recurrent urinary tract infections and primary hypertension.  Family history is insignificant.  Temperature is 39.2 C (102.6 F), blood pressure is 90/50 mm Hg, pulse is 102/min, and respirations are 24/min.  Examination shows right flank tenderness.  The patient subsequently undergoes nephrectomy, and a cut section of the resected kidney is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/6739.jpg","title_2":"Further evaluation of this patient would most likely reveal which of the following?","audio":"","comparison_items":"","answer_1":"A. Escherichia coli infection","answer_2":"B. High urinary cystine excretion","answer_3":"C. Klebsiella infection","answer_4":"D. Parathyroid tumor","answer_5":"E. Persistently low urine pH","percent_1":"17%","percent_2":"14%","percent_3":"49%","percent_4":"5%","percent_5":"15%","right_answer":"C. Klebsiella infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Struvite (magnesium ammonium phosphate) stones! ?Risk factors? • Recurrent upper urinary tract infection • Urease-producing organisms (eg, Klebsiella, Proteus) ?Pathogenesis? • Hydrolysis of urea to yield ammonia:$==  Urea → 2 NH3 + CO2$==  NH3 + H2O → NH4+ + OH− • Increased urine pH • Precipitation of magnesium ammonium phosphate salts ?Clinical$features? • Large staghorn calculi • Fever, mild flank pain due to infection • Obstruction of collecting system & atrophy of renal parenchyma","explanation_img":"","explanation_1":"","explanation_2":"This patient has a large @staghorn calculus@ in the renal pelvis associated with dilation of the collecting system and atrophy of the renal cortex.  #Staghorn calculi# are composed primarily of #struvite# (magnesium ammonium phosphate) and calcium salts (carbonate, oxalate, or phosphate).  They are typically seen in patients with recurrent upper urinary infection caused by #urease-producing organisms# (eg, Proteus, Klebsiella); hydrolysis of urea yields #ammonia#, which #alkalinizes the urine# (pH usually >7) and facilitates precipitation of magnesium ammonium phosphate @crystals@ #(choice E)#. $Because of the large quantities of urea excreted in urine, these stones can grow very rapidly and fill the renal calyces, causing #obstruction #of renal outflow.  The kidneys are often #atrophic# due to recurrent infection and/or chronic obstructive nephropathy.  The large size of staghorn calculi prevents them from passing into the ureter, so symptoms are typically related to the associated infection (eg, fever, mild costovertebral pain, hematuria) rather than acute renal colic. $#(Choice A)#  Escherichia coli is the most common cause of uncomplicated urinary tract infections but only rarely produces urease.  It is not commonly associated with the formation of staghorn calculi. $#(Choice B)#  Cystine stones are uncommon, yellow-brown calculi that precipitate in acidic urine.  They usually develop in patients who have cystinuria secondary to genetic defects impairing renal cystine reabsorption.  Although cystinuria can sometimes result in large staghorn calculi due to persistent cystine excretion, this patient's recurrent urinary tract infections are more suggestive of struvite stone formation. $#(Choice D)#  Hyperparathyroidism due to a parathyroid adenoma can cause increased serum calcium levels that ultimately result in increased urinary calcium filtration, predisposing to formation of calcium oxalate stones.  These stones typically present with renal colic due to acute ureterolithiasis, and most patients do not have significant fever or a history of recurrent urinary tract infection. $#Educational objective# Staghorn calculi are large renal stones that take on the shape of the renal calyces.  They are composed primarily of struvite (magnesium ammonium phosphate) and are associated with recurrent upper urinary tract infections by urease-producing organisms (eg, Proteus, Klebsiella).  Hydrolysis of urea yields ammonia, which alkalinizes the urine and facilitates precipitation of struvite crystals. ","clickable_1":"images/img1.6739.jpg","clickable_2":"images/img2.6739.jpg"},

{"id":"817","title":"A nephrology researcher conducts a clinical study to determine the risk factors for the development of renal calculi.  He recruits a number of patients with a history of idiopathic calcium oxalate kidney stones, along with age- and sex-matched healthy subjects.  Detailed medical, surgical, and nutritional histories are obtained, and several serum and urine laboratory tests are performed.  Which of the following is most likely to be seen in affected patients compared with healthy individuals?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Higher dietary calcium","answer_2":"B. Higher dietary potassium","answer_3":"C. Higher fluid intake","answer_4":"D. Lower dietary oxalate","answer_5":"E. Lower urinary citrate","percent_1":"23%","percent_2":"3%","percent_3":"1%","percent_4":"8%","percent_5":"64%","right_answer":"E. Lower urinary citrate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Risk & prevention of kidney stones# ∆⨉ ∆⨉ §^#Stone type# ∆^#Risk factors# ∆^#Prevention# §^#Calcium stones#$ #(oxalate, phosphate)# ∆ • Hypercalciuria (eg, hyperparathyroidism) • Hyperoxaluria (eg, malabsorption,$ low-calcium diet) • Hypocitraturia (eg, distal RTA) • Diet: ↑ sodium, ↑ protein, ↑ oxalate,$ ↓ calcium ∆ • Reduce sodium, animal $protein, oxalate intake • Increase potassium intake; $moderate calcium intake • Thiazide diuretics §^#Uric acid# ∆ • Gout • Myeloproliferative disorders ∆ • Urine alkalinization • Allopurinol §^#Magnesium $ammonium phosphate$ (struvite)# ∆ • Recurrent upper urinary infection$ (eg, Klebsiella, Proteus) ∆ • Stone removal • Suppressive antibiotics §^#All types# ∆ • Dehydration ∆ • Increase fluid intake %#RTA =# renal tubular acidosis.","explanation_img":"","explanation_1":"","explanation_2":"Renal calculi occur due to an imbalance of the factors that facilitate or prevent stone formation.  Overall, increased urinary concentrations of calcium (hypercalciuria), oxalate (hyperoxaluria), and uric acid (hyperuricosuria) promote salt crystallization, whereas increased urinary citrate and high fluid intake inhibit calculi formation. $Normally, #citrate# excreted by the kidneys #binds to ionized calcium# in the urine, #preventing# the formation of #insoluble calcium-oxalate complexes#.  When urinary citrate is low (#hypocitraturia#), increased calcium availability leads to formation of calcium-oxalate complexes that can precipitate and form #calcium oxalate stones#.  Hypocitraturia often occurs in the setting of chronic metabolic acidosis (eg, distal renal tubular acidosis, chronic diarrhea) due to enhanced renal citrate reabsorption.  Supplemental oral potassium citrate is often prescribed to prevent recurrent calcium stones. $#(Choice A)#  Individuals with higher (but not excessive) calcium intake paradoxically have a lower risk of calcium oxalate stone formation.  Dietary calcium binds oxalate in the gut to form insoluble calcium oxalate, which is eliminated in the feces.  This reduces the amount of oxalate absorbed into the body and excreted in the urine, reducing stone formation. $#(Choice B)#  In patients with inadequate dietary intake of potassium, increased tubular reabsorption of potassium leads to increased citrate reabsorption, which facilitates formation of calcium oxalate complexes in the renal tubules.  Higher potassium intake promotes urinary excretion of citrate and lowers urinary calcium excretion, leading to a lower risk of calcium oxalate stones. $#(Choice C)#  High fluid intake prevents supersaturation of urine with stone-forming ingredients.  Low fluid intake increases the urinary concentration of these ions regardless of their absolute amounts, promoting stone formation. $#(Choice D)#  Excessive oxalate intake (eg, chocolate, spinach, rhubarb) leads to increased intestinal absorption of free oxalate, which is then excreted in the urine where it promotes formation of calcium oxalate stones.  Intestinal malabsorption syndromes (eg, Crohn disease) can also cause hyperoxaluria because calcium becomes bound by unabsorbed lipids in the gut. $#Educational objective# Renal calculi occur due to an imbalance of the factors that facilitate or inhibit stone formation.  Increased urinary concentrations of calcium, oxalate, and uric acid promote salt crystallization, whereas increased urinary citrate concentration and high fluid intake prevent calculi formation. "},

{"id":"15271","title":"A 57-year-old man comes to the hospital due to nausea, vomiting, and severe crampy pain in the right flank.  He has had no fever or chills.  Several days ago, the patient had similar, but less severe, pain that resolved spontaneously.  Medical history is significant for type 2 diabetes mellitus, obesity, hyperlipidemia, hypertension, and gout.  Temperature is 37 C (98.6 F), blood pressure is 160/100 mm Hg, and pulse is 98/min.  Physical examination shows right flank tenderness.  Blood urea nitrogen and serum creatinine are normal.  Abdominal ultrasound reveals right-sided hydronephrosis and proximal ureteral dilation.  Urinalysis in this patient would most likely reveal which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Malignant cells","answer_2":"B. Red blood cells","answer_3":"C. Red blood cell casts","answer_4":"D. Specific gravity of 1.002","answer_5":"E. White blood cell casts","percent_1":"3%","percent_2":"61%","percent_3":"12%","percent_4":"13%","percent_5":"10%","right_answer":"B. Red blood cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute, recurrent flank pain associated with ureteral dilation; this presentation is typical for acute #ureterolithiasis#.  Although ultrasound is relatively sensitive for ureteral and calyceal dilation due to an obstructing stone #(hydronephrosis)#, small stones themselves may not be visible. $Kidney stones usually cause #disruption of the ureteral epithelium# with resulting gross or microscopic #hematuria# due to the presence of @free red blood cells@ (RBCs) in the urine.  When bleeding into the renal collecting system or lower urinary tract occurs, RBC #morphology is normal#.  In contrast, glomerular bleeding (eg, glomerulonephritis) causes formation of RBC casts due to trapping of RBCs by precipitating Tamm-Horsfall protein ##(choice C)##; the cells are typically dysmorphic due to mechanical and osmotic trauma as they pass through the nephron. $Inspection of urine sediment in patients with acute ureterolithiasis may identify @crystals@ corresponding to the type of stone.  This patient has risk factors for uric acid stones, including gout and metabolic syndrome (obesity, diabetes mellitus, hyperlipidemia), and urinalysis may show polygonal @uric acid crystals@ (which are morphologically distinct from the needle-shaped @monosodium urate crystals@ seen in synovial fluid in acute gout). $#(Choice A)#  Malignant cells can sometimes be identified on unstained microscopy of urine sediment in patients with urothelial carcinoma arising from the epithelium of the renal pelvis, ureters, or bladder.  However, these malignancies typically present with painless hematuria rather than acute ureteral obstruction. $#(Choice D)#  Urine specific gravity correlates with urine concentration, and a specific gravity of ≤1.003 indicates dilute urine; because kidney stones most commonly occur in concentrated urine (eg, >1.015), it is unlikely that a patient with an acute stone would have such a low specific gravity. $#(Choice E)#  Occasional white blood cells may also be seen in ureterolithiasis, but overt pyuria suggests a urinary tract infection; white cell casts would be more characteristic of renal inflammation or infection (eg, acute interstitial nephritis, pyelonephritis). $#Educational objective# Urine sediment in acute ureterolithiasis typically shows free red blood cells (hematuria) and crystals consistent with the type of stone.  Ultrasound can reveal ureteral and calyceal dilation (hydronephrosis), but small stones themselves may not be visible.","clickable_1":"images/img1.15271.jpg","clickable_2":"images/img2.15271.jpg","clickable_3":"images/img3.15271.jpg","clickable_4":"images/img4.15271.jpg"},

{"id":"7631","title":"A 68-year-old male presents to your office complaining of difficulty urinating.  His past medical history is significant for prostate cancer treated with radiation therapy one year ago.  Ultrasonography reveals bilateral dilation of the ureters and renal calyces.  If related to the previous therapy, which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Granuloma formation","answer_2":"B. Radiation mucositis","answer_3":"C. Fibrosis","answer_4":"D. Mucosal ulceration","answer_5":"E. Mucosal hyperplasia","percent_1":"1%","percent_2":"10%","percent_3":"75%","percent_4":"2%","percent_5":"12%","right_answer":"C. Fibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Radiotherapy# has applications as primary, adjuvant, or more commonly palliative therapy for many types of cancer.  Tumor sensitivity to radiation depends on the rate of cell turnover, with rapidly growing tumors being more sensitive.  In the same way, rapidly dividing normal body tissues such as blood cell precursors, epithelial surfaces in the skin, GI tract, and urinary tract, and the gonads (gametes) are also at risk for damage.  #Fibrosis# and #strictures# due to diffuse scarring of the damaged tissues often occurs as a late complication of radiotherapy for prostate cancer, and may lead to #obstructive uropathy#. $#(Choice A)  #Granuloma formation occurs in diseases such as sarcoidosis (sterile, non-caseating granulomas), tuberculosis (caseating necrosis with Langhans giant cells and acid-fast bacilli), and in foreign body reactions (foreign body giant cells, sometimes surrounding an identifiable foreign body). $#(Choices B & D)  #Radiation mucositis and mucosal ulceration occur after radiotherapy for gastrointestinal tumors and head and neck malignancies.  These early effects resolve soon after discontinuation of treatment. $#(Choice E) # Mucosal hyperplasia is seen in patients treated with phenytoin (gingivae) and can also be seen in states where there is hypersecretion of a hormone that is trophic for a mucosal surface as occurs in the gastric mucosa with gastrinoma. $#Educational objective# Fibrosis and strictures are late effects of radiation therapy.  Radiotherapy for prostate cancer may lead to urethral fibrosis and result in obstructive uropathy. "}


]