[

{"id":"11549","title":"A physician working on a rehabilitation unit discovers that a patient is experiencing an acute allergic reaction to a medication.  The physician calls for nursing assistance.  When the nurse arrives, the physician instructs the nurse to administer \"25 mg of diphenhydramine IV push\".  Which of the following responses from the nurse ensures a lower risk of communication errors?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Preparing 25 mg of diphenhydramine for IV push.","answer_2":"B. I will give 25 mg of diphenhydramine stat.","answer_3":"C. Okay.","answer_4":"D. Order received and completed.","answer_5":"E. Yes, doctor.","percent_1":"86%","percent_2":"12%","percent_3":"0%","percent_4":"1%","percent_5":"1%","right_answer":"A. Preparing 25 mg of diphenhydramine for IV push.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Clear communication between health care team members is an essential component of high-quality patient care.  Errors can occur frequently when communication is unclear or vague, and communication errors are one of the most common factors involved in malpractice claims for medical errors. $ #Closed-loop communication# is a form of effective communication used in health care settings and other high-risk fields.  This technique lowers the risk of misunderstandings by ensuring clear communication.  It enhances the team's ability to exchange clear, concise information; acknowledges receipt of the information; and confirms its understanding.  Closed-loop communication typically involves an individual (the sender) transmitting a message to another individual (the receiver), who then repeats the message back to the sender.  The sender typically will confirm the message by saying ‘yes’. $ In this situation, the nurse must repeat the order in an accurate and concise manner to convey that the physician's message has been received.  The physician should confirm by saying ‘yes’ following the nurse's statement to convey that this is correct. $ (Choice B)  Although this response conveys that the nurse has comprehended that the patient needs diphenhydramine immediately, it does not convey the nurse’s understanding of the correct route of administration. $ #(Choices C, D, and E)#  Responses such as these are vague and do not convey whether the nurse has fully and accurately understood the order. $ Educational objective Health care providers working on a team should employ closed-loop communication, in which team members repeat back the information received to ensure that the correct information has been conveyed.  This highly effective form of communication reduces the risk of medical errors in the health care setting."},

{"id":"11550","title":"A 75-year-old woman is hospitalized for a bowel obstruction related to adhesions from previous uterine cancer surgery and radiation.  She has a history of hypertension, atrial fibrillation, and peripheral vascular disease.  After a prolonged hospital course complicated by a pulmonary embolus, she is discharged on multiple medications, including a higher dose of her warfarin.  The patient is scheduled for follow-up appointments with her internist, gynecologist, cardiologist, and gastroenterologist.  She lives by herself and has been able to successfully manage her care needs in the past.  Her adult daughter is supportive but lives out of state.  Which of the following interventions would be most effective in improving her adherence to outpatient treatment?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Emphasize the importance of adherence to treatment during the discharge process","answer_2":"B. Ensure that the discharge summary is sent to all outpatient specialists","answer_3":"C. Provide the patient with a detailed copy of her hospital course","answer_4":"D. Provide the patient with a checklist to keep track of her medications and follow-up appointments","answer_5":"E. Review discharge instructions with the patient's daughter","percent_1":"5%","percent_2":"5%","percent_3":"1%","percent_4":"84%","percent_5":"5%","right_answer":"D. Provide the patient with a checklist to keep track of her medications and follow-up appointments","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"The transition from hospital to outpatient care is a time of high risk for patients.  Individuals with multiple medical problems, complex medication regimens, low health literacy, and poor social support are at particularly high risk.  The most effective strategy for decreasing adverse outcomes and preventing avoidable readmissions is a structured approach that uses a comprehensive #discharge checklist#.  The checklist should provide instructions at the appropriate literacy level and patient education materials to facilitate a successful transition from the hospital to the outpatient setting.  Key elements of the discharge checklist include detailed instructions regarding medications (their purpose, dosing schedule, and adverse events), follow-up appointments with the primary care provider and any specialists, pending laboratory measurements or tests, and an emergency contact number with specific directions on when to call.  Medication changes that have occurred during the hospitalization (eg, new medications, discontinued medications, changes in dose or frequency) should be clearly identified on the checklist to reduce the risk of medication errors. $ (Choice A)  Although emphasizing the importance of adherence to treatment is beneficial, a detailed list with specific instructions regarding medications and follow-up that the patient can refer to at home would be more helpful.  Patients are frequently overwhelmed by verbal information at the time of discharge and can benefit from a written checklist. $ (Choice B)  Communication with outpatient specialists is an important component of the discharge process, but it does not help the patient manage the complex follow-up tasks required. $ (Choice C)  A discharge summary is prepared by the hospital physician to document the hospital course and assist other medical providers and support staff in the care of the patient.  It uses technical language that may be confusing to the patient.  In contrast, the discharge instruction checklist uses simple and clear language intended to optimize patient understanding. $ (Choice E)  Reviewing discharge instructions with the patient's daughter would be appropriate if the patient lived with her or if the daughter was helping the patient obtain medication or was providing transportation to follow-up appointments. $ Educational objective A discharge checklist detailing medication changes and follow-up appointments can significantly facilitate a patient's transition from the hospital and improve adherence to outpatient treatment.  Individuals who experience a smooth transition from the inpatient to the outpatient setting are at lower risk for early rehospitalization."},

{"id":"11515","title":"A 35-year-old man is admitted to the hospital after sustaining multiple injuries in a motor vehicle accident.  He undergoes surgery for an open fracture of the tibia and a spiral fracture of the humerus.  The tibial repair is successful, but the surgeon operates on the wrong arm.  Which of the following procedures would be most effective in preventing a similar error?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Confirm the correct site with the patient","answer_2":"B. Have the anesthesiologist and surgeon verify the surgical site together","answer_3":"C. Have the head nurse verify the surgical site","answer_4":"D. Have the nurse and surgeon verify the surgical site independently","answer_5":"E. Have the operating physician verify the surgical site","percent_1":"22%","percent_2":"13%","percent_3":"1%","percent_4":"53%","percent_5":"12%","right_answer":"D. Have the nurse and surgeon verify the surgical site independently","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"According to The Joint Commission's sentinel event statistics, wrong-site surgery is the most frequently reported serious adverse event.  Emergency operations, failure to mark the surgical site, poor communication, and surgeon fatigue are contributing factors.  As in this case, multiple procedures on the same patient and multiple surgeons will also increase the risk of operating at the wrong site.  Therefore, a preoperative verification process is important to decrease this risk.  In addition to marking the operative site, #independent verification# of the patient, procedure, and site by 2 health care workers (eg, a nurse and physician) should be performed.  The \"dual identifiers\" must perform the verification independently because 2 clinicians verifying identifiers together can result in replicating an error.  The Joint Commission recommends use of a \"surgical timeout\" immediately prior to the procedure in order to conduct a final verification of the patient, procedure, and site. $ (Choice A)  Although an awake and aware patient can participate in the verification process, this is not an adequate substitute for dual independent clinician identification. $ (Choice B)  Having these 2 clinicians verify the site together is not optimal as it increases the risk that they will replicate the error. $ #(Choices C and E)#  Two independent identifiers are preferred. $ Educational objective Risk of wrong-site surgery can be reduced by requiring \"dual identifiers\" (usually a nurse and physician) to independently confirm that they have the correct patient, site, and procedure.  Checks must be truly independent to ensure patient safety."},

{"id":"21425","title":"A 37-year-old woman, gravida 1 para 0, at 30 weeks gestation comes to the emergency department with her husband for heavy vaginal bleeding.  An hour ago, she started to have bright red vaginal bleeding that has increased to large clots over the past few minutes.  The patient has had mild abdominal cramping and minimal fetal movement.  She has received no prenatal care during this pregnancy.  Blood pressure is 90/64 mm Hg and pulse is 102/min.  When the patient is told that a pelvic examination needs to be performed, she becomes uncomfortable and appears nervous.  The patient requests a female health care provider for the examination.  However, only male health care providers are available at this emergency department for the next several hours.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ask the patient if the examination can be performed with a female chaperone present","answer_2":"B. Monitor the patient only and defer the examination until a female health care provider is available","answer_3":"C. Obtain consent from the patient's husband and perform the examination","answer_4":"D. Perform the examination immediately due to the patient's emergent condition","answer_5":"E. Transfer the patient to another facility with a female health care provider","percent_1":"83%","percent_2":"4%","percent_3":"2%","percent_4":"6%","percent_5":"5%","right_answer":"A. Ask the patient if the examination can be performed with a female chaperone present","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"The #pelvic examination# is intimate, and many women are uncomfortable or embarrassed by it and prefer a female examiner.  Under most circumstances, this request should be accommodated whenever possible to respect patient autonomy: $• Most patients presenting for a routine office visit (eg, routine prenatal visit) have nonemergent conditions; therefore, patients may be able to defer the examination or wait for the next available female provider. $• However, in #emergency situations#, such as in this patient with heavy vaginal bleeding and maternal hypotension concerning for placenta previa or @placental abruption@, #immediate evaluation# with pelvic examination is required for diagnosis and management.  Although a female health care provider is not available, every effort should be made to provide the same #standard of care#.  Therefore, deferring the examination (eg, monitoring the patient only) or transferring the patient to another facility is inappropriate because it risks maternal-fetal morbidity and mortality #(choices B and E)#. $ In both emergent and nonemergent situations, other alternatives should be explored to balance the need for timely and appropriate medical care with respect for patient autonomy and consent (ie, the right to accept or refuse medical care).  One solution is asking whether the patient would agree to the examination with a #female chaperone# present.  Regardless of patient or provider gender, having a chaperone present for sensitive portions of the physical examination (eg, breast, genitourinary, rectal) is becoming more commonplace. $ (Choice C)  This patient is an adult with capacity (ie, understands the risks, benefits, and alternatives to make an informed medical decision).  Capable patients have the right to make their own treatment decisions.  Therefore, obtaining consent from the patient's husband is inappropriate. $ (Choice D)  Performing a pelvic examination on a nonconsenting adult is coercion and/or assault, regardless of the emergent circumstances.  This approach would also likely erode patient-provider trust and could worsen medical outcomes. $ Educational objective Women who decline pelvic examination by a male health care provider when no female health care provider is available may be offered a female chaperone.","clickable_1":"images/img1.21425.jpg"},

{"subjectSystem":"Biostatistics-Social science ethics","id":"20527","title":"A community health task force is preparing to launch a campaign promoting obesity awareness and education in the area.  The task force studies epidemiologic data from the county health department, which show that the prevalence of obesity is 3 times higher in a cluster of 5 specific ZIP codes compared to the county average.  The task force leader approaches a reputed physician working at a local university to ask for assistance in understanding this pattern.  Which of the following should be performed first to understand the etiology of the disparity in obesity prevalence?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cross-sectional analysis of demographic attributes and health behaviors across community ZIP codes","answer_2":"B. Observational study tracking leptin levels and weight outcomes in a representative cohort of community residents","answer_3":"C. Quality improvement study assessing medical provider adherence to national obesity screening, monitoring, and treatment guidelines across ZIP codes","answer_4":"D. Qualitative survey assessing obesity-related beliefs, attitudes, and knowledge in a representative community sample","answer_5":"E. Randomized controlled trial examining the relationship between primary care weight counseling and obesity incidence","percent_1":"71%","percent_2":"2%","percent_3":"5%","percent_4":"20%","percent_5":"2%","right_answer":"A. Cross-sectional analysis of demographic attributes and health behaviors across community ZIP codes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Types of studies in the health sciences#∆⨉§^#Experimental#∆⨉§^#Randomized$ controlled trial# ∆ • Random allocation into treatment & placebo groups • Can determine efficacy of the intervention§^#Nonrandomized$ design# ∆ • Nonrandom allocation into treatment & placebo groups • Can determine efficacy of the intervention§^#Observational#∆⨉§^#Cohort# ∆ • Data gathered from the same individuals over time (longitudinal) • Can assess risk factors or outcomes§^#Cross-sectional# ∆ • Data gathered at one point in time • Can determine prevalence of an outcome in a population§^#Case-control# ∆ • Data gathered from individuals with the condition of interest (cases) $& compared to individuals without the condition (controls)§^#Case# ∆ • Detailed information gathered about one individual (or a small group $of individuals)§^#Review#∆⨉§^#Meta-analysis# ∆ • Data from multiple studies are statistically combined & analyzed","explanation_img":"","explanation_1":"","explanation_2":"#Obesity# is a multifactorial condition with genetic, environmental, and behavioral causes.  In this community, obesity prevalence is significantly higher in specific ZIP codes, indicating a possible #health disparity# (ie, preventable health differences associated with social, environmental, or economic disadvantage). $Obesity-related health disparities represent a major public health concern with increased prevalence, severity, and complications affecting vulnerable communities.  Such disparities involve factors relating to #health care# (eg, provider screening and treatment, access to care), #patients# (eg, diet and activity, health knowledge), and #neighborhood# (eg, density of grocery stores, which influences dietary patterns; crime rate, which influences physical activity). $Given the multifactorial nature of obesity and related disparities, the #first step# in researching this community's trend is to generate hypotheses.  This is best achieved through #cross-sectional analysis# of demographic and behavioral data, which is relatively easy to perform and can depict multiple risk factors at one point in time (a \"snapshot\") to: $• reveal #differences in distribution# (prevalence) of #demographic# factors (eg, poverty, ethnicity, insurance status) across ZIP codes. $• identify variables #correlated# (associated) with #obesity risk# (eg, poverty is more prevalent in high-obesity ZIP codes). $• #generate hypotheses# (eg, poverty increases obesity risk by decreasing ability to consume foods promoting optimal weight). $Other study designs are more appropriate for testing or refining hypotheses following broader cross-sectional analysis. $#(Choices B and D)#  Like cross-sectional analysis, cohort studies and qualitative surveys offer observational data for generating hypotheses.  However, each of these approaches focuses on a single, patient-related hypothesis (eg, leptin, patient knowledge and attitudes) for obesity differences.  Cross-sectional analysis involving this community's demographic factors is a better first step, as it can analyze multiple potential influences and tailor hypotheses to this setting. $#(Choice C)#  Quality improvement studies analyze and test clinical processes (eg, providing obesity screening) affecting health care quality.  They are less useful for generating broad hypotheses for community epidemiological patterns (eg, obesity trends). $#(Choice E)#  Randomized controlled trials are more appropriate for testing (rather than generating) hypotheses; such trials would be premature at this stage.  Moreover, this approach tests only health care factors whereas cross-sectional analysis can assess how other risk factors correlate to obesity risk in this community. $#Educational objective# Obesity-related health disparities affect vulnerable populations (eg, lower socioeconomic status) and arise from patient, health care, and community-related factors.  Cross-sectional analysis can identify specific risk factors (eg, insurance status, health behaviors) correlated to obesity in different settings, helping to generate hypotheses for further research. "}


]