[


{"id":"11038","title":"A 36-year-old woman comes to the office due to frequent urination since an exacerbation of multiple sclerosis 2 months ago.  Most of her symptoms, including dizziness, leg weakness, and numbness, have improved with corticosteroid treatment.  However, she has continued difficulty holding urine, and on several occasions has passed a small amount of urine while trying to reach the bathroom.  She has no urine leakage during coughing or sneezing.  The patient has no other medical problems.  Her abdomen is soft and nontender.  Neurological examination shows hyperreflexia and increased tone in the lower extremities.  Her postvoid residual volume is low.","title_table":"?Glucose, serum? 160 mg/dL ?Urinalysis? ?  Blood? negative ?  Leukocyte esterase? negative ?  Bacteria? none ?  White blood cells? 3-4/HPF","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely explanation for her urinary symptoms?","audio":"","comparison_items":"","answer_1":"A. Detrusor muscle weakness","answer_2":"B. Hyperglycemia-induced osmotic diuresis","answer_3":"C. Low-grade cystitis causing bladder irritation","answer_4":"D. Pelvic floor laxity and urethral sphincter dysfunction","answer_5":"E. Uninhibited bladder contraction","percent_1":"11%","percent_2":"8%","percent_3":"4%","percent_4":"13%","percent_5":"63%","right_answer":"E. Uninhibited bladder contraction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Differential diagnosis of urinary incontinence#∆⨉∆⨉ § ∆^#Etiology# ∆^#Symptoms# §^#Stress# ∆ • ↓ Urethral sphincter tone • Urethral hypermobility ∆ • Leakage with coughing, sneezing, lifting §^#Urge# ∆ • Detrusor overactivity ∆ • Sudden, overwhelming urge to urinate §^#Overflow# ∆ • Impaired detrusor contractility • Bladder outlet obstruction ∆ • Incomplete emptying & persistent involuntary dribbling","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is consistent with #urge incontinence#, which is due to detrusor overactivity causing a sudden and/or frequent urge to urinate and empty the bladder.  The micturition reflex is an autonomic spinal reflex mediated by both sensory and motor fibers from nerve centers at the S2-S4 levels.  Parasympathetic stimulation causes detrusor muscle contraction and internal urethral sphincter relaxation.  Sympathetic fibers cause internal sphincter contraction and also help with sensing a full bladder. $Multiple sclerosis (MS) is likely an autoimmune disease that causes varying degrees of demyelination, inflammation, and gliosis in the central nervous system (eg, optic nerves, spinal cord, brainstem, periventricular white matter, and cerebellum).  Regions in the pons and cerebral cortex partially inhibit the micturition reflex and also regulate contraction/relaxation of the external urethral sphincter.  Spinal cord lesions above the sacral region cause a loss of higher center control of micturition and lead to detrusor hyperreflexia and urge incontinence.  Patients typically develop a frequent urge to urinate and pass a small amount of urine.  As the disease progresses, the bladder can become atonic and dilated leading to overflow incontinence. $#(Choice A)#  Overflow incontinence can be due to impaired detrusor contractility or bladder outlet obstruction (eg, tumor obstructing urethra).  Patients usually develop involuntary and continuous urinary leakage when the bladder is full and often have incomplete emptying.  Post-void residual urine volume is usually high. $#(Choice B)#  Osmotic diuresis due to hyperglycemia can occur in uncontrolled diabetes mellitus and causes polyuria.  However, it more commonly occurs with blood sugar >250 mg/dL.  This patient's blood sugar of 160 mg/dL and absence of glycosuria make this less likely. $#(Choice C)#  Bladder infection (cystitis) can cause irritation of the bladder wall and findings similar to urge incontinence with urinary urgency, frequency, and incontinence.  However, this patient's relatively normal urinalysis (no leukocyte esterase, hematuria, or bacteria seen) makes this less likely.  Up to 5 wbc/hpf is normal.  $#(Choice D)#  Stress incontinence occurs in patients with sphincter dysfunction or weakness when intraabdominal pressure exceeds the urethral sphincter pressure (eg, sneezing, coughing), causing involuntary urine leakage.  This patient's absence of urinary leakage with coughing or sneezing makes this less likely. $#Educational objective# Patients with multiple sclerosis most commonly develop urge incontinence due to loss of central nervous system inhibition of detrusor contraction in the bladder.  As the disease progresses, the bladder can become atonic and dilated, leading to overflow incontinence.  "},

{"id":"10962","title":"A 48-year-old woman comes to the office due to a 6-month history of involuntary passage of urine when sneezing or coughing.  Recently, she has experienced urine leakage even with normal daily activity, which has been embarrassing and has caused her to limit social activities and quit playing tennis.  The patient has no weakness, numbness, or fecal incontinence.  She has hypertension and type 2 diabetes mellitus.  The patient has had 4 uncomplicated vaginal deliveries.  Supine blood pressure is 126/82 mm Hg and upright blood pressure is 120/80 mm Hg.  Pelvic examination shows normal vaginal rugae and physiologic discharge.  A small amount of urine leaks from the urethra when the patient is asked to cough.  Neurologic examination is normal.  Which of the following is the most likely cause of this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bladder outlet obstruction","answer_2":"B. Detrusor muscle inactivity","answer_3":"C. Detrusor muscle overactivity","answer_4":"D. Diabetic autonomic neuropathy","answer_5":"E. Urethral sphincter dysfunction","percent_1":"1%","percent_2":"9%","percent_3":"12%","percent_4":"6%","percent_5":"73%","right_answer":"E. Urethral sphincter dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Differential diagnosis of urinary incontinence#∆⨉∆⨉ § ∆^#Etiology# ∆^#Symptoms# §^#Stress# ∆ • ↓ Urethral sphincter tone • Urethral hypermobility ∆ • Leakage with coughing, sneezing, lifting §^#Urge# ∆ • Detrusor overactivity ∆ • Sudden, overwhelming urge to urinate §^#Overflow# ∆ • Impaired detrusor contractility • Bladder outlet obstruction ∆ • Incomplete emptying & persistent involuntary dribbling","explanation_1":"","explanation_2":"$This patient has urinary incontinence.  Continence is maintained by the bladder (detrusor muscle) and external and internal urinary sphincters.  The #external urinary sphincter# (EUS) is a skeletal muscle that receives somatic motor innervation (voluntary control) from the perineal branches of the #pudendal nerve# (S2-S4).  In contrast, the bladder and internal urethral sphincter (IUS) receive autonomic innervation: Sympathetic stimulation promotes urine storage and continence by increasing IUS tone and inhibiting detrusor contractions, and parasympathetic activity relaxes IUS tone and stimulates detrusor contractions, thereby promoting micturition. $ #Stress incontinence# is the leakage of urine with @increased intraabdominal pressure@ (eg, coughing).  A common cause is urethral sphincter dysfunction, which usually occurs in women with multiple #prior vaginal deliveries#.  Vaginal delivery is associated with obstetric trauma, which can cause urethral sphincter injury or pudendal nerve injury that contributes to decreased EUS tone.  Because of #low urethral sphincter tone# and increasing pelvic floor laxity with age, sudden increases in intraabdominal pressure (eg, coughing, sneezing) can cause the pressure within the bladder to exceed the urethral closing pressure.  This leads to #intermittent leakage# of urine. $#(Choices A, B, and D)#  Bladder outlet obstruction (eg, tumor obstructing the urethra) and detrusor muscle inactivity (often secondary to diabetic autonomic neuropathy) both lead to urinary retention.  In patients with urinary retention, urine slowly accumulates in the bladder until the intravesical pressure exceeds the urethral closing pressure, causing leakage.  Because urine is constantly accumulating in the bladder, patients have persistent involuntary dribbling of urine (overflow incontinence) rather than urine leakage with cough.  In addition, this patient's normal neurologic examination with no associated numbness or orthostatic hypotension makes diabetic autonomic neuropathy unlikely. $(Choice C)  Detrusor overactivity is the underlying mechanism of urge incontinence, which typically presents with a sudden urge to urinate followed by the immediate, involuntary loss of urine.  This patient's incontinence episodes typically follow an abrupt increase in intraabdominal pressure (eg, coughing, sneezing), making urge incontinence less likely. $ Educational objective Stress incontinence, involuntary leakage of urine with increased intraabdominal pressure, can occur due to urethral sphincter dysfunction (eg, decreased sphincter tone).  Risk factors include multiple prior vaginal deliveries, which can injure the external urethral sphincter or pudendal nerve.","clickable_1":"images/img1.10962.jpg"},

{"id":"11464","title":"A 45-year-old man comes to the emergency department due to urinary incontinence.  He was diagnosed with multiple sclerosis a year ago after he developed transient acute vision loss in his right eye.  A few weeks ago, he began having difficulty with his balance and had several episodes of urinary incontinence.  The patient's walking has improved since, but he continues to urinate involuntarily.  He has noticed increasing urinary frequency and cannot control the urge to urinate.  His vital signs are normal.  On examination, the patient has mild spastic paraparesis with increased reflexes in the lower extremities; bilateral Babinski sign; and a thoracic sensory level to pain, temperature, and vibration.  An MRI of the spine reveals a new demyelinating lesion in the mid-thoracic spinal cord.  Which of the following abnormalities will most likely be found on this patient's urodynamic studies?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bladder hypertonia","answer_2":"B. Delayed bladder emptying","answer_3":"C. Elevated urethral pressure","answer_4":"D. Large residual volume of urine","answer_5":"E. Reduced urine flow","percent_1":"63%","percent_2":"7%","percent_3":"4%","percent_4":"23%","percent_5":"3%","right_answer":"A. Bladder hypertonia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has urinary frequency and urge incontinence in the setting of an overactive or #spastic bladder# due to the presence of an #upper motor neuron lesion# in the spinal cord.  Patients with #multiple sclerosis# often develop a spastic bladder a few weeks after developing an acute lesion of the spinal cord.  #Urodynamic studies# show little or no residual urine after emptying as bladder contractility is normal but distensibility is poor.  The #bladder does not distend/relax# properly due to loss of descending inhibitory control from the upper motor neuron. $#(Choice B)#  This patient will have premature, as opposed to delayed, emptying due to his bladder overactivity.  Delayed bladder emptying is more likely to occur in patients with diminished bladder tone. $#(Choices C and E)#  Reduced urine flow and elevated urethral pressure indicate a mechanical obstruction (eg, enlarged prostate, urethral stricture) along the urinary tract. $#(Choice D)#  Flaccid bladder typically occurs in the setting of lower motor neuron lesions (eg, cauda equina syndrome).  A patient with a flaccid bladder will have a large residual volume of urine after attempted emptying and will typically experience urinary incontinence at the end of the day (pressure from a full bladder becomes greater than urinary sphincter pressure).  In contrast, a patient with a spastic bladder will have frequent episodes of urinary incontinence throughout the day due to urgency. $#Educational objective# Patients with multiple sclerosis often develop a spastic bladder a few weeks after developing an acute lesion of the spinal cord.  These patients present clinically with increased urinary frequency and urge incontinence.  Urodynamic studies show the presence of bladder hypertonia.  "},

{"id":"11820","title":"A 52-year-old postmenopausal woman comes to the office due to urine leakage with coughing and sneezing.  She has no dysuria, urgency, or changes in urinary frequency.  The patient has had 3 spontaneous vaginal deliveries.  On pelvic examination, there is mild vulvovaginal atrophy and anterior vaginal wall prolapse.  The remainder of the physical examination is normal.  The patient is advised to perform exercises to strengthen her pelvic floor as part of treatment for her symptoms.  Which of the following structures is the most likely target of the exercise?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bulbospongiosus muscle","answer_2":"B. Detrusor muscle","answer_3":"C. Internal urethral sphincter","answer_4":"D. Levator ani muscle complex","answer_5":"E. Uterosacral ligament","percent_1":"7%","percent_2":"10%","percent_3":"12%","percent_4":"70%","percent_5":"2%","right_answer":"D. Levator ani muscle complex","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp11820.jpg","explanation_1":"","explanation_2":"$This patient's loss of urine with increased intraabdominal pressure (eg, coughing, sneezing) is due to #stress urinary incontinence# (SUI).  The bladder and urethra are typically maintained in a normal anatomic position by the pelvic floor muscles known as the #levator ani muscle complex# (ie, iliococcygeus, pubococcygeus, puborectalis), which form a U-shaped sling around the pelvic viscera for pelvic support. $Patients develop SUI due to chronic pressure (eg, obesity) or injury (eg, #multiple vaginal deliveries#) affecting the levator ani muscle complex, which results in #pelvic floor weakness# and laxity.  Chronic pelvic floor laxity contributes to #urethral hypermobility#, in which the pelvic floor muscles cannot stabilize and fully compress (close) the urethra against the anterior vaginal wall during times of increased intraabdominal pressure (eg, coughing).  Pelvic floor weakness can also lead to herniation of the bladder into the vagina and #anterior vaginal wall prolapse# (cystocele). $First-line treatment of SUI is #pelvic floor muscle (Kegel) exercises#, which repeatedly activate and release the levator ani muscle complex to gradually strengthen and stabilize the pelvic floor.  The strengthened pelvic musculature provides a stable base for urethral compression, thereby maintaining continence. $#(Choice A)#  The @bulbospongiosus muscle@ is part of the superficial urogenital triangle of the perineum.  It constricts the vaginal orifice and is commonly damaged during @vaginal delivery@.  Because it is a superficial muscle, strengthening it does not improve pelvic floor support or reduce SUI. $#(Choices B and C)#  Detrusor muscle overactivity results in @urge incontinence@ (eg, the sudden need to urinate followed by immediate, involuntary loss of urine) rather than SUI, while stimulation of the internal urethral sphincter helps prevent urine leakage.  Both are smooth muscles (ie, controlled by the autonomic nervous system); therefore, they cannot be voluntarily exercised for symptom improvement. $#(Choice E)#  The uterosacral ligaments run along the lateral pelvic wall and elevate the uterus and vaginal apex by attaching to the sacrum.  Weakening of these ligaments contributes to uterine prolapse but does not directly cause SUI or anterior vaginal wall prolapse. $#Educational objective# Stress urinary incontinence is involuntary urine leakage with increased intraabdominal pressure (eg, coughing, sneezing).  Pelvic floor muscle (Kegel) exercises target and strengthen the levator ani muscle complex, improving support around the urethra and bladder and symptoms of stress urinary incontinence. ","clickable_1":"images/img1.11820.jpg","clickable_2":"images/img2.11820.jpg","clickable_3":"images/img3.11820.jpg"},

{"id":"8249","title":"A 52-year-old woman comes to the office due to episodic incontinence for the last several months.  She states that these episodes occur almost every day and are very embarrassing.  They begin as an urge to urinate, and most of the time she cannot make it to the bathroom before urinating on herself.  Physical examination, including pelvic examination, is unremarkable.  A urinalysis is within normal limits.  Urodynamic evaluation is significant for detrusor instability.  Initial non-pharmacologic measures are unsuccessful and pharmacologic therapy is considered.  The appropriate treatment for this patient's condition includes an agent with which of the following effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antagonism of alpha-1 adrenoreceptors","answer_2":"B. Antagonism of beta-1 adrenoreceptors","answer_3":"C. Antagonism of muscarinic cholinergic receptors","answer_4":"D. Antagonism of nicotinic cholinergic receptors","answer_5":"E. Stimulation of alpha-2 adrenoreceptors","answer_6":"F. Stimulation of beta-2 adrenoreceptors","percent_1":"9%","percent_2":"2%","percent_3":"80%","percent_4":"3%","percent_5":"4%","percent_6":"3%","right_answer":"C. Antagonism of muscarinic cholinergic receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of muscarinic acetylcholine receptors# ∆⨉∆⨉∆⨉ §^#Receptor# ∆^#Target $organ(s)# ∆^#Effect of stimulation# ∆^#Effect of inhibition# §^#M1# ∆^Brain ∆^Memory formation/cognitive $functioning ∆^Confusion §^#M2# ∆^Heart ∆^Decreased heart rate & atrial $contraction ∆^Increased heart rate & $contractility §^#M3# ∆^Peripheral$ vasculature ∆^Smooth muscle relaxation, $vasodilation, hypotension ∆^Smooth muscle contraction,$ vasoconstriction, hypertension §↕ ∆^Lungs ∆^Bronchoconstriction ∆^Bronchodilation §↕ ∆^Bladder ∆^Detrusor contraction ∆^Detrusor relaxation, urinary$ retention §↕ ∆^Eyes ∆^Pupillary sphincter muscle $contraction (miosis), ciliary muscle$ contraction (accommodation) ∆^Mydriasis, cycloplegia, may$ precipitate acute angle $glaucoma in elderly patients §↕ ∆^Gastrointestinal$ tract ∆^Increased peristalsis, increased $salivary & gastric secretions ∆^Constipation, dry mouth,$ decreased acid production §↕ ∆^Skin ∆^Increased sweat production ∆^Increased temperature$ (from decreased sweating),","explanation_img":"","explanation_1":"","explanation_2":"This patient has #urge incontinence#, or overactive bladder syndrome, which is caused by uninhibited bladder contractions (detrusor instability).  This causes a sudden sensation of urgency, with involuntary leakage of urine often occurring before reaching the toilet. $Pharmacologic therapy with #anticholinergic drugs# is useful for treating the condition.  These agents (eg, oxybutynin) antagonize muscarinic receptors, primarily the #M3 receptors# present on smooth muscle cells in the bladder.  Antagonism of M3 receptors decreases the production of IP3 and the release of calcium, leading to smooth muscle relaxation.  This causes #decreased involuntary detrusor contractions#, increased bladder capacity, and decreased sense of urgency. $Antimuscarinic agents often act on several types of muscarinic receptors and should be used with caution, especially in elderly patients.  These agents should be started at the lowest possible dose and titrated as needed to minimize anticholinergic side effects (dry mouth, blurred vision, tachycardia, drowsiness, and constipation). $#(Choice A)#  Alpha1-blockers such as doxazosin, prazosin and terazosin are useful for the treatment of both benign prostatic hyperplasia (BPH) and hypertension.  They cause relaxation of the smooth muscle in arterial and venous walls, leading to a decrease in peripheral vascular resistance.  In patients with BPH, they also induce relaxation of the smooth muscle in the bladder neck and prostate, leading to a decrease in urinary obstruction. $#(Choice B)#  Beta-1 receptors are found in cardiac tissue and on renal juxtaglomerular cells.  Selective beta-1 blockers (eg, metoprolol) decrease heart rate and contractility, and block catecholamine-induced renin release by the kidney. $#(Choice D)#  Nicotinic cholinergic receptors are found on postganglionic neurons in sympathetic and parasympathetic ganglia and on skeletal muscle cells at the neuromuscular junction.  Drugs that block skeletal muscle nicotinic receptors, such as tubocurarine, are often used during general anesthesia to induce paralysis. $#(Choice E)#  Central sympatholytics such as methyldopa and clonidine stimulate alpha-2 receptors centrally, which causes a decrease in generalized sympathetic outflow and a decrease in blood pressure.  Rebound hypertension is a concern with abrupt cessation. $#(Choice F)#  Beta-2 adrenergic receptors are located in the smooth muscle of airways, peripheral vasculature, and uterus.  Stimulation of these receptors causes bronchodilation, vasodilation, and tocolysis, respectively.  In contrast, bladder relaxation is mediated primarily by beta-3 adrenergic receptors. $#Educational objective# Urge incontinence, or overactive bladder syndrome, is caused by uninhibited bladder contractions (detrusor instability).  It results in a sense of urgency accompanied by an involuntary loss of urine.  If behavioral therapy alone is unsuccessful, pharmacologic therapy with an antimuscarinic drug (targeting M3 receptors) can help improve symptoms.  "}    


]