[

{"id":"19558","title":"A 14-year-old girl is brought to the office to establish medical care.  Vital signs are within normal limits.  Cardiac examination is significant for a murmur that is best heard at the left upper sternal border.  Phonocardiogram obtained at this location reveals the findings shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19558.jpg","title_2":"This patient's murmur is most likely due to which of the following mechanisms?","audio":"","comparison_items":"","answer_1":"A. Abnormal narrowing of the aortic valve","answer_2":"B. Incomplete ventricular septum development","answer_3":"C. Increased blood flow to the lungs","answer_4":"D. Regurgitation of blood from the aorta","percent_1":"26%","percent_2":"26%","percent_3":"38%","percent_4":"10%","right_answer":"C. Increased blood flow to the lungs","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19558.jpg","explanation_1":"","explanation_2":"$This patient's phonocardiogram shows an early-peaking systolic murmur as well as a widely split S2 that is fixed (ie, no variation between inspiration and expiration).  These findings are characteristic of an #atrial septal defect# (ASD), a common congenital heart lesion resulting in an @abnormal connection@ between the right and left atria. $Left atrial pressure is normally slightly higher than in the right atrium due to the greater compliance of the thin-walled right ventricle; as a result, ASDs cause #left-to-right shunting#.  This blood flow has low velocity and turbulence and therefore does not create a murmur directly.  Instead, the increased volume of blood delivered to the right heart (ie, normal venous return plus extra blood through the shunt) results in #increased blood flow# into the pulmonary arteries across the #pulmonic valve#.  This creates the characteristic early-peaking #midsystolic ejection murmur# over the @left upper sternal border@ (ie, pulmonic flow murmur), as seen in this patient.  Increased blood flow through the tricuspid valve may also cause a diastolic rumble at the left lower sternal border (not present in this patient). $Increased blood flow across the pulmonic valve also accounts for the characteristic ASD finding of a #widely split, fixed S2#.  Under normal conditions, splitting of S2 is heard only during inspiration when there is increased venous return to the right heart.  This results in delayed pulmonic valve closure (P2) relative to aortic valve closure (A2) due to the increased time needed for right ventricular blood ejection.  With ASD, right ventricular volume remains increased throughout the entire respiratory cycle, leading to a @persistently delayed P2@ with no apparent respiratory variation in splitting. $#(Choice A)#  @Aortic stenosis@ causes a crescendo-decrescendo systolic murmur over the right second intercostal space.  A2 may be delayed until after P2 (paradoxical splitting) due to the increase in left ventricular ejection time. $#(Choice B)#  @Ventricular septal defects@ create a holosystolic murmur along the left lower sternal border due to a high-pressure, left-to-right shunt.  Splitting of S2 may be widened but is usually not fixed.  Fixed splitting is more typical of ASDs because atrial shunts reduce the normal variation in right ventricular volume during the respiratory cycle (flow through the ASD increases when venous return decreases, minimizing inspiratory/expiratory differences in right ventricular volume). $#(Choice D)#  @Aortic insufficiency@ is characterized by regurgitant blood flow through the aortic valve, resulting in a decrescendo diastolic murmur along the sternal border.  Splitting of S2 is usually not affected. $#Educational objective# An atrial septal defect leads to increased right-sided blood flow due to left-to-right shunting.  Characteristic findings are an early-peaking midsystolic ejection murmur over the left upper sternal border (ie, pulmonic flow murmur) and wide and fixed splitting of S2.  ","clickable_1":"images/img1.19558.jpg","clickable_2":"images/img2.19558.jpg","clickable_3":"images/img3.19558.jpg","clickable_4":"images/img4.19558.jpg","clickable_5":"images/img5.19558.jpg","clickable_6":"images/img6.19558.jpg"},

{"id":"19525","title":"A 12-day-old girl is evaluated in the neonatal intensive care unit (NICU) due to a murmur.  The patient was born at 25 weeks gestation and was admitted to the NICU for respiratory support.  She was born to a 21-year-old primigravida whose pregnancy was complicated by preeclampsia.  Cardiovascular examination reveals a continuous murmur at the left sternal border and bounding femoral and palmar pulses.  Echocardiography confirms the diagnosis.  Compared to a newborn with a normal cardiovascular system, this patient most likely has which of the following changes in cardiac parameters?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Left ventricular output ∆ Systemic vascular resistance ∆ Left atrial filling","answer_1":"§A. ∆ ↓ ∆ ↓ ∆ ↓","answer_2":"§B. ∆ ↓ ∆ ↓ ∆ ↑","answer_3":"§C. ∆ ↑ ∆ ↓ ∆ ↑","answer_4":"§D. ∆ ↑ ∆ ↑ ∆ ↑","answer_5":"§E. ∆ ↑ ∆ ↑ ∆ ↓","percent_1":"18%","percent_2":"16%","percent_3":"37%","percent_4":"17%","percent_5":"12%","right_answer":"§C. ∆ ↑ ∆ ↓ ∆ ↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19525.jpg","explanation_1":"","explanation_2":"$This extremely premature newborn's continuous murmur and bounding peripheral pulses are consistent with a #patent ductus arteriosus# (PDA).  A @PDA@ allows left ventricular (LV) output to flow from the aorta directly into the pulmonary artery; because aortic pressure is higher than pulmonary arterial pressure during both systole and diastole, #left-to-right shunting# occurs throughout the cardiac cycle and creates the classic #continuous murmur#. $The low-resistance pathway into the pulmonary circulation effectively #decreases systemic vascular resistance# (SVR) compared to the normal circulatory system.  @Pulmonary overcirculation@ occurs with #increased blood return to the left atrium# and left ventricle (ie, left-sided volume overload).  The left ventricle compensates for the increased preload (increased blood return) and reduced afterload (reduced SVR) by #increasing stroke volume and cardiac output#, which leads to increased pulse pressure (large difference between diastolic and systolic blood pressures) and bounding pulses. $#(Choices A, B, D, and E)#  A PDA initially manifests with an overall decrease in SVR due to shunting of aortic blood into the low-resistance pulmonary circulation.  Over time, left-sided volume overload caused by a large PDA can lead to LV failure and reduced cardiac output, which may induce a reflexive increase in SVR in an effort to maintain organ and tissue perfusion.  However, bounding pulses (as seen in this patient) are not expected once LV failure develops and cardiac output drops. $#Educational objective# A patent ductus arteriosus allows blood from the aorta to flow directly into the pulmonary artery, which effectively decreases systemic vascular resistance.  Pulmonary overcirculation occurs with increased blood return to the left atrium and left ventricle, and the left ventricle compensates by increasing stroke volume and cardiac output.  ","clickable_1":"images/img1.19525.jpg","clickable_2":"images/img2.19525.jpg"},

{"id":"2117","title":"This item has associated media that may require the use of headphones.  Please ensure your system/speaker volume is set to an audible level. $An 11-year-old boy is brought to the office for a routine checkup prior to enrollment at summer camp.  The patient and his mother report no health concerns.  Family history is significant for his father passing away suddenly from a heart condition 2 years ago.  The patient is at the 75th and 80th percentiles for height and weight, respectively.  Vital signs are normal.  Physical examination shows a well-appearing child.  The lungs are clear to auscultation.  Cardiac auscultation findings at the left lower sternal border are given below.  The auscultatory abnormality intensifies with the handgrip exercise.  Which of the following is the most likely diagnosis?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"audioes/audio.2117.mp3","comparison_items":"","answer_1":"A. Aortic regurgitation","answer_2":"B. Aortic stenosis","answer_3":"C. Atrial septal defect","answer_4":"D. Hypertrophic cardiomyopathy","answer_5":"E. Patent ductus arteriosus","answer_6":"F. Ventricular septal defect","percent_1":"8%","percent_2":"7%","percent_3":"5%","percent_4":"25%","percent_5":"8%","percent_6":"47%","right_answer":"F. Ventricular septal defect","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Variation in intensity of cardiac murmurs# ∆⨉∆⨉∆⨉ §^#Maneuver# ∆^#Change in cardiac$ parameters# ∆^#Murmurs that $increase# ∆^#Murmurs that $decrease# §^#Inspiration# ∆^↑ RV preload, ↓ LV $preload ∆^Most right-sided murmurs$ (↑ RV blood volume) ∆^Most left-sided murmurs$ (↓ LV blood volume) §^#Valsalva strain$ phase# ∆^↓ RV & LV preload ∆^MVP & HCM (↓ LV blood$ volume) ∆^Most valvular murmurs (↓$ flow through valve) §^#Abrupt standing# ∆^↓ Preload ∆^MVP & HCM ∆^Most valvular murmurs §^#Squatting# ∆^↑ RV & LV preload, ↑$ LV afterload ∆^Most valvular murmurs (↑ $flow through valve) ∆^MVP & HCM (↑ LV blood$ volume) §^#Passive leg raise# ∆^↑ RV & LV preload ∆^Most valvular murmurs ∆^MVP & HCM §^#Hand grip# ∆^↑ LV afterload ∆^AR, MR & VSD (↑ aortic &$ LV pressure) ∆^MVP & HCM (↑ LV blood$ volume)$ AS (↓ transvalvular$ pressure gradient) %#AR =# aortic regurgitation; #AS =# aortic stenosis; #HCM =# hypertrophic cardiomyopathy; #LV =# left ventricular; #MR =# mitral regurgitation; #MVP =# mitral valve prolapse; #RV =# right ventricular; #VSD =# ventricular septal defect.","explanation_img":"","explanation_1":"","explanation_2":"The presentation of a #ventricular septal defect# (VSD) depends on its size.  Large defects result in high-volume shunting of blood across the VSD, leading to a low interventricular pressure gradient and a soft or absent murmur; the large degree of shunting may lead to heart failure in infancy (eg, difficulty feeding, tachypnea, failure to thrive).  In contrast, #small defects# allow only a small amount of blood to flow across the VSD; most patients are #asymptomatic# and have #loud murmurs# that are detected incidentally on cardiac auscultation. $This patient's harsh @holosystolic murmur@ best heard at the @left lower sternal border@ is indicative of blood flow through a small, hemodynamically insignificant VSD.  The #handgrip maneuver# increases systemic vascular resistance, resulting in increased aortic and left ventricular (LV) pressure that #intensifies the murmur#. $#(Choice A)#  @Aortic regurgitation@ causes a decrescendo early diastolic murmur that is best heard at the left sternal border when due to valvular disease.  Like a VSD murmur, an aortic regurgitation murmur is also accentuated by maneuvers that increase afterload (eg, handgrip). $#(Choice B)#  @Aortic stenosis@ causes a crescendo-decrescendo systolic murmur best heard at the right upper sternal border with radiation to the carotids.  The murmur decreases with the handgrip maneuver due to increased afterload decreasing the transvalvular pressure gradient. $#(Choice C)#  The typical murmur of an @atrial septal defect@ is not caused by flow through the defect itself; instead, it results from increased right-sided blood volume with increased flow across the pulmonic valve (ie, pulmonic flow murmur).  It is recognized as a faint systolic murmur best heard at the left upper sternal border and with wide and fixed splitting of S2. $#(Choice D)#  @Hypertrophic cardiomyopathy@ causes a systolic ejection murmur best heard at the left midsternal border.  However, handgrip maneuver decreases the murmur intensity due to @increased LV volume@ and consequently reduced LV outflow tract obstruction. $#(Choice E)#  A @patent ductus arteriosus@ produces a continuous flow murmur best heard at the left infraclavicular or posterior interscapular region.  Affected patients usually develop symptoms (eg, poor feeding, respiratory difficulty) during early childhood. $#Educational objective# A ventricular septal defect (VSD) commonly causes a harsh, holosystolic murmur at the left lower sternal border; the murmur increases in intensity during maneuvers that increase left ventricular afterload (eg, handgrip maneuver).  A small VSD is usually asymptomatic and produces a relatively loud murmur due to a high interventricular pressure gradient.  ","clickable_1":"images/img1.2117.mp4","clickable_2":"images/img2.2117.jpg","clickable_3":"images/img3.2117.mp4","clickable_4":"images/img4.2117.mp4","clickable_5":"images/img5.2117.mp4","clickable_6":"images/img6.2117.mp4","clickable_7":"images/img7.2117.mp4","clickable_8":"images/img8.2117.mp4"},

{"id":"19526","title":"A 4-week-old boy undergoes cardiac catheterization for closure of a patent ductus arteriosus.  The patient was born at 26 weeks gestation due to placental abruption.  He has been cared for in the neonatal intensive care unit since delivery.  Pulse oximetry shows 99% in the right hand and left foot.  Echocardiography shows a moderately sized patent ductus arteriosus.  After catheterization but before closure, blood gases are obtained from several locations.  Compared with the partial pressure of oxygen (PaO2) of a normal infant, this patient would be expected to have a higher PaO2 in which of the following locations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ascending aorta","answer_2":"B. Descending aorta","answer_3":"C. Left atrium","answer_4":"D. Pulmonary artery","answer_5":"E. Right atrium","percent_1":"6%","percent_2":"6%","percent_3":"9%","percent_4":"71%","percent_5":"10%","right_answer":"D. Pulmonary artery","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19526.jpg","explanation_1":"","explanation_2":"$A #patent ductus arteriosus# (PDA) is a #left-to-right shunt# that allows continuous flow of oxygenated blood from the aorta into the pulmonary artery.  In the pulmonary artery, the oxygenated blood mixes with deoxygenated blood coming from the right ventricle.  This leads to a #higher# partial pressure of oxygen (#PaO2#) in the #pulmonary artery# than would normally be seen. $#(Choices A and B)#  In patients with a left-to-right shunt (eg, atrial or ventricular septal defect, PDA), the PaO2 in the aorta remains the same.  In contrast, if the shunt becomes right-to-left due to increased right-sided pressures (ie, Eisenmenger physiology) the oxygen concentration in the aorta can be lower than expected.  However, patients with Eisenmenger syndrome have cyanosis, which is not seen in this patient. $#(Choice C)#  The left atrium receives oxygenated blood from the pulmonary circulation, specifically from the alveolar capillaries via the pulmonary veins.  Although the volume of blood received by the left atrium is increased with left-to-right PDA shunts, the PaO2 in the left atrium is unchanged as all the blood passes through the lungs. $#(Choice E)#  The right atrium receives deoxygenated blood from the systemic circulation, primarily the superior and inferior vena cava.  The left-to-right shunt of a PDA is \"downstream\" of the right atrium (ie, in the pulmonary artery), so the PaO2 of right atrial blood is unchanged. $#Educational objective# In patients with patent ductus arteriosus, left-to-right shunting of oxygenated blood from the aorta into the pulmonary artery results in a higher-than-expected oxygen concentration in the pulmonary artery.  Oxygen saturation in the left and right heart chambers is unchanged.  "},

{"id":"2109","title":"This item has associated media that may require the use of headphones.  Please ensure your system/speaker volume is set to an audible level. $A 12-month-old boy is brought to the pediatrician by his parents for an upper respiratory infection.  Temperature is 38.3 C (101 F), blood pressure is 92/45 mm Hg, pulse is 110/min, and respirations are 25/min.  Physical examination shows erythema and swelling of the nasal mucosa and nasal discharge.  Cardiac auscultation findings at the left sternal border are given below.  Pulses are equal in all 4 extremities.  The remainder of the examination is unremarkable.  Which of the following is the most likely diagnosis?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"audioes/audio.2109.mp3","comparison_items":"","answer_1":"A. Aortic coarctation","answer_2":"B. Ascending aortic aneurysm","answer_3":"C. Atrial septal defect","answer_4":"D. Mitral valve prolapse","answer_5":"E. Patent ductus arteriosus","percent_1":"2%","percent_2":"2%","percent_3":"19%","percent_4":"10%","percent_5":"67%","right_answer":"E. Patent ductus arteriosus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2109.jpg","explanation_1":"","explanation_2":"$This patient's auscultation findings reveal a @continuous murmur@ with maximal intensity at S2 (when pressure in the aorta is at a peak), which is characteristic of a #patent ductus arteriosus# (PDA).  The murmur is usually best heard at the left infraclavicular or posterior interscapular region.  The symptoms caused by a PDA are variable depending on its size and resulting #degree of left-to-right shunting# from the aorta to the pulmonary arterial trunk.  Because this patient was #asymptomatic# and the PDA was detected incidentally, he most likely has a #small PDA#.  Larger PDAs typically present with respiratory distress, poor feeding, and/or retracted growth during the first year of life.  Patients at greatest risk of PDA are those born prematurely and those with cyanotic congenital heart disease. $#(Choice A)#  Aortic coarctation is usually associated with a systolic murmur best heard at the left infraclavicular area.  It can sometimes cause a continuous murmur due to blood flow through large collateral vessels, but this is a much less common cause of continuous murmur than a PDA.  In addition, equal pulses in the upper and lower extremities make aortic coarctation unlikely. $#(Choice B)#  An ascending aortic aneurysm is often associated with @aortic regurgitation@, which causes a decrescendo early diastolic murmur as opposed to a continuous murmur.  Aortic regurgitation resulting from aortic root (as opposed to valvular) pathology is typically @best heard@ at the right upper sternal border. $#(Choice C)#  An @atrial septal defect@ typically causes a faint, crescendo-decrescendo systolic murmur (best heard at the left upper sternal border) caused by increased blood flow through the pulmonic valve (ie, pulmonic flow murmur).  Splitting of S2 is wide and fixed. $#(Choice D)#  @Mitral valve prolapse@ classically causes a midsystolic click followed by a late systolic murmur of mitral regurgitation (best heard at the cardiac apex).  The @timing of the click@ (and murmur) varies with changes in left ventricular blood volume. $#Educational objective# A patent ductus arteriosus (PDA) causes a continuous murmur best heard at the left infraclavicular or posterior interscapular region.  A small PDA is often asymptomatic and detected incidentally during routine cardiac auscultation.  It most commonly occurs in patients born prematurely and those with cyanotic congenital heart disease.  ","clickable_1":"images/img1.2109.mp4","clickable_2":"images/img2.2109.mp4","clickable_3":"images/img3.2109.jpg","clickable_4":"images/img4.2109.mp4","clickable_5":"images/img5.2109.mp4","clickable_6":"images/img6.2109.mp4"},

{"id":"20911","title":"A full-term newborn is evaluated in the delivery room due to mild tachypnea and cyanosis immediately after birth.  Fetal ultrasonography performed during pregnancy revealed transposition of the great arteries.  Heart rate and blood pressure are normal.  Oxygen saturation is 72%.  Cyanosis is apparent in the hands, feet, lips, and tongue.  Peripheral pulses are strong.  Bedside echocardiography confirms the prenatal diagnosis; there is also a small patent foramen ovale and a small patent ductus arteriosus.  Definitive surgical correction of the main congenital abnormality is planned.  Pending definitive repair, which of the following temporary measures would be most likely to improve this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Ablating the sinoatrial node","answer_2":"B.Administering 100% oxygen","answer_3":"C.Administering digoxin","answer_4":"D.Enlarging the patent foramen ovale","answer_5":"E.Ligating the patent ductus arteriosus","percent_1":"0%","percent_2":"15%","percent_3":"2%","percent_4":"75%","percent_5":"8%","right_answer":"D.Enlarging the patent foramen ovale","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Transposition of the great arteries# ∆⨉ §^#Anatomy# ∆ • Parallel (separate) systemic & pulmonary circuits $== ○ Right ventricle → aorta $== ○ Left ventricle → pulmonary artery • Deoxygenated blood is delivered to the systemic circulation • Mixing shunt (eg, VSD, PDA) must be present for viability §^#Clinical features# ∆ • Cyanosis at or shortly after birth • Tachypnea & tachycardia • Murmur typically absent at birth due to low velocity shunting §^#Diagnosis# ∆ • Chest x-ray: narrow mediastinum ± cardiomegaly (\"egg on a string\") • Hyperoxia test: little to no ↑ in arterial oxygenation with 100% O₂ • Echocardiography typically confirmatory §^#Initial management# ∆ • Promote mixing of oxygenated & deoxygenated blood $== ○ Prostaglandin infusion (maintains PDA) $== ○ Atrial septostomy (maintains PFO) %#PDA =# patent ductus arteriosus; #PFO =# patent foramen ovale; #VSD =# ventricular septal defect.","explanation_img":"","explanation_1":"","explanation_2":"@Transposition of the great arteries@ (TGA) is caused by #impaired spiraling# of the conotruncal septum (divides the truncus arteriosus into the aorta and the pulmonary artery), resulting in #reversed connections# between the ventricles and great arteries: $• The right ventricle empties into the aorta, causing deoxygenated mixed venous blood to be pumped directly into the systemic circulation (bypassing the lungs), leading to #neonatal cyanosis# $• The left ventricle ejects blood into the pulmonary artery, causing the pulmonary venous return to be pumped back into the lungs, #trapping oxygenated blood in the pulmonary circulation# $The parallel (ie, separate) circulations in TGA are incompatible with life unless a @mixing shunt@ (eg, patent ductus arteriosus, patent foramen ovale, ventricular septal defect) is present to provide a path for partially oxygenated blood to enter the systemic circulation.  Therefore, initial management of TGA involves #ensuring adequate mixing #of oxygenated and deoxygenated blood.  For example, administration of prostaglandin E1 to maintain patency of the ductus arteriosus or surgical procedures to open or #widen the foramen ovale#. $#(Choice A)#  Sinoatrial node ablation is sometimes used for treating tachyarrhythmias involving the sinoatrial node. $#(Choice B)#  Because deoxygenated blood bypasses the pulmonary circulation and is delivered directly to the systemic circulation in TGA, supplemental oxygen administration does not significantly improve hypoxemia or cyanosis. $#(Choice C)#  Digoxin is a positive inotropic agent that can treat heart failure due to left ventricular systolic dysfunction (a finding not present on this patient's echocardiogram).  Increased myocyte contractility would not improve this patient's oxygenation. $#(Choice E)#  Ligating a patent ductus arteriosus in a patient with TGA would decrease mixing of blood between the parallel systemic and pulmonary circulations, worsening hypoxemia and cyanosis. $#Educational objective# Transposition of the great arteries is characterized by parallel circulations of deoxygenated and oxygenated blood.  Initial management includes maintaining a mixing shunt (eg, patent ductus arteriosus, patent foramen ovale) to provide the systemic circulation with partially oxygenated blood.  ","clickable_1":"images/img1.20911.jpg","clickable_2":"images/img2.20911.jpg"},

{"id":"20910","title":"A term newborn is evaluated for cyanosis immediately after birth.  On examination, the patient's oxygen saturation is 70% in all 4 extremities and does not change despite 100% oxygen administration.  The lungs are clear to auscultation and there are no heart murmurs or gallops.  Peripheral pulses are normal.  A chest radiograph reveals clear lungs and a normal cardiac silhouette but a narrowed mediastinal shadow.  Which of the following is the most likely cause of cyanosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Impairment of alveolar-capillary gas diffusion","answer_2":"B. Impairment of left ventricular contractility","answer_3":"C. Inability of hemoglobin to bind oxygen","answer_4":"D. Mismatch of pulmonary ventilation and perfusion","answer_5":"E. Parallel pulmonary and systemic circuits","percent_1":"8%","percent_2":"6%","percent_3":"5%","percent_4":"18%","percent_5":"63%","right_answer":"E. Parallel pulmonary and systemic circuits","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Transposition of the great arteries# ∆⨉ §^#Anatomy# ∆ • Parallel (separate) systemic & pulmonary circuits $== ○ Right ventricle → aorta $== ○ Left ventricle → pulmonary artery • Deoxygenated blood is delivered to the systemic circulation • Mixing shunt (eg, VSD, PDA) must be present for viability §^#Clinical features# ∆ • Cyanosis at or shortly after birth • Tachypnea & tachycardia • Murmur typically absent at birth due to low velocity shunting §^#Diagnosis# ∆ • Chest x-ray: narrow mediastinum ± cardiomegaly (\"egg on a string\") • Hyperoxia test: little to no ↑ in arterial oxygenation with 100% O₂ • Echocardiography typically confirmatory §^#Initial management# ∆ • Promote mixing of oxygenated & deoxygenated blood $== ○ Prostaglandin infusion (maintains PDA) $== ○ Atrial septostomy (maintains PFO) %#PDA =# patent ductus arteriosus; #PFO =# patent foramen ovale; #VSD =# ventricular septal defect.","explanation_img":"","explanation_1":"","explanation_2":"This #cyanotic# newborn has severe hypoxemia that does not improve with oxygen administration.  This finding suggests a congenital heart defect in which deoxygenated blood bypasses the pulmonary circulation and is delivered directly to the systemic circulation (ie, right-to-left shunt).  In this case, the most likely etiology is #transposition of the great arteries# (TGA), in which the aorta originates from the right ventricle and the pulmonary artery from the left ventricle; the abnormal position of the aorta atop the pulmonary artery creates a #narrow-appearing mediastinum#. $The @anatomy of TGA@ results in #disconnected and parallel circuits# with delivery of deoxygenated blood from the right ventricle to the systemic circulation via the aorta (effectively a right-to-left shunt).  Cyanosis occurs shortly after birth but does not improve with oxygen administration (ie, #hyperoxia test#) because the oxygenated blood cannot reach the systemic circulation; instead, it is cycled from the lungs to the left side of the heart and back to the lungs. $A @mixing shunt@ (eg, patent ductus arteriosus, ventricular septal defect) that can deliver some oxygenated blood to the systemic circulation must be present for viability in TGA; an associated murmur can sometimes be present based on the size and type of mixing lesion, but many patients with TGA have #no murmur#. $#(Choices A and D)#  Preterm newborns are at risk for neonatal respiratory distress syndrome (RDS) causing hypoxemia due to ventilation/perfusion mismatch and a modest reduction in diffusion capacity.  However, hypoxemia due to ventilation/perfusion mismatch and/or diffusion impairment is expected to at least somewhat improve with oxygen administration.  Furthermore, RDS is unlikely in a neonate born at term and affected patients have diffuse, ground-glass opacities on lung imaging. $#(Choice B)#  Impaired left ventricular contractility (ie, heart failure) does not cause hypoxemia directly but can cause hypoxemia if it leads to pulmonary edema.  This patient's clear lungs on auscultation and chest x-ray rule out significant pulmonary edema. $#(Choice C)#  Congenital methemoglobinemia, or the inability to reduce methemoglobin back to hemoglobin, is a rare cause of neonatal cyanosis.  Oxygen saturation fails to improve with oxygen administration, but methemoglobinemia does not explain a narrowed mediastinum on chest x-ray. $#Educational objective# Cyanotic congenital heart disease is characterized by hypoxemia that does not improve with oxygen administration.  In transposition of the great arteries, deoxygenated blood from the right ventricle is delivered to the systemic circulation while oxygenated blood cycles through the pulmonary circulation (ie, parallel circuits).  ","clickable_1":"images/img1.20910.jpg","clickable_2":"images/img2.20910.jpg"},

{"id":"19605","title":"A 16-year-old boy is evaluated in the office due to leg cramps.  He plays soccer but frequently stops in the middle of practice due to cramps in both legs.  The patient is afebrile.  Blood pressure is 170/90 mm Hg bilaterally in the upper extremities.  The point of maximal impulse is nondisplaced.  S1 is present and S2 is physiologically split.  An S4 is heard, as well as a continuous murmur best auscultated over the back at the left interscapular area.  There is no appreciable murmur on auscultation of the anterior chest.  Distal pulses in the radial arteries are prominent.  Dorsalis pedis and posterior tibial pulses are difficult to palpate.  The rest of the physical examination is unremarkable.  Which of the following is the most likely cause of this patient's murmur?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased blood flow across the tricuspid valve","answer_2":"B. Increased blood flow through collateral blood vessels","answer_3":"C. Increased cardiac output due to low systemic vascular resistance","answer_4":"D. Increased pulmonary arterial blood flow","answer_5":"E. Persistence of the ductus arteriosus","percent_1":"4%","percent_2":"38%","percent_3":"5%","percent_4":"9%","percent_5":"44%","right_answer":"B. Increased blood flow through collateral blood vessels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"!Coarctation of the aorta! ?Pathology? • Thickening of tunica media of aortic arch • Can be associated with Turner syndrome or$ bicuspid aortic valve ?Clinical$ features? • ↑ BP & strong pulses in upper extremities • ↓ BP & weak pulses in lower extremities • Neonates (severe narrowing)$ == ○ Differential cyanosis affecting lower extremities* $ == ○ Heart failure & shock after ductal closure • Children/adults (mild narrowing) $ == ○ Lower extremity claudication $ == ○ Palpable pulsations of intercostal$ vessels (collaterals) $ == ○ Secondary hypertension (upper arms & head) % *Patent ductus arteriosus shunts blood into descending aorta. $ BP = blood pressure. ","explanation_img":"","explanation_1":"","explanation_2":"$This patient has #upper extremity hypertension# with diminished lower extremity pulses.  These findings are consistent with #coarctation of the aorta# (COA), a congenital defect involving aortic narrowing that is usually just distal to the left subclavian artery.  The defect leads to increased aortic pressure proximally and decreased flow distally. $ Patients with severe COA may develop cardiogenic shock in the neonatal period due to critical aortic obstruction.  In contrast, those with milder COA typically present in childhood or adulthood as enough blood is able to pass through the defect to prevent development of heart failure; findings include hypertension and bounding pulses in the upper extremities with #hypotension and diminished pulses# in the #lower extremities#.  Decreased distal perfusion can also lead to lower extremity #claudication# (leg pain/cramps with exertion). $ Over time, a compensatory @network of collateral vessels@ that bypasses the coarctation can develop.  For instance, distal branches of the ascending aorta (eg, internal thoracic artery) can supply the intercostal arteries below the obstruction; the relatively low pressure distally allows retrograde flow through the intercostal arteries into the descending aorta.  This flow through #collateral blood vessels# frequently causes a #continuous murmur# that can be heard over the back in the #interscapular area#; patients may also have a systolic murmur caused by flow through the coarctation itself.  Concentric left ventricular hypertrophy can also develop due to pressure overload, creating an #S4#. $ #(Choices A and D)#  An @atrial septal defect@ is a left-to-right intracardiac shunt that leads to right-sided volume overload, causing increased flow through the tricuspid valve and pulmonary arteries.  Examination reveals a fixed and widely split S2 and a systolic ejection murmur best heard over the second left intercostal space (ie, pulmonic flow murmur). $ (Choice C)  Increased cardiac output due to low systemic vascular resistance (SVR) can occur during septic shock.  SVR is effectively increased in COA due to the aortic obstruction. $ (Choice E)  A @patent ductus arteriosus@ (PDA) typically causes a continuous murmur, but it is best heard over the left infraclavicular area (anterior chest).  In addition, a PDA would not explain this patient's prominent difference in upper and lower extremity pulse strength. $ Educational objective Aortic coarctation classically leads to lower extremity claudication and increased blood pressure in the arms compared to the legs.  Over time, if the defect remains unrepaired, a compensatory collateral circulation develops and supplies blood to the descending aorta.  Blood flow through collateral vessels creates a continuous murmur heard over the interscapular area.","clickable_1":"images/img1.19605.jpg","clickable_2":"images/img2.19605.jpg","clickable_3":"images/img3.19605.jpg"},

{"id":"33","title":"A 2-month-old boy is found unresponsive in his crib.  He had previously been well and had a normal physical examination at his 2-month visit approximately 1 week earlier.  An autopsy is performed to determine the cause of death.  The pathologist concludes that the infant likely died of sudden infant death syndrome.  The autopsy also shows an incidental finding of bicuspid aortic valve.  If this patient had survived, he would have been at greatest risk for which of the following events?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic dissection in his 30s","answer_2":"B. Aortic stenosis in his 50s","answer_3":"C. Atrial fibrillation in his 40s","answer_4":"D. Endocarditis in his 20s","answer_5":"E. Severe aortic stenosis in infancy","answer_6":"F. Ventricular arrhythmia in childhood","percent_1":"9%","percent_2":"74%","percent_3":"2%","percent_4":"7%","percent_5":"6%","percent_6":"3%","right_answer":"B. Aortic stenosis in his 50s","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp33.jpg","explanation_1":"","explanation_2":"$#Bicuspid aortic valves# (right and left aortic cusp fusion) occur in approximately 1%-2% of live births, making it one of the #most common# congenital heart defects.  The abnormally shaped valve experiences increased hemodynamic stress, which accelerates the normal aging process and causes premature #atherosclerosis# and #calcification# of the aortic valve.  These deposits begin accumulating as early as adolescence and lead to #aortic stenosis# in #>50%# of affected patients.  Symptomatic aortic stenosis develops on average around age 50 (10 years earlier than the average onset of senile calcific aortic stenosis in patients with normal aortic valves). $#(Choice A)#  Patients with bicuspid aortic valves have a higher risk of aortic dissection.  However, the absolute risk of aortic dissection is still <1%.  As with other complications of bicuspid aortic valves, the risk increases with advancing age. $#(Choice C)#  Atrial fibrillation has not been associated with bicuspid aortic valves. $#(Choice D)#  Patients with bicuspid aortic valves are at increased risk for infective endocarditis.  The risk is 2%-3% and rises with age due to increasingly turbulent blood flow across the abnormal valve. $#(Choice E)#  In early childhood, isolated bicuspid aortic valves usually are asymptomatic, without any hemodynamically significant degree of aortic outflow tract obstruction or murmurs.  In contrast, congenital aortic stenosis usually produces a systolic murmur as a result of severe subvalvular, valvular, or supravalvular anatomic defects. $#(Choice F)#  The most common cause of ventricular fibrillation at age <30 is hypertrophic cardiomyopathy.  This condition is not associated with bicuspid aortic valves. $#Educational objective# Aortic stenosis is the most common complication of bicuspid aortic valves.  Patients with bicuspid aortic valves develop clinically significant aortic stenosis on average around age 50.  In comparison, senile calcific stenosis of normal aortic valves generally becomes symptomatic age >65.  "},

{"id":"35","title":"A 2-day-old boy is being evaluated in the nursery for irritability.  He was born to a 22-year-old primigravida who received limited prenatal care.  Delivery was uncomplicated, and Apgar scores were 7 and 8 at 1 and 5 minutes, respectively.  Temperature is 36.7 C (98 F), blood pressure is 70/30 mm Hg, pulse is 148/min, and respirations are 68/min.  On physical examination, the patient is cyanotic and irritable.  Auscultation reveals a continuous, machinery-like murmur appreciated between the scapulae.  Serum lactate level is elevated.  Echocardiogram shows the origin of the aorta lying anterior and to the right of the pulmonary artery.  Failure of which of the following processes during embryonic development is most likely responsible for this patient's findings on imaging?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fusion","answer_2":"B. Obliteration","answer_3":"C. Proliferation","answer_4":"D. Septation","answer_5":"E. Spiraling","percent_1":"5%","percent_2":"14%","percent_3":"1%","percent_4":"12%","percent_5":"69%","right_answer":"E. Spiraling","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp35.jpg","explanation_1":"","explanation_2":"$This newborn's echocardiogram is indicative of #transposition of the great arteries# (TGA), a cyanotic congenital heart defect characterized by @abnormal origination@ of the aorta/pulmonary artery.  In early gestation, there is a single outflow tract from the rudimentary heart that is subsequently divided into the aorta and pulmonary artery by the #aorticopulmonary septum#.  This septum normally spirals during outflow tract division to create an anteriorly located pulmonary artery arising from the right ventricle and a posteriorly located aorta arising from the left ventricle. $TGA occurs due to #failed spiraling# of the aorticopulmonary septum, resulting in an #anterior aorta# that originates from the right ventricle and a #posterior pulmonary artery# that originates from the left ventricle.  @Parallel@ pulmonary and systemic circuits are created, and #deoxygenated blood# is delivered from the right ventricle to the #systemic circulation# via the aorta. $Neonates with TGA often have cyanosis, tachypnea, and tachycardia immediately after birth; however, some may have normal examination findings initially due to shunting of oxygenated blood to the systemic circulation via the @ductus arteriosus@, with cyanosis developing after 24-48 hours as the ductus begins to close.  Other mixing lesions, such as a large ventricular septal defect, can also mask the development of clinically-apparent cyanosis.  In this patient, elevated lactate is caused by a high degree of anaerobic metabolism due to poor oxygen delivery to the tissues. $#(Choices A and C)#  Failed fusion of the septum primum with the endocardial cushions leads to a primum-type atrial septal defect @(ASD)@, whereas failed proliferation of the septum secundum leads to a secundum-type ASD.  An ASD would not cause neonatal cyanosis. $#(Choice B)#  Failed obliteration of the ductus arteriosus results in a patent ductus arteriosus (PDA), which by itself would not explain neonatal cyanosis.  PDA in a patient with TGA tends to delay the development of cyanosis. $#(Choice D)#  Failed conotruncal septation results in persistent @truncus arteriosus@.  Although affected patients typically develop neonatal cyanosis, an echocardiogram would reveal a single arterial trunk.  This patient's distinct aorta and pulmonary artery indicate conotruncal septation has occurred. $#Educational objective# Transposition of the great arteries is a cyanotic congenital heart condition resulting from failed spiraling of the aorticopulmonary septum during embryonic development.  The aorta aberrantly originates from the right ventricle, lies anterior to the pulmonary artery, and delivers deoxygenated blood to the systemic circulation.  ","clickable_1":"images/img1.35.jpg","clickable_2":"images/img2.35.jpg","clickable_3":"images/img3.35.jpg","clickable_4":"images/img4.35.jpg","clickable_5":"images/img5.35.jpg"},

{"id":"19541","title":"A 1-hour-old neonate with prenatally diagnosed tetralogy of Fallot is admitted to the neonatal intensive care unit with cyanosis.  The mother is a 28-year-old gravida 3 para 2 who received routine prenatal care.  The patient was born via spontaneous vaginal delivery at 35 weeks gestation.  Initial Apgar scores are 5 and 7 at 1 and 5 minutes after birth, respectively.  The neonate's lips, fingers, and toes appear cyanotic.  This patient should be immediately treated with a medication producing which of the following effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased left ventricular end diastolic pressure","answer_2":"B. Increased pulmonary surfactant levels","answer_3":"C. Increased pulmonary vascular resistance","answer_4":"D. Maintenance of ductus arteriosus patency","answer_5":"E. Stimulation of fetal hemoglobin production","percent_1":"7%","percent_2":"7%","percent_3":"5%","percent_4":"78%","percent_5":"2%","right_answer":"D. Maintenance of ductus arteriosus patency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Ductal-dependent congenital heart defects# ∆⨉∆⨉ §^#Pathophysiology# ∆^#Function of ductus$ arteriosus# ∆^#Type of defect# §#Right heart$ obstruction# ∆ Allows blood flow from aorta$ to pulmonary circulation ∆ • ToF with severe RVOT • Tricuspid atresia • Pulmonary atresia §#Left heart$ obstruction# ∆ Allows blood flow from pulmonary$ artery to systemic circulation ∆ • Hypoplastic left heart • Critical aortic stenosis • Critical aortic coarctation • Interrupted aortic arch §#Parallel$ circulation# ∆ Allows mixing of oxygenated &$ deoxygenated blood ∆ • Transposition of the great arteries %#RVOT =# right ventricular outflow tract obstruction; #ToF =# tetralogy of Fallot.","explanation_img":"","explanation_1":"","explanation_2":"@Tetralogy of Fallot (TOF)@ is a cyanotic, congenital heart defect characterized by pulmonary stenosis, an overriding aorta, right ventricular hypertrophy, and a ventricular septal defect.  When pulmonary stenosis is severe, TOF is a #ductal-dependent# lesion that relies on the patency of the #ductus arteriosus# (DA) for adequate oxygenation. $The DA is a fetal vascular structure that connects the main pulmonary artery and aorta.  @In utero@, blood (which is oxygenated by the placenta) bypasses the lungs by flowing from the pulmonary artery through the DA to the aorta.  #After birth#, the lungs fill with oxygen and @pulmonary vascular resistance@ decreases, causing the #direction of flow# through the DA to reverse (ie, from #aorta to pulmonary artery#).  DA patency is maintained by circulating prostaglandin released by the placenta; after birth, prostaglandin production stops, and the #DA starts closing#. $In severe TOF, critical pulmonary stenosis or atresia limits blood flow from the right side of the heart to the pulmonary circulation for oxygenation.  Instead, blood reaches the pulmonary vascular bed via retrograde flow from the aorta through the DA.  Without flow through the DA, affected neonates are #unable to oxygenate# blood.  These patients are #cyanotic# after birth, as in this neonate, and require immediate administration of #prostaglandin E1# to #maintain patency# of the DA. $#(Choice A)#  Heart failure medications that reduce preload (eg, diuretics) decrease left ventricular end diastolic pressure.  This decrease would not improve right ventricular outflow tract obstruction or increase retrograde blood flow through the DA in patients with TOF. $#(Choice B)#  Administration of pulmonary surfactant can improve lung compliance in preterm neonates with respiratory distress syndrome.  Because the primary pathology in TOF is cardiac rather than pulmonary, surfactant will not improve oxygenation. $#(Choice C)#  Increased pulmonary vascular resistance would worsen the pathophysiology of TOF by decreasing blood flow from the aorta through the DA into the lungs. $#(Choice E)#  Hydroxyurea increases fetal hemoglobin production, thereby improving the oxygen carrying capacity of blood in sickle cell anemia.  In TOF, oxygenation is impaired due to inadequate pulmonary blood flow from right ventricular outflow tract obstruction. $#Educational objective# Severe tetralogy of Fallot is a ductal-dependent lesion that requires blood flow through the ductus arteriosus (from the aorta to the pulmonary artery) for adequate oxygenation.  Prostaglandin E1 prevents closure of the ductus arteriosus and should be immediately administered to all cyanotic neonates with suspected ductal-dependent lesions.  ","clickable_1":"images/img1.19541.jpg","clickable_2":"images/img2.19541.jpg","clickable_3":"images/img3.19541.jpg"},

{"id":"203","title":"A 1-week-old boy is brought to the office for his first primary care visit following an uncomplicated vaginal delivery at 40 weeks gestation.  The patient was born to a 30-year-old woman who took prenatal vitamins throughout the pregnancy.  The nursery course was uncomplicated, and he was discharged at approximately 30 hours of life following observation of appropriate breastfeeding, voiding, and stooling.  Weight, length, and head circumference are at the 50th percentile.  Physical examination shows a grade II/VI harsh, holosystolic murmur best heard at the left-mid to left-lower sternal border.  The rest of the examination is unremarkable.  Review of medical records shows absence of the murmur at birth.  This patient's findings are most likely due to which of the following embryologic events?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arrested growth of the septum secundum","answer_2":"B. Failed fusion between the septum primum and endocardial cushions","answer_3":"C. Failed obliteration of the vascular connection between the pulmonary artery and aorta","answer_4":"D. Insufficient development of the interventricular septum","answer_5":"E. Malalignment of the infundibular septum","percent_1":"5%","percent_2":"14%","percent_3":"15%","percent_4":"60%","percent_5":"5%","right_answer":"D. Insufficient development of the interventricular septum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient's harsh, @holosystolic murmur@ is characteristic of ventricular septal defect (VSD), occurring due to #inadequate development# of the #interventricular septum#.  This septum is composed of muscular and membranous portions; failed fusion of any of its derivative parts results in @VSD@.  The associated murmur #may not be audible immediately# after birth due to high pulmonary vascular resistance (PVR) that limits left-to-right shunting through the VSD; it typically develops over the ensuing days as PVR declines (as in this case). $ • #Small VSDs# are typically asymptomatic due to the small volume of shunted blood, but turbulent flow through this narrow connection causes a #harsh, holosystolic murmur# at the left-mid to left-lower sternal border.  Unlike larger defects, small VSDs usually undergo spontaneous closure. $ • #Moderate to large VSDs# lead to pulmonary overcirculation and @left-sided volume overload@ that can cause #heart failure# (eg, diaphoresis, failure to thrive); larger shunts increase the risk.  Because of relatively unrestricted flow compared to smaller defects, auscultation typically demonstrates a softer or no murmur.  Chronic left-to-right shunting can also eventually lead to pulmonary hypertension with shunt reversal and resulting cyanosis (@Eisenmenger syndrome@). $ #(Choices A and B)#  Atrial septal defect (@ASD@) can occur due to failed fusion of the septum primum and endocardial cushions (primum ASD) or to arrested growth of the septum secundum (secundum ASD); it permits left-to-right shunting.  The characteristic systolic ejection murmur best heard over the second intercostal space is caused by right-sided volume overload and increased flow across the pulmonic valve. $ (Choice C)  Patent ductus arteriosus (@PDA@) occurs due to failed obliteration of the vascular connection between the pulmonary artery and aorta and allows left-to-right shunting.  Like VSD, a PDA murmur typically increases in intensity as PVR declines following birth; the continuous murmur is best heard at the left upper sternal border. $ (Choice E)  Malalignment of the infundibular septum can cause varying degrees of right ventricular outflow tract (RVOT) obstruction, as in @tetralogy of Fallot@.  Patients typically have a large VSD and a murmur created by flow through the partially obstructed RVOT (crescendo-decrescendo murmur best heard along the left mid to upper sternal border). $ Educational objective Ventricular septal defect occurs due to insufficient development of the interventricular septum and commonly presents with a holosystolic murmur at the left lower sternal border as pulmonary vascular resistance declines in the neonatal period.  Presentation varies from asymptomatic murmur (small defect) to heart failure (large defect).","clickable_1":"images/img1.203.jpg","clickable_2":"images/img2.203.jpg","clickable_3":"images/img3.203.jpg","clickable_4":"images/img4.203.jpg","clickable_5":"images/img5.203.jpg","clickable_6":"images/img6.203.jpg","clickable_7":"images/img7.203.jpg"},

{"id":"19534","title":"A 5-week-old boy is receiving care in the neonatal intensive care unit.  The patient was born at 26 weeks gestation with a birth weight of 0.79 kg (1 lb 10 oz).  Echocardiography reveals a patent ductus arteriosus and a dilated left atrium.  The patient has moderate pulmonary edema.  During surgical ligation of the ductus arteriosus, the surgeons perform a left-sided thoracotomy, visualize the ductus, and place a small metal clamp across the vessel.  Which of the following changes is most likely to take place immediately after ligation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased right ventricular output","answer_2":"B.Decreased right ventricular preload","answer_3":"C.Increased left ventricular afterload","answer_4":"D.Increased left ventricular output","answer_5":"E.Increased right ventricular afterload","percent_1":"6%","percent_2":"12%","percent_3":"50%","percent_4":"17%","percent_5":"15%","right_answer":"C.Increased left ventricular afterload","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19534.jpg","explanation_1":"","explanation_2":"$A #patent ductus arteriosus# (@PDA@) allows blood to flow from the aorta into the relatively low-pressure pulmonary artery.  When a PDA persists longer than the initial postnatal period (eg, >48 hours), the #left-to-right shunt# causes @overcirculation@ of the lungs and left side of the heart, which can ultimately lead to left-sided heart failure and pulmonary edema.  Closure of a persistent PDA can be achieved with a medication that inhibits prostaglandin synthesis (eg, indomethacin, ibuprofen) or by #surgical ligation#. $When the PDA shunt is ablated during surgery, there is an immediate reduction in pulmonary venous return to the left atrium (ie, #decreased LV preload#) and increased diastolic blood pressure in the aorta (ie, #increased LV afterload#).  The combination of these two immediate changes can result in an acute decrease in LV stroke volume and cardiac output #(choice D).# $#(Choices A, B, and E)#  In patients with a left-to-right shunt through a PDA, the increased volume load is handled entirely by the left ventricle.  The right ventricle receives deoxygenated blood from the body via the superior and inferior vena cava and pumps that blood to the pulmonary artery.  This does not change when the PDA is closed, so there are no postligation changes to preload, afterload, or cardiac output of the right ventricle. $#Educational objective# Closure of a patent ductus arteriosus results in decreased pulmonary venous return to the left atrium (decreased left ventricular preload) and increased diastolic blood pressure in the aorta (increased left ventricular afterload).  Together, these changes acutely lower left ventricular stroke volume and cardiac output.  ","clickable_1":"images/img1.19534.jpg","clickable_2":"images/img2.19534.jpg"},

{"id":"315","title":"An 8-day-old boy is being evaluated in the neonatal intensive care unit.  The patient was born at 27 weeks gestation and intubated at birth due to surfactant deficiency.  Temperature is 37 C (98.6 F), blood pressure is 66/12 mm Hg, and pulse is 182/min.  A continuous harsh murmur is heard at the left infraclavicular region.  There are bounding femoral and palmar pulses.  A drug with which of the following mechanisms of action is most appropriate for treating the cause of this patient's murmur?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of phospholipase A2","answer_2":"B. Activation of prostacyclin receptors","answer_3":"C. Activation of prostaglandin E2 receptors","answer_4":"D. Inhibition of cyclooxygenase","answer_5":"E. Inhibition of lipoxygenase","answer_6":"F. Inhibition of prostaglandin D2 receptors","percent_1":"3%","percent_2":"3%","percent_3":"33%","percent_4":"46%","percent_5":"2%","percent_6":"13%","right_answer":"D. Inhibition of cyclooxygenase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This newborn has a continuous murmur, widened pulse pressure, and bounding pulses, findings characteristic of a #patent ductus arteriosus# (@PDA@).  After birth, #closure# of the ductus arteriosus normally occurs within 24-48 hours and is #initiated by loss of #placental prostaglandin E2 (#PGE2#) and the vasoconstrictive effects of increased systemic oxygen levels. $Persistence of the @ductus arteriosus@ (ie, a PDA) most commonly occurs in #premature infants# and may be associated with elevated postnatal PGE2 or increased sensitivity to prostaglandins.  Left-to-right shunting from the aorta to the pulmonary artery takes place, causing a continuous machinery-like murmur.  Patients with a large PDA can develop decreased diastolic blood pressure (due to reduced systemic blood flow) and @pulmonary overcirculation@ with left ventricular volume overload, leading to a compensatory increase in stroke volume that causes bounding pulses and widened pulse pressure. $Treatment of PDA includes nonsteroidal anti-inflammatory drugs (#NSAIDs#) (eg, indomethacin, ibuprofen), which @inhibit cyclooxygenase@.  Because cyclooxygenase normally synthesizes prostaglandins from arachidonic acid, NSAIDs #inhibit PGE2 synthesis#, thereby inducing ductal smooth muscle contraction and promoting PDA closure. $#(Choice A)#  Phospholipase A2 synthesizes arachidonic acid from phospholipids; therefore, phospholipase A2 activation would increase arachidonic acid metabolite production, including PGE2, and could encourage patency of the ductus arteriosus. $#(Choices B and C)#  Activation of prostacyclin (prostaglandin I2) and PGE2 receptors promotes vasodilation and patency, not closure, of the ductus arteriosus.  This mechanism is used in treating ductal-dependent congenital heart defects (eg, transposition of the great arteries) in which maintaining ductal patency is required for adequate systemic oxygenation. $#(Choices E and F)#  Lipoxygenase converts arachidonic acid to leukotrienes, which are potent bronchoconstrictors.  Similarly, the primary effect of prostaglandin D2 (PGD2), which is released by mast cells, is bronchoconstriction.  Inhibitors of either lipoxygenase (eg, zileuton) or PGD2 may be used as bronchodilators in asthma treatment, but they are not useful in facilitating PDA closure. $#Educational objective# A patent ductus arteriosus (PDA) classically presents with a continuous murmur, widened pulse pressure, and bounding pulses.  Because physiologic closure of the ductus arteriosus is normally initiated by loss of placental prostaglandin E2 (PGE2), treatment of a symptomatic PDA includes cyclooxygenase inhibitors (eg, indomethacin), which decrease PGE2 production.  ","clickable_1":"images/img1.315.jpg","clickable_2":"images/img2.315.jpg","clickable_3":"images/img3.315.jpg","clickable_4":"images/img4.315.jpg"},

{"id":"19539","title":"An 8-hour-old boy is being assessed for a murmur in the newborn nursery.  The patient was born at 37 weeks via cesarean delivery.  Apgar scores were 7 and 8 at 1 and 5 minutes, respectively.  He was noted to have a harsh systolic ejection murmur of 4/6 intensity during the initial newborn examination.  Brachial and femoral pulses are 2+ with no delay.  While the patient is breastfeeding for the first time, his face, lips, hands, and feet become cyanotic.  The murmur cannot be heard during the cyanotic episode.  Which of the following oxygen saturation percentages are most likely present during the cyanotic episode?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Right atrium∆Right ventricle∆Pulmonary artery∆Pulmonary veins∆Left atrium∆Left ventricle ","answer_1":"§A. ∆ 75 ∆75 ∆75 ∆98 ∆98 ∆80","answer_2":"§B. ∆ 75 ∆75 ∆75 ∆98 ∆80 ∆80","answer_3":"§C. ∆ 75 ∆85 ∆85 ∆98 ∆98 ∆98","answer_4":"§D. ∆ 75 ∆75 ∆80 ∆98 ∆98 ∆98","percent_1":"43%","percent_2":"21%","percent_3":"29%","percent_4":"7%","right_answer":"§A. ∆ 75 ∆75 ∆75 ∆98 ∆98 ∆80","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19539.jpg","explanation_1":"","explanation_2":"$This patient has a harsh #systolic ejection murmur# that disappears during an episode of #cyanosis#, a characteristic finding with #tetralogy of Fallot# (ToF).  The major @defects@ in ToF are right ventricular outflow tract (RVOT) obstruction and ventricular septal defect (VSD); the murmur is created by blood flow through the narrowed RVOT, not the VSD. $The degree of RVOT obstruction is the primary driver of symptoms in ToF because it determines the direction and magnitude of shunting through the VSD.  A certain degree of RVOT obstruction is fixed, but some degree is dynamic and can change based on activity (eg, feeding, squatting) that alters the underlying hemodynamics.  Many patients have left-to-right or neutral shunting at rest (and are acyanotic) but develop cyanosis #(\"tet\" episodes)# when a #dynamic increase in RVOT obstruction# (eg, precipitated by crying or feeding) leads to #increased right-to-left shunting# through the VSD. $During such an episode, decreased blood flow through the RVOT causes the systolic murmur to disappear.  In addition, oxygen saturation #(SaO2) in the left ventricle is reduced# (eg, <90%) due to mixing with deoxygenated blood from the RV.  The SaO2 in the left atrium (LA) remains normal as the LA continues to receive oxygenated blood from the pulmonary veins. $#(Choice B)#  These values show a step-down in SaO2 at the LA (pulmonary vein SaO2 > LA SaO2), consistent with a right-to-left shunt through an atrial septal defect (ASD).  Right-to-left shunting through an ASD (ie, @Eisenmenger syndrome@) takes years to develop and is not an expected cause of episodic cyanosis in infants. $#(Choice C)#  These values show a step-up in SaO2 at the RV (RV SaO2 > right atrium SaO2), consistent with left-to-right shunting through a VSD, as occurs during acyanotic periods in patients with ToF. $#(Choice D)#  These values show a step-up in SaO2 at the pulmonary artery (pulmonary artery SaO2 > RV SaO2), consistent with left-to-right shunting through a @patent ductus arteriosus@.  Left-to-right shunting does not cause cyanosis. $#Educational objective# The major defects in tetralogy of Fallot are right ventricular outflow tract (RVOT) obstruction and ventricular septal defect (VSD).  Cyanotic (\"tet\") episodes are commonly precipitated by a dynamic rise in RVOT obstruction that increases right-to-left shunting through the VSD.  These episodes involve decreased blood flow through the RVOT, causing disappearance of the associated systolic murmur and reduced oxygen saturation of left ventricular blood.  ","clickable_1":"images/img1.19539.jpg","clickable_2":"images/img2.19539.jpg","clickable_3":"images/img3.19539.jpg"},

{"id":"882","title":"A 1-day-old infant in the newborn nursery is found to have a harsh, holosystolic murmur on physical examination.  The neonate was born at 39 weeks gestation to a 36-year-old woman who opted to defer prenatal screening.  Review of medical records shows no family history of genetic or chromosomal disorders.  The infant's vital signs are appropriate for his age.  The rest of the physical examination shows a flat facial profile, protruding tongue, and small ears.  Which of the following most likely occurred prior to conception?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chromosomal deletion","answer_2":"B. Chromosomal translocation","answer_3":"C. Gene inactivation","answer_4":"D. Meiotic nondisjunction","answer_5":"E. Trinucleotide repeat expansion","percent_1":"5%","percent_2":"6%","percent_3":"2%","percent_4":"84%","percent_5":"3%","right_answer":"D. Meiotic nondisjunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp882.jpg","explanation_1":"","explanation_2":"$During normal meiosis, homologous chromosomes separate to pass on individual chromatids to daughter cells.  In #meiotic nondisjunction#, the chromosomes fail to separate, allowing one or more daughter cells to pass on with an #extra copy# of a chromosome.  Increasing maternal age, particularly #age >35#, is associated with an elevated risk of nondisjunction that is likely due to cumulative oxidative stress, depletion of available mature oocytes, and shortening of oocyte telomeres.  From highest to lowest prevalence, the most common consequences of maternal nondisjunction are #trisomies 21# (Down syndrome), 18 (Edwards syndrome), and 13 (Patau syndrome). $Less than 5% of Down syndrome cases are caused by a @Robertsonian translocation@ #(choice B),# which results from a break near the centromeres of 2 chromosomes (eg, chromosomes 14 and 21) and subsequent transfer of genetic material between these chromosomes.  This translocation results in 46 chromosomes in the fetus with 3 effective copies of chromosome 21. $Classic features of @Down syndrome@ include a flat facial profile, epicanthal folds, upslanting palpebral fissures, protruding tongue, and small ears.  Congenital heart defects (eg, complete atrioventricular defect, ventricular or atrial septal defect) are seen in 50% of patients. $#(Choice A)#  Chromosomal deletions are associated with cri-du-chat syndrome (5p deletion), DiGeorge syndrome (22q11 microdeletion), and Prader-Willi syndrome (15q deletion).  Deletions are not associated with increased maternal age. $#(Choice C)#  Imprinting is the selective inactivation of a maternal or paternal allele.  When a selectively expressed allele is abnormal (eg, gene deletion), conditions such as Prader-Willi syndrome (maternal inactivation/paternal deletion) or Angelman syndrome (paternal inactivation/maternal deletion) can result. $#(Choice E)#  Trinucleotide repeat expansions within DNA can dysregulate protein production, causing disorders such as Huntington disease, myotonic dystrophy, and fragile X syndrome. $#Educational objective# Down syndrome is most commonly caused by maternal meiotic nondisjunction, a process by which the fetus receives 3 full copies of chromosome 21.  Dysmorphic features (eg, flat facial profile, protruding tongue, small ears, upslanting palpebral fissures) and cardiac defects (eg, endocardial cushion defects) are characteristic.  ","clickable_1":"images/img1.882.jpg","clickable_2":"images/img2.882.jpg"},

{"id":"194","title":"A 19-year-old man comes to the office due to difficulty seeing and blurred vision, which have worsened slowly over the past year.  He is a second-year college student pursuing a degree in biochemistry.  His grades are excellent, but he is concerned about the effect his poor vision has had on his classes this semester.  The patient is also an avid swimmer.  He weighs 71 kg (156.5 lb) and is 195 cm (6 ft 5 in) tall.  Physical examination shows the findings seen in the exhibits: @exhibit1@, @exhibit2@.  This patient is most likely to die from which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit194.jpg","exhibit_2":"images/2exhibit194.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic disease","answer_2":"B. Liver disease","answer_3":"C. Myocardial infarction","answer_4":"D. Overwhelming infection","answer_5":"E. Renal failure","percent_1":"88%","percent_2":"2%","percent_3":"6%","percent_4":"2%","percent_5":"2%","right_answer":"A. Aortic disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp194.jpg","explanation_1":"","explanation_2":"$#Marfan syndrome# (MFS) is one of the most common inherited connective tissue disorders.  This condition is caused by a genetic defect in the glycoprotein #fibrillin-1# and results in abnormalities in the skeleton (eg, long extremities, scoliosis, pectus excavatum), eyes (eg, ectopia lentis), and cardiovascular system (eg, aortic root disease). $The 2 most common cardiac abnormalities seen in MFS patients are #mitral valve prolapse# and #cystic medial degeneration of the aorta#.  In more than 75% of MFS patients, cystic medial degeneration of the aorta results in aneurysmal dilation.  If untreated, this can cause #aortic dissection#, the most common cause of death in MFS patients.  The second most common cause of death is cardiac failure secondary to mitral valve prolapse and/or aortic regurgitation.  For these reasons, MFS patients should be followed regularly by a cardiologist. $#(Choices B, D, and E)#  With careful cardiovascular management, patients with MFS can have a normal life expectancy.  MFS patients are not at increased risk for any of these other conditions. $#(Choice C)#  Although homocystinuria is also associated with a @marfanoid body habitus@, distinguishing features of homocystinuria include intellectual disability and increased risk of thrombotic events (eg, myocardial infarction, stroke).  However, this patient has no intellectual dysfunction. $#Educational objective# Cardiovascular lesions are the most life-threatening complications associated with Marfan syndrome.  Early-onset cystic medial degeneration of the aorta predisposes to aortic dissection, the most common cause of death in these patients.  ","clickable_1":"images/img1.194.jpg"},

{"id":"189","title":"A 46-year-old man with a 30-pack-year smoking history develops right leg pain and swelling after returning from an overseas trip.  He is diagnosed with a lower extremity deep venous thrombosis and is started on intravenous heparin.  Shortly after being hospitalized, he develops right-sided weakness and facial droop.  CT scan of the head reveals a left middle cerebral artery stroke.  Which of the following physical examination findings is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diastolic decrescendo-type murmur that decreases following amyl nitrite inhalation","answer_2":"B. Ejection-type systolic murmur that increases on standing","answer_3":"C. Presystolic murmur that disappears with atrial fibrillation","answer_4":"D. Midsystolic click that occurs earlier with inspiration","answer_5":"E. Wide splitting of S2 that does not change with respiration","percent_1":"7%","percent_2":"10%","percent_3":"15%","percent_4":"8%","percent_5":"61%","right_answer":"E. Wide splitting of S2 that does not change with respiration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#A cerebrovascular event# (eg, transient ischemic attack, stroke) in the setting of known venous thromboembolic disease is suspicious for #paradoxical embolism#.  Paradoxical emboli originate in the systemic venous circulation (lower or upper extremities) and enter the systemic arterial circulation via an intracardiac or intrapulmonary shunt.  They can occur in patients with #patent foramen ovale, atrial septal defects#, ventricular septal defects, or large pulmonary arteriovenous malformations. $Atrial septal defects with left-to-right shunting typically cause #wide and fixed splitting# (no change with respiration) of the second heart sound (S2).  Patients may also have a mid-systolic ejection murmur over the left upper sternal border resulting from increased flow across the pulmonic valve and a mid-diastolic rumble due to increased flow across the tricuspid valve.  Importantly, a paradoxical embolism can occur even in patients with net left-to-right shunting due to #transient reversal of the shunt# during periods of elevated right-sided pressure (eg, early ventricular systole, straining during coughing or defecation). $#(Choice A)#  An early diastolic decrescendo murmur is characteristic of aortic regurgitation.  Inhaled amyl nitrite produces marked vasodilatation, which reduces systemic arterial pressure and regurgitant flow (lessening the murmur). $#(Choice B)#  A systolic ejection murmur that increases in intensity with @standing@ can be heard in patients with hypertrophic cardiomyopathy (due to a decrease in left ventricular outflow tract size).  In contrast, the murmur of valvular aortic stenosis decreases in intensity upon standing. $#(Choice C)#  Mitral or tricuspid valve stenosis can cause a diastolic murmur with presystolic accentuation due to atrial contraction.  With mild stenosis, the murmur may only be audible during the accentuation phase in late diastole; atrial fibrillation may cause the murmur to disappear completely. $#(Choice D)#  The midsystolic click of mitral valve prolapse occurs earlier with inspiration due to the reduced left ventricular volume caused by decreased venous return to the left heart. $#Educational objective# Paradoxical embolism occurs when a thrombus from the venous system crosses into the arterial circulation via an abnormal connection between the right and left cardiac chambers (eg, patent foramen ovale, atrial septal defect, or ventricular septal defect).  Atrial left-to-right shunts cause wide and fixed splitting of S2 and can facilitate paradoxical embolism due to periods of transient shunt reversal (eg, during straining or coughing).  ","clickable_1":"images/img1.189.jpg"},

{"id":"19537","title":"A 6-month-old girl is brought to the office for her first visit after being adopted from another country a week ago.  The parents note that she often seems to breathe hard and fast, particularly after feeding or crying.  Her lips also sometimes turn blue.  On examination, height and weight are at the 15th and 2nd percentiles, respectively.  The patient has a 4/6, harsh systolic, crescendo-decrescendo murmur best heard at the left upper sternal border.  The results of a complete blood count are as follows:","title_table":"?Hematocrit? 52 ℅ ?Platelets? 240,000/mm3 ?Leukocytes? 11,000/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following processes is most likely contributing to this patient's elevated hematocrit?","audio":"","comparison_items":"","answer_1":"A.Decreased pulmonary dead space","answer_2":"B.Impaired postnatal lung expansion","answer_3":"C.Increased blood flow to the renal arteries","answer_4":"D.Monoclonal proliferation of erythroid cells","answer_5":"E.Reduced pulmonary arterial blood flow","percent_1":"1%","percent_2":"4%","percent_3":"3%","percent_4":"16%","percent_5":"76%","right_answer":"E.Reduced pulmonary arterial blood flow","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19537.jpg","explanation_1":"","explanation_2":"$This patient with #episodic cyanosis# and respiratory difficulty and a crescendo-decrescendo systolic murmur best heard at the left sternal border (suggestive of right ventricular outflow tract [RVOT] obstruction [ie, @pulmonic stenosis@]) most likely has #tetralogy of Fallot# (ToF). $In ToF, RVOT obstruction leads to right-to-left shunting through the large ventricular septal defect, with resulting #underperfusion of the pulmonary arteries# and hypoxemia.  Because the degree of RVOT obstruction is dynamic (eg, can worsen during infundibular muscle spasm), patients can experience periodic episodes of worsening hypoxemia and cyanosis often triggered by feeding or crying (ie, @\"tet\" episodes@).  #Poor weight gain# is common and likely related to reduced caloric intake and/or higher metabolic needs. $In response to #chronic hypoxemia#, the body increases red blood cell (RBC) production to increase oxygen-carrying capacity.  Tissue hypoxia in the inner cortex and medulla of the kidney triggers #increased# renal production of #erythropoietin#, which then stimulates erythrocyte precursor cells in the bone marrow to produce more RBCs, resulting in an increased hemoglobin concentration and hematocrit.  This physiologic type of #secondary polycythemia# is the most common overall mechanism of polycythemia. $#(Choice A)#  Pulmonary @dead space@ refers to portions of the lung that are ventilated but not perfused.  Decreased pulmonary dead space tends to increase alveolar air exchange and would not contribute to development of hypoxemia or secondary polycythemia. $#(Choice B)#  Impaired postnatal lung expansion (eg, pulmonary hypoplasia, diaphragmatic hernia), typically causes acute hypoxemia in the immediate newborn period.  This patient's pathologic murmur makes cardiac pathology more likely. $#(Choice C)#  Decreased, not increased, renal blood flow (as in renal artery stenosis) can sometimes cause secondary polycythemia due to reduced oxygen delivery to the renal interstitium. $#(Choice D)#  Monoclonal proliferation of erythroid cells (ie, originating from a single mutant cell) is seen in polycythemia vera, a form of blood cancer that involves autonomous RBC production independent of erythropoietin.  It is the most common cause of primary polycythemia, which is usually seen in adults and often accompanied by thrombocytosis and leukocytosis (not seen in this patient).  In contrast, secondary polycythemia (ie, erythropoietin-stimulated RBC production) involves polyclonal proliferation of erythroid cells. $#Educational objective# Tetralogy of Fallot can present in infancy with episodic cyanosis and poor weight gain.  Right ventricular outflow tract obstruction (reduced perfusion of the pulmonary arteries) results in chronic hypoxemia, leading to secondary polycythemia.  ","clickable_1":"images/img1.19537.jpg","clickable_2":"images/img2.19537.jpg","clickable_3":"images/img3.19537.jpg"},

{"id":"187","title":"Cardiac catheterization is performed on a 7-year-old boy.  The image below shows the pattern of oxygen saturation in the patient's cardiac chambers and outflow tracts (structural abnormalities are not shown).","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/187.jpg","title_2":"This patient most likely has which of the following findings on physical examination?","audio":"","comparison_items":"","answer_1":"A.Bifid carotid pulse with brisk upstroke","answer_2":"B.Continuous murmur over the upper precordium","answer_3":"C.Decreased femoral-to-brachial blood pressure ratio","answer_4":"D.Fixed splitting of S2 on cardiac auscultation","answer_5":"E.Holosystolic murmur over the left sternal border","answer_6":"F.Mucosal cyanosis and fingernail clubbing","percent_1":"2%","percent_2":"10%","percent_3":"3%","percent_4":"18%","percent_5":"62%","percent_6":"5%","right_answer":"E.Holosystolic murmur over the left sternal border","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp187.jpg","explanation_1":"","explanation_2":"$This patient has an #abnormal increase in oxygen saturation# (SpO2) between the right atrium and the right ventricle (see @normal oxygenation@ pattern), indicating the presence of a #left-to-right shunt# that is most likely the result of a #ventricular septal defect# (VSD).  With smaller VSDs, blood is shunted mainly from left to right due to the high pressure differential between the ventricles.  As a result, #right ventricular SpO2 increases# but left ventricular SpO2 remains relatively normal.  Larger VSDs allow equalization of chamber pressures, which results in more bidirectional mixing and decreased left ventricular SpO2.  Right atrial SpO2 remains normal with VSDs of any size, unless tricuspid regurgitation is also present. $Turbulent blood flow across a small VSD produces a loud #holosystolic murmur# best heard over the #lower left sternal border#.  This murmur may be absent in larger (nonrestrictive) VSDs due to decreased resistance across the VSD and a lower trans-septal pressure gradient. $#(Choice A)#  A bifid carotid pulse with brisk upstroke (\"spike-and-dome\") is characteristic of hypertrophic cardiomyopathy, a condition with dynamic left ventricular outflow tract obstruction during systole.  SpO2 in the cardiac chambers remains normal. $#(Choice B)#  A precordial continuous, machine-like murmur indicates patent ductus arteriosus, which produces isolated pulmonary artery SpO2 elevation. $#(Choice C)#  A decreased femoral-to-brachial blood pressure ratio is found in coarctation of the aorta, which does not alter right ventricular SpO2. $#(Choice D)#  Fixed splitting of S2 occurs with an @atrial septal defect (ASD)@, which causes @increased SpO2@ in the right atrium compared with the vena cava but identical right atrial and ventricular SpO2.  VSD may result in wide splitting of S2 due to increased right ventricular volume causing delayed closure of the pulmonary valve; however, fixed splitting of S2 is more indicative of an ASD, as equalization of left and right atrial pressures minimizes the respiratory variation in ventricular blood flow. $#(Choice F)#  Mucosal cyanosis and fingernail clubbing may be observed in cyanotic congenital heart disease or as late features of ASDs or VSDs (eg, Eisenmenger syndrome).  Blood flow across the VSD in @Eisenmenger syndrome@ is right to left due to elevated pulmonary vascular resistance, resulting in @decreased SpO2@ in the left ventricle. $#Educational objective# Increased blood oxygen saturation between 2 right-sided vessels or chambers indicates the presence of a left-to-right shunt.  If the abnormal oxygen increase occurs between the right atrium and the right ventricle, a ventricular septal defect (VSD) is likely present.  Small VSDs produce a holosystolic murmur that is loudest over the lower left sternal border.  ","clickable_1":"images/img1.187.jpg","clickable_2":"images/img2.187.jpg","clickable_3":"images/img3.187.jpg","clickable_4":"images/img4.187.jpg","clickable_5":"images/img5.187.jpg"},

{"id":"19535","title":"A newborn girl is being evaluated in the nursery.  The patient was born at 39 weeks gestation via spontaneous vaginal delivery following an uncomplicated pregnancy.  She has been breastfeeding well and has urinated 3 times and stooled once.  Approximately 1 hour after delivery, a 2/6 systolic murmur could be heard at the left upper sternal border.  At 8 hours, the murmur could be heard during both systole and diastole.  Examination at 24 hours revealed no murmur.  Which of the following most likely occurred immediately prior to the disappearance of this patient's murmur?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Closure of a ventricular left-to-right shunt","answer_2":"B.Closure of a ventricular right-to-left shunt","answer_3":"C.Closure of an arterial left-to-right shunt","answer_4":"D.Closure of an arterial right-to-left shunt","answer_5":"E.Closure of an atrial left-to-right shunt","answer_6":"F.Closure of an atrial right-to-left shunt","percent_1":"5%","percent_2":"3%","percent_3":"43%","percent_4":"19%","percent_5":"17%","percent_6":"13%","right_answer":"C.Closure of an arterial left-to-right shunt","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19535.jpg","explanation_1":"","explanation_2":"$The changes in this newborn's heart murmur throughout the first day of life are most likely explained by the normal evolution of the #ductus arteriosus#. $In the @fetal circulation@, blood flows right to left through the ductus arteriosus from the pulmonary artery to the aorta, bypassing the lungs.  This occurs due to high pulmonary vascular resistance (PVR) caused by the constricted pulmonary arteries and low systemic vascular resistance (SVR) caused by the low resistance of the placenta. $#After delivery#, increased oxygen tension in the lungs causes pulmonary vasodilation and #reduced PVR#.  At the same time, the placenta becomes disconnected from the newborn's systemic circulation, leading to #increased SVR#.  These changes decrease pulmonary pressure and increase systemic pressure, reversing right-to-left blood flow through the ductus arteriosus to @left-to-right blood flow@. $Just after birth, pulmonary diastolic pressure is still high relative to systemic diastolic pressure, so the murmur is heard best (or only) during systole.  As PVR continues to fall, systemic pressure exceeds pulmonary pressure throughout the cardiac cycle, and the classic machinery-like, #continuous murmur# is heard best at the left upper sternal border or left infraclavicular area.  When the ductus arteriosus closes (usually 24-48 hr after birth), the murmur disappears. $#(Choice A)#  Left-to-right flow through a ventricular septal defect (VSD) causes a holosystolic murmur at the left sternal border; this murmur does not have a diastolic component. $#(Choices B, D, and F)#  Incomplete closure of the ductus arteriosus causes a patent ductus arteriosus.  Long-standing left-to-right shunting through a patent ductus arteriosus (or atrial/ventricular septal defects) can lead to pulmonary vascular remodeling with gradually increased PVR and eventual reversal to right-to-left shunting (ie, Eisenmenger syndrome).  However, right-to-left shunting usually causes cyanosis (not noted in this patient), and the pressure gradient is not typically large enough to cause a murmur. $#(Choice E)#  Left-to-right flow through an ASD itself does not generate a murmur due to the low velocity of shunted blood.  The characteristic murmur of an ASD is a systolic murmur at the left upper sternal border caused by increased flow through the pulmonic valve.  However, this murmur does not have a diastolic component (ie, not continuous). $#Educational objective# After birth, pulmonary vascular resistance progressively decreases as systemic vascular resistance progressively increases.  As the relative pressures in the pulmonary artery and aorta change, the murmur associated with the ductus arteriosus evolves from systolic only to continuous before the duct closes, at which time the murmur disappears.  ","clickable_1":"images/img1.19535.jpg","clickable_2":"images/img2.19535.jpg"},

{"id":"1705","title":"A 5-year-old boy is brought to the office by his parents for evaluation of cyanosis with minimal exertion.  The boy has had occasional episodes of \"turning blue\" that first began during infancy and are now occurring more frequently.  During the episodes, the boy assumes a squatting position as it makes him \"feel better.\"  The family recently immigrated to the United States; the boy has never had a medical checkup prior to this visit.  Physical examination reveals a prominent right ventricular impulse and a harsh systolic murmur.  Which of the following embryological events is the most likely mechanism that caused this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anomalous pulmonary venous return","answer_2":"B. Aortic arch constriction","answer_3":"C. Deviation of the infundibular septum","answer_4":"D. Endocardial cushion defect","answer_5":"E. Linear development of the aorticopulmonary septum","percent_1":"5%","percent_2":"4%","percent_3":"43%","percent_4":"35%","percent_5":"13%","right_answer":"C. Deviation of the infundibular septum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1705.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation (#cyanotic spells# that improve with #squatting#, prominent right ventricular impulse, #systolic murmur#) is consistent with tetralogy of Fallot (TOF).  Abnormal neural crest cell migration leads to anterior and cephalad deviation of the infundibular septum during embryologic development, resulting in a malaligned VSD and an overriding aorta.  TOF is characterized by 4 distinct anatomic abnormalities: $• Ventricular septal defect (VSD) $• verriding aorta over the right and left ventricles $• Right ventricular outflow tract (RVOT) obstruction $• Right ventricular hypertrophy $Cyanosis occurs due to the presence of right-to-left shunt in patients with severe or worsening #RVOT obstruction#.  The typical harsh, systolic ejection murmur over the mid-to-left upper sternal border is due to the presence of RVOT obstruction (subvalvular, pulmonary valve stenosis or supravalvular narrowing in the main pulmonary artery).  Squatting increases the peripheral systemic vascular resistance (afterload) and decreases the degree of right-to-left shunting across the VSD, thereby improving cyanosis. $#(Choice A)#  In @anomalous pulmonary venous return@, blood from both the pulmonary (oxygenated) and systemic (deoxygenated) venous systems flow into the right atrium, leading to right atrial and ventricular dilation.  Patients also have obligatory right-to-left atrial shunting. $#(Choice B)#  Aortic arch constriction results in @coarctation of the aorta@ and is most commonly located just distal to the left subclavian artery (juxtaductal).  Common manifestations include brachial-femoral pulse delay and blood pressure discrepancy between the upper and lower extremities. $#(Choice D)#  Failed fusion of the superior and inferior endocardial cushions (eg, endocardial cushion defect) results in defects of the atrioventricular septum and valves (mitral and tricuspid valves).  These typically manifest initially as atrial defects and/or VSDs with left-to-right shunting of blood.  Over time, the increased right-sided blood flow leads to pulmonary hypertension with reversal of blood flow through the shunt and development of cyanosis (@Eisenmenger syndrome@).  This patient has had cyanotic symptoms since birth that would not be expected with an isolated endocardial cushion defect. $#(Choice E)#  @Transposition of the great arteries@ results from linear, rather than spiral, development of the aorticopulmonary septum in utero. $#Educational objective# Tetralogy of Fallot results from anterior and cephalad deviation of the infundibular septum during embryologic development, resulting in a malaligned ventricular septal defect (VSD) with an overriding aorta.  As a result, the patient has right ventricular outflow obstruction (resulting in a systolic murmur) and squats to increase the peripheral systemic vascular resistance (afterload) and decrease right-to-left shunting across the VSD.  ","clickable_1":"images/img1.1705.jpg","clickable_2":"images/img2.1705.jpg","clickable_3":"images/img3.1705.jpg","clickable_4":"images/img4.1705.jpg"},

{"id":"188","title":"A 5-week-old boy is being evaluated for a week-long history of rapid breathing and tiring with feeds.  The infant was born at home after an uneventful pregnancy.  The mother declined all prenatal testing and ultrasound evaluations.  His temperature is 36.7 C (98 F), blood pressure is 76/38 mm Hg, pulse is 124/min, and respirations are 66/min.  The patient's cardiovascular examination is notable for a hyperdynamic precordium, a mid-diastolic rumble at the left sternal border, and a 3/6 holosystolic murmur in the apex that radiates to the left axilla.  An echocardiogram shows defects in the lower part of the interatrial septum and the interventricular septum.  This patient's condition is most likely associated with which of the following genetic conditions?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 22q11.2 deletion","answer_2":"B. Autosomal trisomy","answer_3":"C. Fibrillin mutation","answer_4":"D. Frataxin mutation","answer_5":"E. Hamartin gene mutation","answer_6":"F. Sex chromosome monosomy","percent_1":"23%","percent_2":"64%","percent_3":"6%","percent_4":"4%","percent_5":"2%","percent_6":"1%","right_answer":"B. Autosomal trisomy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp188.jpg","explanation_1":"","explanation_2":"$This patient's echocardiogram suggests a #complete atrioventricular (AV)# canal defect, the most common type of cardiac defect in patients with #Down syndrome#, an autosomal trisomy.  Failure of endocardial cushion fusion results in an @ostium primum@ atrial septal defect; a ventricular septal defect; and a @single AV valve@.  Significant left-to-right shunting and AV valve regurgitation lead to excessive pulmonary blood flow and symptoms of #heart failure# (eg, tachypnea, poor feeding).  Auscultatory findings of AV valve regurgitation (holosystolic, best heard at apex) and increased pulmonary venous return (mid-diastolic rumble) are characteristic. $ (Choice A)  DiGeorge syndrome (22q11.2 deletion) is characterized by thymic aplasia (T cell deficiency) and hypoparathyroidism (hypocalcemia).  It is associated with @tetralogy of Fallot@, @truncus arteriosus@, and @transposition of the great arteries@. $ (Choice C)  Marfan syndrome (fibrillin-1 mutation) is associated with cystic medial necrosis of the aorta, which may result in dissecting aortic aneurysms and aortic valve regurgitation.  Mitral valve prolapse is also common, but septal defects are not. $ (Choice D)  Mutations in frataxin, a mitochondrial protein important in iron homeostasis and respiratory function, cause @Friedreich ataxia@.  It is characterized by spinocerebellar degeneration and is associated with hypertrophic cardiomyopathy, but not septal defects. $ (Choice E)  Mutations in tuberin and harmartin are seen in tuberous sclerosis.  These patients may develop cardiac rhabdomyomas in ventricular walls and AV valves, cutaneous angiofibromas (adenoma sebaceum), central nervous system hamartomas, and renal cysts.  However, septal defects are not characteristic. $ (Choice F)  A missing sex chromosome (monosomy) is seen in @Turner syndrome@ (45,X), which is associated with bicuspid aortic valve (most common cardiac lesion) and coarctation of the aorta. $ Educational objective A complete atrioventricular (AV) canal defect is comprised of an atrial septal defect, a ventricular septal defect, and a common AV valve.  It is the most common congenital cardiac anomaly associated with Down syndrome.","clickable_1":"images/img1.188.jpg","clickable_2":"images/img2.188.jpg","clickable_3":"images/img3.188.jpg","clickable_4":"images/img4.188.jpg","clickable_5":"images/img5.188.jpg","clickable_6":"images/img6.188.jpg","clickable_7":"images/img7.188.jpg"},

{"SubjectSystem":"Embryology-Cardiovascular","id":"202","title":"A 37-year-old woman is brought to the emergency department after developing sudden-onset right arm weakness and difficulty speaking.  She has no significant medical history but takes oral contraceptives.  Examination shows decreased right upper extremity strength and expressive aphasia.  Cardiac auscultation is normal.  MRI of the brain reveals acute infarction in the left frontal lobe.  Further evaluation to determine an etiology is performed.  During echocardiogram, agitated normal saline is injected into a peripheral vein and bubbles are seen passing into the left side of the heart.  Which of the following is the most likely cause of the observed finding in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aplasia of the atrial septum secundum","answer_2":"B. Failure of the aorticopulmonary septum to develop","answer_3":"C. Incomplete closure of the interventricular foramen","answer_4":"D. Incomplete fusion of atrial septum primum and secundum","answer_5":"E. Persistent channel between aorta and pulmonary artery","percent_1":"10%","percent_2":"3%","percent_3":"16%","percent_4":"66%","percent_5":"5%","right_answer":"D. Incomplete fusion of atrial septum primum and secundum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp202.jpg","explanation_1":"","explanation_2":"$This young patient had a #cryptogenic stroke#, which is evaluated with echocardiography with a \"bubble study\" to identify right-to-left intracardiac shunts.  This study is performed by injecting agitated normal saline intravenously and observing for microbubbles in the left heart.  Shunt detection is improved by having the patient release a sustained Valsalva maneuver, which increases right atrial pressure.  Cryptogenic stroke is frequently associated with atrial septal abnormalities such as #patent foramen ovale# (PFO) and atrial septal defect (ASD). $During fetal development, the foramen ovale shunts oxygenated fetal blood across from the right to the left atrium.  After delivery, umbilical cord clamping and decreased pulmonary vascular resistance lower right atrial pressure and raise left atrial pressure.  This pushes the #septum primum# against the #septum secundum#, closing the foramen ovale.  Over time, fibrosis and tissue remodeling fuse the flap closed.  #Incomplete fusion# occurs in approximately 25% of normal adults, resulting in a PFO. $PFO usually remains functionally closed and asymptomatic after birth as left atrial pressure is greater than right atrial pressure.  However, conditions that raise right atrial pressure above left atrial pressure (eg, Valsalva release) produce a transient right-to-left shunt across the PFO.  This is particularly concerning in patients with hypercoagulability (eg, oral contraceptive use) as they are at increased risk for venous thrombosis and #paradoxical brain embolism#.  Chronically elevated right heart pressure (eg, Eisenmenger syndrome) is not necessary for paradoxical embolism. $#(Choice A)#  ASD results from aplasia of the septum primum or septum secundum during development.  Although ASD may lead to paradoxical embolism, it is much less common than PFO and characterized by fixed splitting of S2.  Unrepaired ASDs may lead to heart failure, pulmonary hypertension, or Eisenmenger syndrome. $#(Choice B)#  Incomplete development of the aorticopulmonary septum results in @truncus arteriosus@, which causes cyanosis in newborns and requires early surgical repair. $#(Choice C)#  Incomplete closure of the interventricular foramen results in @ventricular septal defect@ (VSD), which causes a holosystolic murmur at the lower left sternal border.  Large VSDs can cause significant left-to-right shunting, leading to heart failure in infancy; however, VSDs infrequently lead to paradoxical embolism. $#(Choice E)#  The ductus arteriosus functionally closes within 24 hours after delivery.  Persistent @patent ductus arteriosus@ causes a continuous murmur and may eventually result in heart failure, pulmonary hypertension, or Eisenmenger syndrome. $#Educational objective# The foramen ovale is patent in approximately 25% of normal adults.  Although the foramen ovale usually remains functionally closed, transient increases of right atrial pressure above left atrial pressure can produce a right-to-left shunt, leading to paradoxical embolism of venous clots into the arterial circulation.  ","clickable_1":"images/img1.202.jpg","clickable_2":"images/img2.202.jpg","clickable_3":"images/img3.202.jpg"},

{"id":"201","title":"A 20-year-old man comes to the office due to occasional palpitations that he describes as skipped beats.  He has no chest pain or shortness of breath.  Medical history is unremarkable.  On physical examination, the patient has wide, fixed splitting of S2.  No murmurs are heard.  Chest x-ray reveals enlargement of the right heart contour.  Echocardiographic findings are consistent with a congenital heart defect.  Repair of this patient's congenital disease is aimed primarily at preventing irreversible changes to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coronary vessels","answer_2":"B. Left atrium","answer_3":"C. Left ventricle","answer_4":"D. Pulmonary vessels","answer_5":"E. Right atrium","percent_1":"2%","percent_2":"6%","percent_3":"8%","percent_4":"41%","percent_5":"44%","right_answer":"D. Pulmonary vessels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp201.jpg","explanation_1":"","explanation_2":"$This patient has #wide, fixed splitting of S2#, a characteristic auscultatory finding of an #atrial septal defect# (ASD).  @ASD@ permits left-to-right shunting due to higher pressure in the left atrium compared to the right.  The increase in right atrial blood flow causes #right-sided volume overload#, leading to delayed closure of the pulmonic valve (wide S2) that does not vary with respirations (fixed S2).  The low-velocity blood flow through the ASD does not typically produce a murmur; the characteristic murmur of ASD, present in some patients, is a midsystolic ejection murmur resulting from increased flow across the pulmonic valve. $Right-sided volume overload eventually leads to right atrial and ventricular #enlargement#, which may be seen as an enlarged right heart contour on chest x-ray.  #Atrial fibrillation#, which is the likely cause of this patient's palpitations, is a potential complication resulting from chronic right atrial stretching. $With long-standing ASD, the chronic increase in blood flow through the pulmonary circulation induces laminated #medial hypertrophy# of the pulmonary arteries.  This increases pulmonary vascular resistance (PVR), causing #pulmonary hypertension#.  Eventually, PVR can exceed systemic vascular resistance, reversing the direction of the intracardiac shunt (Eisenmenger syndrome); this allows blood to bypass the pulmonary circulation and can cause adult-onset cyanosis, clubbing, and polycythemia. $Pulmonary #vascular remodeling# is #irreversible#.  Therefore, early closure of a hemodynamically significant ASD is needed to avoid irreversible pulmonary vascular changes. $#(Choices A, B, and C)#  ASD does not typically cause volume overload or enlargement of the left heart chambers because excess blood flow is shunted to the right atrium before reaching the left ventricle.  The coronary vessels are not typically affected. $#(Choice E)#  ASD causes right atrial dilation, but the consequence of this change is far less than that of the pulmonary vascular changes.  In addition, right atrial dilation is mostly reversible because, unlike in the pulmonary arteries and often the right ventricle, significant muscular hypertrophy does not take place. $#Educational objective# Atrial septal defects cause wide, fixed splitting of S2 due to right-sided volume overload from left-to-right shunting.  Uncorrected defects can lead to irreversible medial hypertrophy of the pulmonary arteries with pulmonary hypertension and reversal to right-to-left shunting (ie, Eisenmenger syndrome).  ","clickable_1":"images/img1.201.jpg"},

{"id":"204","title":"A 4-month-old boy is brought to the cardiology clinic by his parents for follow-up of tetralogy of Fallot.  The diagnosis was made during routine antenatal sonography, and the pregnancy and delivery were otherwise uncomplicated.  The patient has been seen frequently in the clinic and has had no cyanosis, respiratory distress, or difficulty feeding.  The parents become concerned when their son's surgical plan is discussed because he does not have the clinical signs demonstrated by other children with tetralogy of Fallot.  Which of the following is the greatest determinant of symptom severity in this condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Degree of aortic valve insufficiency","answer_2":"B. Degree of right ventricular outflow tract obstruction","answer_3":"C. Degree of tricuspid valve insufficiency","answer_4":"D. Presence of associated pulmonary parenchymal malformations","answer_5":"E. Size of ventricular septal defect","percent_1":"3%","percent_2":"71%","percent_3":"1%","percent_4":"3%","percent_5":"22%","right_answer":"B. Degree of right ventricular outflow tract obstruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp204.jpg","explanation_1":"","explanation_2":"$#Tetralogy of Fallot# (ToF) is a congenital heart defect characterized by right ventricular outflow tract (RVOT) obstruction, a ventricular septal defect (VSD), an overriding aorta, and right ventricular hypertrophy.  Because the VSD is invariably large and unrestrictive, right and left ventricular pressures are generally equal, and the magnitude and direction of shunting through the VSD are determined by the relative resistances of the ventricular outflow tracts #(choice E).#  Therefore, the #greatest determinant# of symptom severity is the #degree of RVOT obstruction#: $• Severe RVOT obstruction:  Insufficient pulmonary arterial flow with obligatory right-to-left ventricular shunting leads to hypoxemia and profound cyanosis requiring medical/surgical intervention in the immediate neonatal period. $• Moderate RVOT obstruction:  Moderate obstruction typically permits adequate pulmonary arterial flow and oxygenation.  These patients are acyanotic at baseline due to left-to-right or neutral shunting through the VSD.  However, some degree of the RVOT obstruction is dynamic, and @transient increases@ in RVOT obstruction (eg, infundibular muscle spasm while feeding or crying) may force the reversal of flow (ie, right-to-left) and cause episodic cyanosis. $• Mild RVOT obstruction:  Patients with mild RVOT, which is likely the case in this boy, may have no cyanotic episodes and develop heart failure later in childhood due to pulmonary overcirculation from the high volume of left-to-right shunting via the large VSD. $#(Choices A and C)#  Although the pulmonic valve may be stenotic in patients with ToF (contributing to RVOT obstruction), the aortic and tricuspid valves are typically normal and have no stenosis or insufficiency. $#(Choice D)#  The majority of patients with ToF do not have pulmonary parenchymal or other extracardiac malformations. $#Educational objective# Tetralogy of Fallot is a congenital heart defect characterized by right ventricular outflow tract (RVOT) obstruction, a large ventricular septal defect (VSD), an overriding aorta, and right ventricular hypertrophy.  The degree of RVOT obstruction is the greatest determinant of symptom severity because it regulates pulmonary arterial blood flow and the magnitude and direction of shunting through the VSD.  ","clickable_1":"images/img1.204.jpg"},

{"id":"205","title":"A 10-year-old boy is brought to the clinic by his parents due to chronic fatigue, shortness of breath, and failure to gain weight.  The child was recently adopted from an orphanage in Asia.  He weighs 20 kg (44.2 lb).  Vital signs are within normal limits.  Physical examination reveals a loud systolic murmur.  Echocardiogram shows pulmonary stenosis and subaortic ventricular septal defect with deviation of the origin of the aorta to the right.  The mother describes occasional episodes of severe dyspnea and cyanosis, during which the child quickly assumes a squatting position.  Which of the following mechanisms during squatting relieves this child's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreasing left ventricular workload","answer_2":"B. Decreasing pulmonary blood flow","answer_3":"C. Decreasing pulmonary vascular resistance","answer_4":"D. Improving lung compliance","answer_5":"E. Increasing systemic vascular resistance","percent_1":"9%","percent_2":"3%","percent_3":"11%","percent_4":"1%","percent_5":"76%","right_answer":"E. Increasing systemic vascular resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp205.jpg","explanation_1":"","explanation_2":"$This child has #Tetralogy of Fallot# (ToF) with ventricular septal defect, overriding aorta, pulmonic stenosis, and right ventricular hypertrophy.  The pulmonic stenosis and overriding aorta cause a relatively low ratio of systemic vascular resistance (SVR) to pulmonary vascular resistance (PVR).  This low SVR:PVR ratio allows the #deoxygenated# right ventricular output to take the low-resistance route to the #systemic# circulation, leading to acute hypoxemia (\"Tet spell\").  Tet spells are most common in infancy but can occur at any age in children with unrepaired ToF.  The mechanism of Tet spells has not been clearly defined but may be caused by acute changes of the infundibular septum leading to more right ventricular outflow tract obstruction. $Children with ToF quickly learn to squat to relieve Tet spells (infants who cannot squat can be placed in the knee-to-chest position by their caregiver).  This posture quickly #increases SVR# without changing PVR, increasing the SVR:PVR ratio.  The increased SVR forces a higher proportion of right ventricular output to enter the pulmonary circulation and oxygenate in the pulmonary capillary beds, increasing arterial oxygen concentration and relieving the Tet spell. $#(Choices A and D)#  Squatting restricts chest wall expansion and slightly increases work of breathing.  Lung compliance is not changed by this positioning. $#(Choices B and C)#  Squatting does not significantly impact PVR as the compressed vessels are primarily in the abdomen and lower extremities.  Pulmonary blood flow increases – not decreases – due to decreased right-to-left shunt with increased SVR. $#Educational objective# In patients with Tetralogy of Fallot, squatting during a Tet spell increases systemic vascular resistance and decreases right-to-left shunting, thereby increasing pulmonary blood flow and improving oxygenation status.  "},

{"id":"8292","title":"A 14-year-old girl is brought to the office for a routine physical examination.  The patient will be starting her freshman year of high school soon.  She plays the clarinet in the school band but does not play any sports.  The patient says that she is not sexually active and does not use tobacco, alcohol, or illicit drugs.  Height is at the 5th percentile, and weight is at the 25th percentile.  Her temperature is 36.7 C (98 F), blood pressure is 120/80 mm Hg, pulse is 88/min, and respirations are 16/min.  Physical examination shows a short and thick neck, a broad chest, and shortened fourth metacarpals bilaterally.  A murmur is heard on cardiac auscultation.  Which of the following would most likely be seen in an echocardiogram?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrial septal defect","answer_2":"B. Bicuspid aortic valve","answer_3":"C. Mitral stenosis","answer_4":"D. Mitral valve prolapse","answer_5":"E. Patent ductus arteriosus","answer_6":"F. Ventricular septal defect","percent_1":"5%","percent_2":"77%","percent_3":"2%","percent_4":"4%","percent_5":"7%","percent_6":"5%","right_answer":"B. Bicuspid aortic valve","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8292.jpg","explanation_1":"","explanation_2":"$This patient's short stature, short and thick neck, broad chest, and shortened fourth metacarpals are characteristic of Turner syndrome (TS).  #Bicuspid aortic valve# is the most common congenital cardiac malformation in patients with TS.  It is usually an isolated abnormality; however, it may occur in combination with other anomalies, particularly aortic coarctation.  A nonstenotic bicuspid aortic valve manifests with an aortic ejection sound, which is an #early systolic, high-frequency click# heard over the #right second interspace#.  As the valve calcifies, it may result in progressive valvular dysfunction, manifesting with aortic stenosis or regurgitation and associated murmurs.  Patients with a bicuspid aortic valve are susceptible to infectious endocarditis due to abnormal leaflet structure and turbulent flow. $#(Choices A and F)#  @Complete atrioventricular canal@, atrial septal defect (ASD), and ventricular septal defect (VSD) are the most common cardiac anomalies in Down syndrome.  Fixed splitting of the second heart sound is characteristically heard with an ASD, whereas VSDs produce a holosystolic murmur at the left lower sternal border. $#(Choice C)#  Mitral stenosis is seen in rheumatic heart disease.  It produces a mid-diastolic, low-pitched, rumbling murmur that may begin with an opening snap. $#(Choice D)#  A mid-systolic click, often accompanied by a late systolic murmur, is the hallmark of mitral valve prolapse (MVP).  MVP is more common in connective tissue disorders such as @Marfan@ and Ehlers-Danlos syndromes. $#(Choice E)#  Patent ductus arteriosus (PDA) produces a continuous, machinelike murmur during both systole and diastole.  PDA is common in premature infants, especially those with respiratory distress syndrome.  A PDA may also be seen in an infant with coarctation of the aorta but is less likely in older patients. $#Educational objective# Turner syndrome is associated with congenital anomalies of the aorta, and the most common defect is a bicuspid aortic valve.  A nonstenotic bicuspid aortic valve can manifest as an early systolic, high-frequency click over the right second interspace.  Bicuspid aortic valves are at risk for stenosis, insufficiency, and infection.  ","clickable_1":"images/img1.8292.jpg","clickable_2":"images/img2.8292.jpg"},

{"id":"19556","title":"A 17-year-old girl is evaluated due to decreased exercise tolerance and fatigue.  She has no known medical conditions and takes no medications.  Blood pressure is 110/60 mm Hg and pulse is 88/min.  The lungs are clear on auscultation.  Cardiac examination reveals a parasternal heave, and a widely split S2 is heard without variation throughout the respiratory cycle.  A systolic ejection murmur is present at the left upper sternal border.  Distal pulses are normal.  Echocardiography of this patient is most likely to demonstrate which of the following findings?","image_1":"","title_2":"","audio":"","comparison_items":"#Right atrial#     #Right#      #Left atrial#    #Left#$  #cavity size#     #ventricular#         #cavity size#     #ventricular#$          #cavity size#              #cavity size#","answer_1":"A. Increased    Increased    Increased      Increased","answer_2":"B. Increased    Increased     Normal         Normal","answer_3":"C. Increased     Normal        Normal         Normal","answer_4":"D. Normal        Normal      Increased       Increased","answer_5":"E. Normal        Normal      Increased         Normal","percent_1":"8%","percent_2":"66%","percent_3":"12%","percent_4":"9%","percent_5":"5%","right_answer":"B. Increased    Increased     Normal         Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp19556.jpg","explanation_1":"","explanation_2":"$This patient's #widely split S2# that does not vary with the respiratory cycle (ie, #fixed#) and systolic ejection murmur at the left upper sternal border (ie, pulmonic flow murmur) are characteristic of an #atrial septal defect# (@ASD@).  ASD creates left-to-right shunting of blood from the left atrium to the right atrium, increasing blood volume in the right atrium (ie, venous return from the vena cava plus blood delivered via the shunt) and causing right-sided volume overload.  Over time, this leads to #right atrial# and #right ventricular enlargement#. $ Pulmonary arterial blood flow is also increased with ASD, but #left-sided volume overload does not occur# because additional blood volume returning to the left atrium escapes back to the right atrium without affecting the LV.  Most patients with ASD remain asymptomatic until adolescence or adulthood but can eventually have signs and symptoms of right-sided heart failure (eg, dyspnea, fatigue, parasternal heave).  Severe pulmonary hypertension and @Eisenmenger syndrome@ can also sometimes develop with ASD left unrepaired for many years. $ In contrast to ASD, a left-to-right shunt distal to the atrioventricular valves (ie, @ventricular septal defect@, @patent ductus arteriosus@) can cause prominent pulmonary overcirculation that, due to the absence of ASD, must be accomodated by the left atrium and LV; as such, these shunts initially present with @left-sided@ (rather than right-sided) volume overload.  In addition, pulmonary pressures are often higher with VSD and PDA because these defects expose the pulmonary circulation to higher systemic-level arterial pressure.  As such, they frequently cause symptoms much earlier in life compared to ASD, and the risk for severe pulmonary hypertension and Eisenmenger syndrome is greater than with ASD. $ Educational objective Atrial septal defects cause left-to-right atrial shunting and right-sided volume overload with enlargement of the right atrium and right ventricle; left-sided volume overload does not occur as excess flow entering the left atrium cycles back into the right atrium through the septal defect.  In contrast, left-to-right shunts distal to the atrioventricular valves (eg, ventricular septal defect, patent ductus arteriosus) initially cause left-sided volume overload.","clickable_1":"images/img1.19556.jpg","clickable_2":"images/img2.19556.jpg","clickable_3":"images/img3.19556.jpg","clickable_4":"images/img4.19556.jpg","clickable_5":"images/img5.19556.jpg"},

{"id":"19636","title":"A newborn is transferred to the neonatal intensive care unit 4 hours after delivery due to cyanosis.  The patient was born via a spontaneous vaginal delivery at 41 weeks gestation to a 22-year-old gravida 2 para 2 woman.  The pregnancy and delivery were uncomplicated.  The father was changing the patient's diaper and noticed that the patient's legs appeared dusky.  Pulse oximetry shows 98% in the right hand and 83% in the left foot.  On physical examination, the patient exhibits subcostal retractions and grunting.  Cardiac examination reveals a 2/6 holosystolic murmur at the left lower sternal border.  Femoral pulses are strong bilaterally.  Which of the following is the most likely cause of this newborn's cyanosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left-to-right shunt via atrial septal defect","answer_2":"B. Left-to-right shunt via ductus arteriosus","answer_3":"C. Left-to-right shunt via ventricular septal defect","answer_4":"D. Right-to-left shunt via atrial septal defect","answer_5":"E. Right-to-left shunt via ductus arteriosus","percent_1":"0%","percent_2":"0%","percent_3":"60%","percent_4":"0%","percent_5":"40%","right_answer":"E. Right-to-left shunt via ductus arteriosus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19636.jpg","explanation_1":"","explanation_2":"$This newborn has #differential cyanosis# (or differential hypoxemia), which is cyanosis involving the lower extremities but not the upper extremities.  This pattern suggests #right-to-left shunting# of deoxygenated blood at a location distal to the branch point of the arteries supplying the head and upper extremities (ie, distal to the left subclavian artery), as can occur with shunting through the @ductus arteriosus@. $Postnatal right-to-left shunting through the ductus arteriosus occurs only with an abnormality that causes pulmonary arterial pressure to be greater than systemic arterial pressure.  One potential cause is #persistent pulmonary hypertension of the newborn# (PPHN), in which pulmonary vascular resistance fails to decline immediately after birth.  Flow of deoxygenated blood from the pulmonary artery to the aorta through the ductus arteriosus results in decreased postductal oxygen saturation (eg, in the lower extremities) relative to preductal oxygen saturation (eg, in the upper extremities). $With most #right-to-left shunts#, the pressure gradient across the shunt is low; therefore, the shunt itself #rarely creates a murmur# (in contrast to the continuous murmur heard with left-to-right shunting through a PDA).  The classic murmur of PPHN is a murmur of #tricuspid regurgitation# resulting from the elevated pulmonary pressure causing tricuspid valve insufficiency (ie, this patient's holosystolic murmur at the @left lower sternal border@).  This patient's strong femoral pulses are also consistent with PPHN (other causes of right-to-left shunting through the ductus arteriosus [eg, critical aortic coarctation] are associated with diminished femoral pulses). $PPHN is often triggered by a pulmonary disorder (eg, lung hypoplasia, meconium aspiration, pneumonia), which can cause respiratory distress (eg, subcostal retractions, grunting) and can also contribute to hypoxemia and cyanosis. $#(Choices A, B, and C)#  A left-to-right shunt involves passage of oxygenated blood from the systemic circulation into the pulmonary circulation.  It does not result in deoxygenated blood reaching the systemic circulation; therefore, hypoxemia and cyanosis do not occur. $#(Choice D)#  Patients with PPHN may also experience right-to-left shunting through an atrial septal defect (if present) or the foramen ovale.  However, right-to-left shunting through these intracardiac pathways would not cause differential cyanosis (ie, deoxygenated blood would reach both the upper body and the lower body). $#Educational objective# Differential cyanosis (cyanosis affecting only the lower body) suggests right-to-left shunting across the ductus arteriosus.  In newborns, a potential cause of this pattern is persistent pulmonary hypertension of the newborn.  ","clickable_1":"images/img1.19636.jpg","clickable_2":"images/img2.19636.jpg"},

{"id":"1751","title":"A 4-year-old boy is being evaluated for failure to thrive, shortness of breath, and exercise intolerance. The parents first became aware of his symptoms after the patient started preschool a few weeks ago. His teacher mentioned that the patient seemed to tire faster than the other children when playing outside. Cardiac examination shows bounding peripheral pulses and a palpable thrill below the clavicle near the left upper sternal border. On auscultation, a continuous murmur is best heard over the same region. After discussion with the parents, a thoracotomy is scheduled to correct the patient's condition. During the procedure, the surgeon should plan on ligating a derivative of which of the following embryologic structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bulbus cordis","ansImg_1":"","answer_2":"B. Fourth aortic arch","ansImg_2":"","answer_3":"C. Primitive atria","ansImg_3":"","answer_4":"D. Sinus venosus","ansImg_4":"","answer_5":"E. Sixth aortic arch","ansImg_5":"","right_answer":"E. Sixth aortic arch","percent_1":"11%","percent_2":"28%","percent_3":"6%","percent_4":"10%","percent_5":"45%","explanation_img":"","table_3":"§^#Aortic arch vascular derivatives#∆⨉ §^#Aortic arch# ∆^#Adult derivative# §^First ∆ • Part of maxillary artery §^Second ∆ • Hyoid artery • Stapedial artery §^Third ∆ • Common carotid artery • Proximal internal carotid artery §^Fourth ∆ • On left → aortic arch • On right → proximal right subclavian artery §^Sixth ∆ • Proximal pulmonary arteries • On left → ductus arteriosus","explanation_1":"","explanation_2":"$This patient most likely has a #patent ductus arteriosus (PDA)#. The ductus arteriosus is an embryonic derivative of the #sixth aortic arch# that allows fetal blood to pass directly from the pulmonary artery to the proximal descending aorta (bypassing the pulmonary circulation). This vessel usually closes shortly after birth, secondary to decreased #prostaglandin E2 (PGE2)# levels and increased oxygen concentration. Patency of the ductus after birth results in a left-to-right shunt that can cause left ventricular volume overload and symptoms of heart failure (eg, failure to thrive, respiratory distress). Physical examination will show a continuous \"machinery-like\" murmur and palpable thrill over the left infraclavicular region due to turbulent blood flow through the PDA.$Pharmacologic closure of a PDA can be achieved by PGE2 synthesis inhibitors (eg, indomethacin) in premature infants. However, older patients usually require surgical ligation or percutaneous PDA occlusion.$(Choice A) The bulbus cordis forms the beginning of the ventricular outflow tract in the embryonic heart. This structure forms the smooth portions of the left and right ventricles adjacent to the aorta and pulmonary artery, respectively.$(Choice B) The fourth aortic arch on the left forms the arch of the aorta between the left carotid artery and ductus arteriosus. Abnormalities during development can result in coarctation (narrowing) of the aorta, which can present with continuous murmurs over the back due to collateral formation.$(Choice C) The primitive atrium receives blood from the sinus venosus in the embryonic heart and transmits it to the primitive ventricle. The primitive atrium forms the rough portions of the left and right atria.$(Choice D) The sinus venosus is an embryologic structure within the heart that receives blood from the vena cava. In adults, this structure forms the smooth portion of the right atrium, known as the sinus venarum.$Educational objective The ductus arteriosus is derived from the sixth embryonic aortic arch. A patent ductus arteriosus (PDA) causes left-to-right shunting of blood that can be heard as a continuous murmur over the left infraclavicular region. Indomethacin (a PGE2 synthesis inhibitor) can be used to close a PDA in premature infants, but surgical ligation is often necessary in older patients."},

{"SubjectSystem":"Pathophysiology-Cardiovascular","id":"19540","title":"A 10-day-old boy born at home is brought to the emergency department due to difficulty breathing and sweating with feeds.  He was born at 38 weeks gestation via spontaneous vaginal delivery.  The patient has been breastfeeding every 2 hours for 5-10 minutes per side.  The mother notes that he sweats and his lips turn blue while he feeds.  Weight is at the 5th percentile and length is at the 50th percentile.  On examination, the patient is currently not cyanotic.  There is a III/VI systolic crescendo-decrescendo murmur best heard along the left upper sternal border.  Chest x-ray is shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19540.jpg","title_2":"Which of the following pressure changes most likely occur in this patient during feedings?","audio":"","comparison_items":"§∆Right ventricular pressure∆Pulmonary arterial pressure∆Left atrial pressure","answer_1":"§A. ∆ Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Increased ∆Increased","answer_3":"§C. ∆ Increased ∆Decreased ∆Decreased","answer_4":"§D. ∆ Increased ∆Increased ∆Increased","percent_1":"10%","percent_2":"13%","percent_3":"41%","percent_4":"37%","right_answer":"§C. ∆ Increased ∆Decreased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Tetralogy of Fallot# ∆⨉ §^#Pathophysiology# ∆ • Embryonic deviation of infundibular septum creates 4 defects: $== ○ RVOT obstruction $== ○ Ventricular septal defect $== ○ Overriding aorta $== ○ Concentric RVH (secondary to RVOT obstruction) §^#Clinical presentation# ∆ • Based on severity of RVOT obstruction: $== ○ Severe: profound neonatal cyanosis & hypoxemia $== ○ Moderate: tet spells in infancy/childhood $== ○ Mild: heart failure in childhood/adulthood • RVOT obstruction is dynamic (eg, worsens with feeding or crying) • Squatting can improve cyanosis via increased systemic afterload §^#Clinical findings# ∆ • Harsh systolic ejection murmur at LUSB (RVOT obstruction) • Soft or absent pulmonic component of S2 • Chest x-ray: boot-shaped heart caused by RVH %#LUSB =# left upper sternal border; #RVH =# right ventricular hypertrophy; #RVOT =# right ventricular outflow tract.","explanation_img":"","explanation_1":"","explanation_2":"This neonate has diaphoresis and episodic cyanosis with feeding, suggesting cyanotic congenital heart disease.  The murmur of right ventricular outflow tract (RVOT) obstruction (ie, @pulmonic stenosis@) and evidence of right ventricular hypertrophy (ie, @boot-shaped heart@) on chest x-ray are consistent with #tetralogy of Fallot# (ToF).  The anatomic defects of @ToF@ are #RVOT obstruction# with an overriding aorta and large #ventricular septal defect# (VSD); concentric right ventricular hypertrophy develops due to increased right ventricular pressure load compared to normal. $The degree of RVOT obstruction is the major driver of symptoms in ToF because it determines how much blood flows through the pulmonary artery to the lungs and the magnitude and direction of shunting through the VSD.  Because some degree of RVOT obstruction is fixed and some degree is dynamic (ie, subject to an increase with activity [eg, crying, feeding]), many patients have left-to-right or neutral shunting through the VSD at baseline (and are acyanotic) but develop #cyanosis# when a dynamic #increase in RVOT obstruction# causes right-to-left shunting through the VSD (ie, #tet episode#). $During a @tet episode@, increased RVOT obstruction leads to #increased right ventricular pressure# and facilitates right-to-left shunting.  There is also #decreased pulmonary arterial pressure# (blood cannot pass through the RVOT tract into the pulmonary artery, reducing pulmonary blood flow), and #decreased left atrial pressure# (the left atrium receives less blood returning from the lungs).  Due to the large size of the VSD in ToF, left ventricular pressure usually closely matches right ventricular pressure (ie, the ventricles are somewhat like a single chamber). $A tet episode may be improved by bringing the knees to the chest.  This maneuver increases systemic afterload, reducing right-to-left shunting through the VSD and forcing more blood through the RVOT. $#Educational objective# The major defects in tetralogy of Fallot are right ventricular outflow tract (RVOT) obstruction and a ventricular septal defect (VSD).  In many patients, activities (eg, feeding, crying) can precipitate cyanotic episodes (tet episodes) by causing a dynamic increase in RVOT obstruction.  During these episodes, increased right ventricular pressure results in right-to-left shunting through the VSD; because blood is shunted away from the pulmonary circulation, pulmonary arterial and left atrial pressures are decreased.  ","clickable_1":"images/img1.19540.jpg","clickable_2":"images/img2.19540.jpg","clickable_3":"images/img3.19540.jpg","clickable_4":"images/img4.19540.jpg"}


]