[
    
{"id":"2082","title":" The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $A 29-year-old woman is brought to the emergency department with new-onset generalized tonic-clonic seizures.  She has a history of HIV and has not been taking her medications consistently.  According to her family, she has been sleepy and weak for the past 2 weeks.  She has not had much of an appetite and has recently spent most of her time in bed.  MRI of the head demonstrates 2 ring-enhancing focal lesions with surrounding edema in the right frontal lobe. $#Item 1 of 2# $Which of the following would be effective against the pathogen most likely responsible for this patient's symptoms?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amphotericin B","answer_2":"B. Ampicillin","answer_3":"C. Ganciclovir","answer_4":"D. Isoniazid and rifampin","answer_5":"E. Pyrimethamine and sulfadiazine","percent_1":"25%","percent_2":"2%","percent_3":"7%","percent_4":"3%","percent_5":"63%","right_answer":"E. Pyrimethamine and sulfadiazine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Toxoplasma gondii is an obligate intracellular protozoan with a worldwide distribution.  The cat is the definitive host of this protozoan, with humans infected following ingestion of food or water contaminated with cat feces (containing oocysts) or undercooked meat (containing pseudocysts).  Immunocompromised individuals exposed to T gondii can develop encephalitis with multiple necrotizing brain lesions, resulting in fever, headache, altered mental status, and focal neurologic findings.  In this patient with #HIV# who has #seizures# and #multiple ring-enhancing lesions# with mass effect, #cerebral toxoplasmosis# is a likely diagnosis.  First-line treatment (which can be given empirically, particularly if test results are unrevealing) includes a combination of #pyrimethamine and sulfadiazine# (or pyrimethamine and clindamycin in case of sulfa drug hypersensitivity) along with leucovorin (folinic acid). $#(Choice A)#  Amphotericin (with flucytosine) is used to treat cryptococcal meningitis, a well-known cause of meningitis in AIDS patients that typically manifests with nausea, vomiting, nuchal rigidity, and altered mental status.  Ring-enhancing lesions are not commonly seen on imaging as cryptococcomas are rare.  Amphotericin can treat invasive aspergillosis; however, central nervous system aspergillosis more classically presents as an abscess (eg, single ring-enhancing lesion), is often accompanied by pulmonary (eg, cough, dyspnea) and orbital manifestations in patients with HIV, and is primarily treated with voriconazole rather than amphotericin. $#(Choice B)#  Ampicillin is typically used to treat Listeria infection.  L monocytogenes can cause meningitis in immunosuppressed patients but does not typically form ring-enhancing lesions. $#(Choice C)#  Ganciclovir is used in the treatment of cytomegalovirus (CMV) infection.  CMV primarily causes symptomatic disease (eg, retinitis, esophagitis, pneumonia) in the immunosuppressed.  Characteristic manifestations of central nervous system involvement include polyneuropathy, transverse myelitis, and encephalitis. $#(Choice D)#  In developing countries, mycobacterial infection causes brain tuberculomas (nodular granulomatous lesions), but this would be less likely in the United States.  Tuberculoma treatment typically includes 5 antitubercular drugs rather than only isoniazid and rifampin. $The differential diagnosis for this patient also includes primary central nervous system lymphoma (second most common after cerebral toxoplasmosis), primary brain tumors (eg, glioblastoma multiforme), metastatic carcinoma, and fungal or bacterial abscesses. $#Educational objective# In patients with HIV, the presence of multiple ring-enhancing lesions with mass effect is most often indicative of toxoplasmosis, followed by primary central nervous system lymphoma.  "},

{"id":"2083","title":"#Item 2 of 2# $After 10 days of empiric therapy, the patient's clinical situation has not improved significantly and the appearance of the brain lesions on MRI is unchanged.  Results for Toxoplasma serology and polymerase chain reaction (PCR) testing are negative.  Cerebrospinal fluid PCR analysis for Epstein-Barr virus is positive.  Tissue biopsy from the frontal lobe lesions would likely predominantly show an abnormal population of which of the following cells?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B-lymphocytes","answer_2":"B. Eosinophils","answer_3":"C. Macrophages","answer_4":"D. Oligodendrocytes","answer_5":"E. T-lymphocytes","percent_1":"61%","percent_2":"2%","percent_3":"4%","percent_4":"3%","percent_5":"30%","right_answer":"A. B-lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"In a patient with HIV and multiple ring-enhancing lesions being treated empirically for toxoplasmosis, lack of a clinical or imaging response after 1-3 weeks of therapy should raise suspicion for other conditions requiring further evaluation, especially given negative Toxoplasma serologies.  #Primary central nervous system lymphoma# (PCNSL) is the second most common cause of ring-enhancing lesions with mass effect in HIV.  Classically, large, solitary lesions are more likely to suggest PCNSL rather than toxoplasmosis; however, multiple lesions (as seen in this patient) are also common in PCNSL. $PCNSL is a diffuse, large-cell non-Hodgkin lymphoma of #B-cell origin# that usually occurs as a late complication of HIV infection.  #Epstein-Barr virus# (EBV) is identified in almost all cases.  Diagnosis of PCNSL can be made by positive EBV polymerase chain reaction analysis in the cerebrospinal fluid.  Definitive diagnosis requires brain biopsy.  Although EBV infections in general can be associated with abnormal T-lymphocytes (eg, atypical lymphocytes), T cell infiltration is not commonly seen on brain tissue biopsy of patients with HIV who have PCNSL.  T-lymphocytes are the malignant cells in AIDS-associated T-cell lymphoma, not PCNSL #(choice E).# $#(Choice B)#  Eosinophils do not give rise to solid tumors. $#(Choice C)#  Macrophages are the primary cell population in histiocytomas.  Patients with Langerhans cell histiocytosis may develop eosinophilic granulomas that preferentially affect the skull, but ring-enhancing lesions are not seen. $#(Choice D)#  Oligodendrocytes can form oligodendrogliomas.  Astrocytes are the precursor cells for glioblastoma multiforme, which can present with a ring-enhancing lesion. $#Educational objective# Primary central nervous system lymphoma is typically composed of B-lymphocytes.  "},

{"id":"107967","title":"A 40-year-old woman is evaluated for extreme weakness, headache, blurry vision, and difficulty swallowing and opening her eyes over the past several hours.  Her husband has similar symptoms and is being evaluated in the emergency department as well.  One day earlier, they both developed abdominal cramps and diarrhea after attending a lunch event at a cultural heritage center.  Temperature is 36.9 C (98.4 F), pulse rate is 58/min, blood pressure is 100/68 mm Hg, and respirations are 18/min.  The patient is alert, awake, and fully oriented.  She has difficulty supporting her head and visibly drooling.  Upper extremities are weaker than the lower extremities.  Sensation is intact throughout.  Which of the following is the most likely source of this patient's infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Improperly preserved beans","answer_2":"B. Infection from a sexual partner","answer_3":"C. Undercooked freshwater fish","answer_4":"D. Undercooked shrimp","answer_5":"E. Water contaminated by human feces","percent_1":"72%","percent_2":"1%","percent_3":"15%","percent_4":"6%","percent_5":"6%","right_answer":"A. Improperly preserved beans","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient and her husband had gastrointestinal symptoms followed by rapidly progressive neurologic deficits that include: $• double vision and ptosis $• #bulbar symptoms# (eg, dysphagia, drooling) $• #symmetric#, descending #muscle weakness# (arms > legs) $• #intact sensation# $• absence of systemic inflammatory symptoms (eg, #afebrile#, no tachycardia, normal mental status) $This presentation is suspicious for #foodborne botulism#.  Certain improperly canned foods, particularly nonacidic vegetables (eg, #beans#) and meat, provide the appropriate environment for Clostridium botulinum spore germination.  As the bacteria grow, they produce a toxin that inhibits presynaptic acetylcholine release at the neuromuscular junction.  This leads to rapidly progressive, symmetric, descending weakness (limb and/or bulbar).  Because it is caused by release of a preformed toxin, foodborne botulism usually does not induce an inflammatory reaction, which is why patients are typically afebrile and not tachycardic. $#(Choice B)#  Although some sexually transmitted infections can lead to neurologic symptoms (eg, neurosyphilis), the presentation would be less acute. $#(Choice C)#  Diphyllobothrium latum can contaminate freshwater fish and lead to gastrointestinal symptoms (eg, diarrhea, intestinal obstruction) and pernicious anemia; the resultant neurologic symptoms due to B12 deficiency would take years to manifest.  Consumption of pufferfish can result in acute neurotoxicity from tetrodotoxin, which blocks the influx of sodium into nerve axons, but pufferfish are primarily saltwater dwelling. $#(Choice D)#  Undercooked shrimp can lead to infections such as Vibrio vulnificus, which causes severe diarrhea.  Patients also frequently develop sepsis and evidence of disseminated intravascular coagulation. $#(Choice E)#  Common infections due to feces-contaminated water include Escherichia coli and hepatitis.  Although neurologic symptoms may occur, they are not the typical presenting features.  In addition, a shared community meal is unlikely to expose participants to feces-contaminated water. $#Educational objective# Foodborne botulism is caused by the ingestion of food contaminated with botulinum toxin, often from improperly home-canned foods.  It leads to eye and bulbar symptoms with symmetric descending muscle weakness; fever and mental status changes are typically absent.  "},

{"id":"728","title":"A group of researchers collected demographic and clinical data from multiple hospitals across the nation to determine epidemiological features of nosocomial bloodstream infections.  In this study, a nosocomial bloodstream infection was diagnosed if blood cultures drawn 48 hours after admission yielded a pathogenic organism.  Analysis of the data collected over several decades shows that staphylococci are increasingly responsible for the identified cases.  An increased use of which of the following is most likely the underlying cause of the observed trend?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Bioprosthetic heart valves","answer_2":"B.Broad-spectrum antibiotics","answer_3":"C.Illicit injection drugs","answer_4":"D.Immunomodulating therapies","answer_5":"E.Indwelling urinary catheters","answer_6":"F.Intravascular catheters","percent_1":"6%","percent_2":"30%","percent_3":"10%","percent_4":"1%","percent_5":"11%","percent_6":"42%","right_answer":"F.Intravascular catheters","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Most common pathogens causing nosocomial bloodstream infections# § • Coagulase-negative staphylococci • Staphylococcus aureus • Enterococci • Candida species","explanation_img":"","explanation_1":"","explanation_2":"Approximately 250,000 #nosocomial bloodstream infections# (BSIs) are estimated to occur in the United States each year.  Prior to the 1980s, the leading cause was gram-negative aerobic organisms such as Escherichia coli that spread from primary infections in the genitourinary or gastrointestinal tract.  However, the increasing use of #intravascular catheters#, which provide a portal of entry for #skin flora# to reach the bloodstream, has led to a shift in the underlying microbiology of BSI; most cases are now caused by skin commensals such as #coagulase-negative staphylococci# and #Staphylococcus aureus#. $BSI is most common in those who have #long-term# (>12 days) central venous access as this provides sufficient time for skin flora to colonize the internal/external lumen of the catheter, to replicate within a biofilm of host (fibrin) and bacterial (glycoprotein) components, and to subsequently spread to the bloodstream.  BSI should be suspected when a patient with an intravascular catheter develops new-onset fever or bacteremia. $#(Choice A)#  Although S aureus is a leading cause of infective endocarditis in patients with artificial heart valves, bacteremia is much more commonly caused by intravascular devices. $#(Choice B)#  The increased use of broad-spectrum antibiotics is associated with the development of drug-resistant organisms, including methicillin-resistant S aureus (MRSA).  Although MRSA is a common cause of skin abscess and necrotizing pneumonia, the majority of S aureus bacteremia is caused by intravascular catheters. $#(Choice C)#  Injection drug use is a major risk factor for S aureus abscess, bacteremia, and infective endocarditis.  However, injection drug use causes far fewer BSIs than intravenous catheters. $#(Choice D)#  Immunosuppression increases the risk of BSI due to reduced immunosurveillance.  However, BSI is far more often due to the use of intravascular catheters. $#(Choice E)#  Indwelling urinary catheters increase the risk of urinary infection with subsequent hematogenous spread of the organism.  However, most cases are caused by gram-negative enteric organisms such as E coli. $#Educational objective# Nosocomial bloodstream infections are usually associated with intravascular catheters, which allow skin commensals such as Staphylococcus aureus and coagulase-negative staphylococci to enter the bloodstream.  "},

{"id":"11514","title":"A 25-year-old man with multiple injuries sustained in a motorcycle accident develops osteomyelitis while in the hospital.  The organism is identified as methicillin-sensitive Staphylococcus aureus, and antibiotics are started.  Which of the following is the most important measure to reduce the risk of transmission to other patients?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Contact precautions","answer_2":"B. Hand hygiene","answer_3":"C. Isolation precautions","answer_4":"D. Masks","answer_5":"E. Restricting visitors","percent_1":"17%","percent_2":"70%","percent_3":"6%","percent_4":"6%","percent_5":"1%","right_answer":"B. Hand hygiene","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Hand hygiene by health care workers is the single most important measure to reduce the risk of transmission of microorganisms between patients.  It includes handwashing with soap and water or using alcohol-based hand sanitizers that do not require water.  Proper handwashing technique involves washing all surfaces of the hands and fingers with soap and water for at least 15 seconds, drying with a disposable towel, and using the towel to turn off the faucet.  Alcohol-based hand sanitizer should cover all surfaces of the hands and fingers and be allowed to dry.  The World Health Organization recommends handwashing before and after touching a patient, before aseptic procedures, and after contact with body fluids or patient surroundings. $#(Choice A)#  Contact precautions involve wearing nonsterile gloves for all patient contact and gowns during substantial contact with infective material.  These precautions are indicated when caring for patients with specific multidrug-resistant bacteria (eg, methicillin-resistant Staphylococcus aureus, vancomycin-resistant enterococci) or with certain parasitic or viral pathogens.  This patient's #methicillin-sensitive# Staphylococcus aureus infection does not require use of contact precautions. $#(Choice C)#  Isolation precautions are indicated in the care of patients with infectious airborne diseases (eg, tuberculosis) and involve a private airborne infection isolation room with negative air pressure, closed doors, and the use of specialized particulate respirator masks. $#(Choice D)#  Facemasks are used as a barrier for respiratory secretions and are not a substitute for hand-washing. $#(Choice E)#  Restricting visitors is unnecessary, although all visitors should wash their hands before and after contact with the patient. $#Educational objective# Hand hygiene is the single most important measure to reduce the risk of transmission of hospital-acquired infections.  "},

{"id":"8593","title":"A 32-year-old woman comes to the physician for a health maintenance examination.  She has been well and has no specific complaints.  She eats a well-balanced diet and exercises on a stationary bicycle 3 days a week.  She works as a nursing assistant at a local hospital.  Review of her records shows that she is due for her annual influenza vaccination.  Prior to administration of the vaccine, her skin is disinfected with 70% isopropanol.  Which of the following mechanisms is most likely responsible for the antiseptic properties of isopropanol?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coagulation of the cytoplasm","answer_2":"B. Cross-linking of proteins","answer_3":"C. Disruption of cell membranes","answer_4":"D. Halogenation of proteins","answer_5":"E. Production of free radicals","percent_1":"2%","percent_2":"3%","percent_3":"78%","percent_4":"5%","percent_5":"12%","right_answer":"C. Disruption of cell membranes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Commonly used clinical disinfectants# ∆⨉∆⨉ §^#Agent# ∆^#Mechanism# ∆^#Sporicidal# §Alcohols$ (isopropanol,$ ethanol) ∆ • Disruption of cell membranes • Denaturation of proteins ∆^No §Chlorhexidine ∆ • Disruption of cell membranes • Coagulation of cytoplasm ∆^No §Hydrogen peroxide ∆ • Produces destructive free radicals that oxidize cellular $components ∆^Yes §Iodine ∆ • Halogenation of proteins & nucleic acids ∆^Yes","explanation_img":"","explanation_1":"","explanation_2":"Alcohols, including ethanol and isopropanol, are widely used as disinfecting agents in the health care setting.  They are commonly used to clean the skin before immunization or venipuncture and to disinfect external surfaces of equipment.  They function by disorganizing the lipid structure in membranes, causing them to be leaky, and by denaturing cellular proteins.  Alcohols require the presence of water for maximal activity and are most effective at 60%-90% concentration.  They are rapidly bactericidal and also tuberculocidal, fungicidal, and virucidal, but do not destroy bacterial spores. $#(Choice A)#  Chlorhexidine works by destabilizing cell membranes and coagulating intracellular constituents.  In combination with 70% alcohol, it is the antiseptic of choice for many surgical and percutaneous procedures.  Its use is contraindicated in neurologic, otologic, and ophthalmologic procedures due to neurotoxicity. $#(Choice B)#  Formaldehyde and glutaraldehyde function by alkylating and cross-linking DNA and proteins.  They are most commonly used for sterilization of hospital instruments that cannot withstand autoclave temperatures. $#(Choice D)#  Iodine causes halogenation of proteins and DNA.  Solutions containing iodine are frequently used for antisepsis in surgical and percutaneous procedures.  However, they are less effective than chlorhexidine-alcohol and cause more skin irritation and toxicity. $#(Choice E)#  Hydrogen peroxide functions as an oxidant by producing hydroxyl free radicals that attack cellular components.  It is excellent at disinfecting inanimate objects but is less effective when used on organic materials.  Hydrogen peroxide is often used for skin cleansing and wound debridement due to its effervescent quality. $#Educational objective# Alcohols function by disorganizing the lipid structure in membranes, causing them to be leaky, and by denaturing cellular proteins.  They are bactericidal, tuberculocidal, fungicidal, and virucidal, but do not destroy bacterial spores.  "}

]