[

{"id":"18680","title":"A 58-year-old man undergoes operative repair of a descending thoracic aortic aneurysm. There are no intraoperative complications, but postoperatively the patient is found to have new-onset neurologic deficits. Imaging of the brain is normal, but MRI of the lower thoracic spinal cord reveals ischemic infarct of the areas shown in the exhibit below:","image_1":"images/18680.jpg","title_2":"Lower extremity examination of this patient is most likely to show which of the following neurologic findings?","audio":"","comparison_items":"§∆Crude touch∆Pain sensation∆Proprioception∆Motor function","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","answer_1":"§A. ∆↓ ∆↓ ∆Normal ∆↓","answer_2":"§B. ∆↓ ∆↓ ∆↓ ∆↓","answer_3":"§C. ∆↓ ∆Normal ∆Normal ∆Normal","answer_4":"§D. ∆Normal ∆Normal ∆↓ ∆↓","answer_5":"§E. ∆Normal ∆↓ ∆Normal ∆Normal","answer_6":"§F. ∆Normal ∆Normal ∆↓ ∆Normal","percent_1":"86%","percent_2":"4%","percent_3":"1%","percent_4":"5%","percent_5":"3%","percent_6":"1%","right_answer":"§A. ∆↓ ∆↓ ∆Normal ∆↓","explanation_img":"images/exp18680.jpg","explanation_1":"","explanation_2":"$This patient's thoracic aortic aneurysm repair has been complicated by #ischemic injury# to the #anterior two-thirds# of the spinal cord (SC).  This area is perfused by the #anterior spinal artery#, which receives blood flow from segmental arteries (eg, intercostal arteries) arising off the @thoracic aorta@.  Disruption of circulation to this area classically results in #anterior cord syndrome#, characterized by the following bilateral tract lesions and clinical signs: $• Spinothalamic tract (STT): #loss# of #pain/temperature# (lateral spinothalamic) and #crude touch# (anterior spinothalamic) sensation 1-2 levels below the lesion $• Anterior horn (lower motor neuron): flaccid paralysis and muscle atrophy at the level of the lesion $• Lateral corticospinal tract (CST) (upper motor neuron): #paralysis# below the level of the lesion.  Flaccid paralysis from spinal shock (ie, temporary loss of all distal SC function) occurs initially, but upper motor neuron signs (eg, spasticity, hyperreflexia) subsequently develop over days to weeks $As in this patient, the dorsal columns are typically spared (due to intact circulation from the posterior spinal arteries), preserving proprioceptive, vibratory, and light touch sensation below the level of the lesion. $#(Choice B)#  Complete loss of all lower extremity sensation (due to injury of the STTs and dorsal columns) and motor function (due to injury of the CSTs) may be seen in complete SC injury, as can occur in SC transection. $#(Choices C and E)#  An isolated defect of crude touch sensation or pain/temperature sensation could occur only with isolated injury to the anterior or lateral STT, respectively.  Because the anterior spinal artery also supplies the tracts (eg, CSTs) surrounding the STTs, it is extremely uncommon to have bilateral injury to only the anterior or lateral STT. $#(Choice D)#  Diminished proprioception and motor function can occur with simultaneous injury to the dorsal columns and CSTs.  A classic cause is @subacute combined degeneration@ of the dorsal and lateral SC white matter, which is seen in vitamin B12 deficiency. $#(Choice F)#  Selective loss of proprioceptive (along with vibratory and light touch) sensation occurs with isolated injury of the bilateral dorsal columns.  A classic example is @tabes dorsalis@, a form of tertiary neurosyphilis that causes damage to the dorsal columns and dorsal nerve roots. $#Educational objective# Ischemia of the anterior two-thirds of the spinal cord can occur with disruption of the anterior spinal artery blood supply.  The resulting anterior cord syndrome causes bilateral distal loss of pain, temperature, and crude touch sensation (from injury to the spinothalamic tracts) and paralysis (from injury to the lateral corticospinal tracts). ","clickable_1":"images/img1.18680.jpg","clickable_2":"images/img2.18680.jpg","clickable_3":"images/img3.18680.jpg"},

{"id":"21404","title":"A 28-year-old woman at 20 weeks gestation comes to the office for her first prenatal appointment.  An ultrasound is performed, during which the fetus is found to have a congenital defect and no cardiac activity.  Due to the pregnancy loss, the patient undergoes an induction of labor.  After delivery, gross pathology of the fetus is shown in the @exhibit@.  These findings are most likely due to an impairment in which of the following embryologic processes? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit21404.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Neural crest cell migration","answer_2":"B. Notochord formation","answer_3":"C. Prosencephalon division","answer_4":"D. Rostral neuropore closure","answer_5":"E. Vertebral column fusion","percent_1":"7%","percent_2":"8%","percent_3":"14%","percent_4":"68%","percent_5":"2%","right_answer":"D. Rostral neuropore closure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21404.jpg","explanation_1":"","explanation_2":"$The gross pathology of this fetus is consistent with @anencephaly@, an #open neural tube defect# (NTD).  Open NTDs are caused by a #defect in primary neurulation#.  This process normally begins with formation of the neural plate, the lateral ends of which elevate to become neural folds during the third week of fetal development.  These folds form the neural tube by fusing in the midline, starting in the cervical region and extending rostrally and caudally to the anterior and posterior neuropores, respectively. $Failure of either neuropore to close results in an open NTD, and #failure# of #anterior (rostral) neuropore closure# specifically leads to @anencephaly@, a fatal condition in which the skull and meninges fail to form.  The fetal brain is then exposed to amniotic fluid, resulting in degeneration of the developing forebrain, as seen here.  Maternal serum alpha fetoprotein is markedly elevated due to direct leakage from the open neural tube into the amniotic fluid.  Prenatal ultrasound shows #absence of the brain and skull superior to the orbits#. $Many fetuses with anencephaly die in utero; those born with anencephaly may retain spontaneous breathing and brainstem reflexes (eg, suck, Moro) but die soon after birth. $#(Choice A)#  Neural crest cells are the progenitors for the peripheral nervous system and several other cell types (eg, melanocytes).  Disorders of neural crest cell migration (eg, Hirschsprung disease) involve the peripheral nervous system rather than the CNS. $#(Choice B)#  The notochord is a major regulator of embryonic patterning and disruption to its development may affect the CNS, gastrointestinal, or genitourinary tract.  CNS structures related to notochord development include the spinal cord and vertebral column; defects would not affect the scalp and skull. $#(Choice C)#  Failure of prosencephalon division leads to @holoprosencephaly@, in which the brain does not separate normally into 2 hemispheres.  A spectrum of findings may be present, including hypotelorism, a single nostril or proboscis, and/or a single central incisor. $#(Choice E)#  Failure of vertebral column fusion describes @spina bifida occulta@.  Gross visual inspection may be unremarkable or show a deep sacral pit, tuft of hair, or overlying hemangioma. $#Educational objective# Open neural tube defects are a result of defects in primary neurulation (development and closure of the neural tube).  Defective anterior (rostral) neuropore closure (eg, anencephaly) results in failure of the skull and meninges to form, allowing exposure of the developing brain to the destructive effects of amniotic fluid.  ","clickable_1":"images/img1.21404.jpg","clickable_2":"images/img2.21404.jpg","clickable_3":"images/img3.21404.jpg","clickable_4":"images/img4.21404.jpg"},

{"id":"1904","title":"A 16-year-old boy is being evaluated for difficulty walking.  On physical examination, he has thoracic scoliosis and multiple small scars on his hands.  When asked about these, the boy replies, 'I frequently burn my hands by accident because I can't feel the heat.'  Neurologic examination reveals 1+ biceps reflexes and 3+ patellar reflexes bilaterally, as well as decreased muscle strength in the bilateral upper and lower extremities.  His hand muscles are atrophic, and position and vibration senses in the feet are also impaired.  Which of the following is the most likely cause of this patient's problems?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amyotrophic lateral sclerosis","answer_2":"B. Guillain-Barré syndrome","answer_3":"C. Medulloblastoma","answer_4":"D. Multiple sclerosis","answer_5":"E. Normal pressure hydrocephalus","answer_6":"F. Syringomyelia","percent_1":"23%","percent_2":"6%","percent_3":"5%","percent_4":"4%","percent_5":"1%","percent_6":"61%","right_answer":"F. Syringomyelia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1904.jpg","explanation_1":"","explanation_2":"$This patient has chronic #loss of upper extremity pain and temperature sensations#, upper extremity weakness and hyporeflexia, lower extremity weakness and hyperreflexia, and kyphoscoliosis.  These findings are consistent with #syringomyelia#.$ In syringomyelia, a #central cystic dilation# in the cervical spinal cord (a syrinx) slowly enlarges, characteristically causing damage to the #ventral white commissure# and #anterior horns#.  The ventral white commissure is the site of decussation of second-order lateral spinothalamic tract neurons, and the ventral horns are the site of lower motor neuron cell bodies.  The syrinx is most commonly situated at the C8-T1 cord levels and may extend rostrally, caudally, and centrifugally.  Further expansion within the cervical cord in later stages of the disease can produce lower extremity weakness and hyperreflexia (an upper motor neuron defect) by affecting the lateral corticospinal tract and can also lead to loss of position and vibration senses in the feet due to involvement of the posterior columns.  Scoliosis can occur due to paresis of paravertebral muscles. $ (Choice A)  Amyotrophic lateral sclerosis is a progressive degenerative disease of upper and lower motor neurons only; it does not cause sensory loss. $ (Choice B)  Guillain-Barré syndrome is a peripheral nervous system autoimmune demyelinating polyneuropathy that typically causes lower motor neuron manifestations (eg, areflexia, weakness) in a symmetric ascending pattern. $ (Choice C)  Medulloblastoma is the most common malignant central nervous system (CNS) tumor in children, with pilocytic astrocytoma, a low-grade astrocytoma, being the most common CNS tumor overall.  Medulloblastoma is a posterior fossa tumor that causes symptoms related to obstructive hydrocephalus. $ (Choice D)  Multiple sclerosis is an autoimmune CNS demyelinating disorder that presents with episodic neurologic symptoms reflecting defects in various white matter tracts. $ (Choice E)  Normal pressure hydrocephalus is characterized by gait ataxia and urinary incontinence.  It is rare in patients age <60.  Defective cerebrospinal fluid resorption by the arachnoid granulations gives rise to the secondary form of this disease. $ Educational objective The combination of fixed segmental loss of upper extremity pain and temperature sensations, upper extremity lower motor neuron signs, and/or lower extremity upper motor neuron signs in the setting of scoliosis suggests syringomyelia."},

{"id":"12030","title":"A 22-year-old man is brought to the emergency department after a bar fight during which he received a knife wound to his neck. The patient is in moderate distress but is alert and can follow commands. Vital signs are stable. Neurologic examination shows right-sided hemiplegia. Loss of proprioception and vibratory sensation is present below the C8 dermatome on the right side. On the left side, there is loss of pain and temperature sensation below the T2 dermatome. MRI of this patient's spine will most likely reveal which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complete transection of the spinal cord","ansImg_1":"","answer_2":"B. Damage to the cervical dorsal roots on the right side","ansImg_2":"","answer_3":"C. Lesion of the dorsal columns on the right side","ansImg_3":"","answer_4":"D. Lesion of the medial longitudinal fasciculus on the right side","ansImg_4":"","answer_5":"E. Right-sided hemisection of the spinal cord","ansImg_5":"","right_answer":"E. Right-sided hemisection of the spinal cord","percent_1":"2%","percent_2":"2%","percent_3":"5%","percent_4":"2%","percent_5":"88%","explanation_img":"images/exp12030.jpg","explanation_1":"","explanation_2":"$This patient has a penetrating injury resulting in right-sided #hemisection# of the #spinal cord# at the C8 level.  Spinal cord hemisection classically causes Brown-Séquard syndrome, which is characterized by the following tract lesions and clinical signs: $• #Anterior horn# (lower motor neuron) injury produces ipsilateral paralysis at the level of the lesion. $• Lateral #corticospinal tract# (upper motor neuron) injury results in ipsilateral paralysis below the level of the lesion. $• #Dorsal column# (gracile and cuneate fasciculi) involvement causes ipsilateral loss of vibration, proprioception, and light touch (ie, 2-point discrimination) sensation below the level of the lesion. $• #Spinothalamic tract# injury causes contralateral loss of pain and temperature (lateral spinothalamic) and crude touch (anterior spinothalamic) sensation 1-2 levels below the lesion. $Spinal cord injury above T1 can also cause ipsilateral Horner syndrome (ie, ptosis, miosis, anhidrosis) if there is concurrent damage to the oculosympathetic pathway. $#(Choice A)#  Complete transection of the spinal cord would result in bilateral loss of all sensation and voluntary movement below the level of the lesion. $#(Choice B)#  A lesion of the dorsal sensory roots would lead to ipsilateral loss of sensation and areflexia from the specific dermatome(s) affected. $#(Choice C)#  A lesion of the dorsal columns on the right side would result only in ipsilateral loss of vibratory, proprioceptive, and light touch (ie, 2-point discrimination) sensation below the level of the lesion. $#(Choice D)#  A lesion of the medial longitudinal fasciculus is associated with @internuclear ophthalmoplegia@, which is commonly seen in multiple sclerosis; it presents with impaired horizontal eye movement and weak adduction of the ipsilateral eye with simultaneous abduction nystagmus of the contralateral eye. $#Educational objective# Brown-Séquard syndrome results from hemisection of the spinal cord.  It is characterized by ipsilateral paralysis due to corticospinal tract injury; ipsilateral loss of vibratory, proprioceptive, and light touch sensation (dorsal columns); and contralateral loss of pain, temperature, and crude touch sensation (spinothalamic tract) below the level of the injury.  ","clickable_1":"images/img1.12030.mp4"},

{"id":"1693","title":"A 53-year-old man comes to the emergency department due to severe lower back pain. The patient's back pain started 2 weeks ago without any preceding trauma and has been keeping him awake at night. The pain has acutely worsened over the past 2 days and is not relieved with over-the-counter pain medications. His vital signs are within normal limits. Examination shows low back pain that is worse with back flexion and raising of the legs; it radiates into his left leg. Pinprick in the perianal area does not cause rapid contraction of the anal sphincter. The rest of the neurologic examination is normal. Which of the following nerve roots is most likely to be involved in this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. T12","ansImg_1":"","answer_2":"B. L2","ansImg_2":"","answer_3":"C. L4","ansImg_3":"","answer_4":"D. L5","ansImg_4":"","answer_5":"E. S1","ansImg_5":"","answer_6":"F. S4","ansImg_6":"","right_answer":"F. S4","percent_1":"1%","percent_2":"4%","percent_3":"5%","percent_4":"8%","percent_5":"31%","percent_6":"51%","explanation_img":"images/exp1693.jpg","explanation_1":"","explanation_2":"$This patient's worsening low back pain with a @positive straight leg test@ is consistent with subacute #lumbosacral radiculopathy#, which most often occurs due to a herniated disk; less common causes include neoplasm, fracture, or epidural hematoma/abscess.  Compression of the spinal cord and/or nerve roots can cause a wide range of deficits based on the level(s) involved.  This patient's #perianal anesthesia# with loss of the anocutaneous reflex indicates involvement of the #S2-S4# @nerve roots@. $In an adult, the spinal cord terminates in a tapering fashion as the #conus medullaris# (T12-S4) at the L1-L2 vertebral level.  The collection of spinal nerves below this point (eg, L3-S4) exit inferiorly through their respective intervertebral foramina and are referred to as the #cauda equina# (ie, horse's tail).  Lesions at the L1-L5 vertebral levels can affect the conus medullaris and/or T12-S4 nerve roots, resulting in a characteristic constellation of symptoms: $• #Radicular low back pain# (may radiate down one or both legs [L2-S2]) $• Saddle/#perianal anesthesia# (S2-S4) $• Bowel and bladder dysfunction $• Lower extremity #weakness# $This pattern of neurologic deficits can occur with either conus medullaris syndrome (lesions around L1-L2 vertebrae) or cauda equina syndrome (lesions below L2 vertebra).  Conus medullaris syndrome typically causes bilateral, symmetric lower extremity weakness with upper motor signs (eg, spasticity, hyperreflexia), while cauda equina syndrome tends to cause flaccid, asymmetrical lower extremity weakness.  Due to the potential for further neurologic deterioration, affected patients require urgent evaluation including MRI of the spine. $#(Choice A)#  Compression of the T12 nerve roots would result in lower abdominal or groin pain. $#(Choices B and C)#  The L2-L4 spinal nerve roots contribute to the femoral nerve and mediate the quadriceps (ie, patellar) reflex.  Lesions affecting these levels would cause loss of this reflex as well as anterior thigh sensory loss or paresthesia. $#(Choice D)#  Lesions affecting the L5 nerve root would cause sensory loss or paresthesia over the lateral thigh and anterior calf. $#(Choice E)#  The S1 nerve root supplies the Achilles reflex along with sensation to the posterior leg and posterolateral calf.  Although the Achilles reflex can be affected in patients with lumbosacral radiculopathy, this patient does not have evidence of S1 nerve root involvement on examination. $#Educational objective# Compressive lesions (eg, disk herniation, tumors) affecting the L1-L5 vertebral levels can impinge upon the conus medullaris and/or T12-S4 nerve roots, causing radicular low back pain, changes in bowel/bladder function, saddle/perianal anesthesia (eg, loss of anocutaneous reflex), and lower extremity weakness.  Perianal sensation is carried by the S2-S4 nerve roots.  ","clickable_1":"images/img1.1693.mp4","clickable_2":"images/img2.1693.jpg"},

{"id":"503","title":"A 20-year-old woman comes to the physician because of multiple burns on her hands.  She says that she gets burned quite often when she cooks, particularly while operating the oven.  She also has burned herself when picking up her morning cup of coffee and when testing the water temperature in the shower.  The patient is concerned because she cannot feel when objects are 'really hot' and often does not notice that she has burns until she looks at her hands.  She has no significant past medical history, no recent illnesses, and no sick contacts.  Her surgical history is significant only for removal of impacted wisdom teeth 1 year ago.  The patient has never smoked, drinks alcohol occasionally, and does not use illicit drugs.  Her family history is significant for multiple sclerosis in her mother.  Examination shows diminished pinprick and temperature sensation across the upper back, shoulders, and arms bilaterally.  Light touch, position, and vibration sense are preserved.  Examination of the lower extremities is unremarkable.  Damage to which of the following spinal cord areas is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/503.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"63%","percent_2":"3%","percent_3":"8%","percent_4":"15%","percent_5":"5%","percent_6":"6%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp503.jpg","explanation_1":"","explanation_2":"$This patient most likely has #syringomyelia#, which classically presents with disproportionate #loss of pain and temperature sensation# (dissociated anesthesia) involving the #arms and hands#.  In syringomyelia, a cerebrospinal fluid-filled cavity called a syrinx usually forms in the cervical region of the spinal cord.  These cavities can enlarge over time and destroy adjacent portions of the spinal cord.  The areas most commonly damaged are the ventral white commissure and ventral horns. $ The ventral white commissure is located just anterior to the gray commissure.  It is the area of decussation for the fibers of the @lateral spinothalamic tract@, which transmits pain and temperature sensation from peripheral receptors to the somatosensory cortex.  Destruction of the #ventral white commissure# leads to loss of pain and temperature sensation bilaterally over the affected dermatomes (starting 1 to 2 levels below the lesion, as the axons briefly ascend in the zone of Lissauer before decussating).  Touch, vibration, and position senses are preserved as the dorsal columns remain intact. $ (Choice B)  The ventral horns contain lower motor neurons that receive impulses from the lateral corticospinal tract.  Damage to the ventral horn can occur in syringomyelia, but would cause flaccid paralysis and atrophy of the intrinsic hand muscles (not loss of pain and temperature sensation). $ (Choice C)  The ventral spinothalamic tract is located in this area and transmits crude touch and pressure sensation.  It should not be confused with the lateral spinothalamic tract, which carries pain and temperature sensation. $ (Choice D)  After decussating in the ventral white commissure, axons of the lateral spinothalamic tract ascend to the brain in the lateral funiculus.  Damage to this area would cause contralateral loss of pain and temperature sensation distally, beginning 1 to 2 segments below the lesion.  However, bilateral sensory loss would not occur with damage to this area. $ (Choice E)  The dorsal horn contains first order axons and second order neurons that transmit sensory input from peripheral receptors.  Damage to the dorsal horn would likely result in unilateral loss of all sensation over the affected dermatomes. $ (Choice F)  The dorsal column contains both the gracile and cuneate fasciculi.  They are formed by axons of first-order neurons of the dorsal column pathway.  This tract is the primary mediator of proprioception, vibration, and tactile sensation. $ Educational objective Syringomyelia is characterized by the formation of a cavity (syrinx) in the cervical region of the spinal cord.  The syrinx damages the ventral white commissure, leading to bilateral loss of pain and temperature sensation that is limited to the affected levels (typically the arms and hands); distal sensation is preserved.  Destruction of the motor neurons in the ventral horns (due to extension of the syrinx) results in flaccid paralysis and atrophy of the intrinsic muscles of the hand.","clickable_1":"images/img1.503.jpg"},

{"id":"671","title":"A 16-year-old boy is evaluated for progressive gait instability, dysmetria, and dysarthria for the past several years.  The patient enjoys basketball but can no longer play due to his worsening symptoms.  He is worried because his brother developed similar symptoms and died at age 21.  Physical examination of the lower extremities reveals bilateral motor weakness and loss of deep tendon reflexes, joint position, and vibration sense.  MRI of the brain and spine shows degeneration of the posterior columns and spinocerebellar tracts.  Which of the following conditions has neurologic manifestations that most closely resemble this patient's disease?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute intermittent porphyria","answer_2":"B. Guillain-Barré syndrome","answer_3":"C. Lead intoxication","answer_4":"D. Prion disease","answer_5":"E. Vitamin E deficiency","percent_1":"6%","percent_2":"37%","percent_3":"12%","percent_4":"7%","percent_5":"38%","right_answer":"E. Vitamin E deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vitamin E deficiency#∆⨉ §^#Etiology# ∆ • Fat malabsorption: cystic fibrosis, pancreatitis, cholestasis • Genetic: abetalipoproteinemia §^#Clinical$ features# ∆ • Neuromuscular* $== ○ Spinocerebellar tract: ataxia $== ○ Dorsal columns: loss of vibration & proprioception $== ○ Peripheral nerves: decreased strength & $==sensation, hyporeflexia $== ○ Muscles: myopathic weakness • Hematologic: hemolytic anemia §^#Treatment# ∆ • High-dose vitamin E replacement %*Neurologic findings mimic Friedreich ataxia.","explanation_img":"","explanation_1":"","explanation_2":"This patient has progressive ataxia, dysmetria, and dysarthria.  With a family history of similar symptoms, the most likely diagnosis is @Friedreich ataxia@ (FA), the most common hereditary form of ataxia.  This degenerative condition is due to an autosomal recessive mutation in the frataxin gene, which leads to degeneration of the posterior columns and spinocerebellar tracts; affected patients usually have symptom onset in adolescence and a shortened life span. $A condition that can #mimic# FA is #vitamin E deficiency#.  Vitamin E is a lipid-soluble, antioxidant vitamin that is widely available in the diet; deficiency is rare and typically occurs in patients with fat malabsorption (eg, cystic fibrosis) or abetalipoproteinemia.  Neurologic dysfunction in vitamin E deficiency occurs due to free radical damage to neuronal cell membranes.  Shared features of FA and vitamin E deficiency include: $• #Ataxia# due to degeneration of #spinocerebellar tracts# $• #Loss of position and vibration sense# due to degeneration of the #dorsal columns# $• Weakness and #loss of deep tendon reflexes# due to #peripheral nerve# degeneration $Patients with suspected FA but without a frataxin mutation should undergo vitamin E testing.  Unlike FA, individuals with vitamin E deficiency often have additional #hemolytic anemia# due to free radical damage of erythrocyte membranes.  Vitamin B12 deficiency may also present similarly to FA due to subacute combined degeneration of the dorsal and lateral spinal columns. $#(Choice A)#  Acute intermittent porphyria presents with acute attacks of abdominal pain and peripheral neuropathy (eg, numbness, paresthesias), not progressive ataxia.  In addition, it does not cause spinal cord degeneration. $#(Choice B)#  Guillain-Barré syndrome typically presents after a diarrheal (eg, Campylobacter jejuni) or upper respiratory infection with symmetric, ascending weakness, hyporeflexia, and paresthesias due to demyelination of peripheral nerves.  The spinal cord is not affected, so proprioception remains intact and ataxia does not occur. $#(Choice C)#  Lead intoxication is usually asymptomatic but can cause nonspecific gastrointestinal symptoms (eg, constipation, abdominal pain) and neurobehavioral problems (eg, poor memory, difficulty concentrating).  Severe toxicity may lead to encephalopathy and ataxia, but spinal cord degeneration would not be seen. $#(Choice D)#  Creutzfeldt-Jakob disease is a prion disease that presents with progressive dementia and myoclonic jerks of the extremities.  Ataxia can occur due to involvement of the cerebellum.  However, patients usually experience rapid neurologic decline and death within a year of symptom onset. $#Educational objective# Neurologic symptoms of vitamin E deficiency closely mimic those of Friedreich ataxia and include ataxia (spinocerebellar tract degeneration), loss of position and vibration sense (dorsal columns degeneration), and weakness and hyporeflexia (peripheral nerve degeneration).  ","clickable_1":"images/img1.671.jpg"},

{"id":"11793","title":"A 56-year-old woman is brought to the emergency department due to several days of progressive dyspnea, productive cough, and fever.  Today, her son found her very short of breath and obtunded.  The patient has a history of hypertension, type 2 diabetes mellitus, and long-standing rheumatoid arthritis.  Examination reveals bilateral pneumonia and severe respiratory distress.  The patient is lethargic without focal neurologic deficits.  Urgent endotracheal intubation is performed for mechanical ventilation, and the patient is started on broad-spectrum antibiotics.  Repeat examination 2 hours later shows that she has developed areflexic, flaccid paralysis of all extremities.  Which of the following is the most likely cause of the neurologic deficits in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebral septic emboli","answer_2":"B. Diabetic neuropathy","answer_3":"C. Guillain-Barré syndrome","answer_4":"D. Malignant hyperthermia","answer_5":"E. Vertebral subluxation","percent_1":"24%","percent_2":"2%","percent_3":"30%","percent_4":"10%","percent_5":"34%","right_answer":"E. Vertebral subluxation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with #rheumatoid arthritis# underwent urgent endotracheal intubation due to severe pneumonia and subsequently developed sudden-onset quadriparesis.  Long-standing rheumatoid arthritis frequently involves the #cervical spine# and causes joint destruction with vertebral malalignment (#subluxation#).  The atlantoaxial joint is most often involved as the atlas (C1) has a high degree of mobility relative to the axis (C2 odontoid and body). $Chronic symptoms of cervical subluxation include neck pain, stiffness, and neurologic findings (eg, sensory loss, muscle weakness).  #Endotracheal intubation# can #acutely worsen# the subluxation and cause #compression of the spinal cord# and/or vertebral arteries.  Acute spinal cord injury results in flaccid paralysis with decreased or absent reflexes below the level of the compression due to spinal shock; the paralysis eventually becomes spastic as spinal shock resolves over the ensuing days to weeks. $#(Choice A)#  Cerebral septic emboli are usually due to infective endocarditis of the left-sided heart valves.  Patients can develop acute neurologic findings including unilateral paralysis; quadriparesis would be less likely.  This patient also has no cardiac murmur or other stigmata (eg, petechiae, splinter hemorrhages) to suggest endocarditis. $#(Choice B)#  Diabetic neuropathy presents with a slowly progressive decrease in vibratory sensation, proprioception, and temperature sensation.  Early neuropathy can cause decreased ankle reflexes, whereas later disease can cause widespread loss of reflexes with motor weakness. $#(Choice C)#  Guillain-Barré syndrome presents with progressively worsening, symmetrical, flaccid muscle weakness with absent or decreased reflexes.  The abnormalities typically start in the lower extremities and ascend upward over the course of days to weeks. $#(Choice D)#  Malignant hyperthermia is usually due to anesthesia exposure (eg, halothane, succinylcholine), causing increased and sustained muscle contraction with myocyte breakdown.  Patients typically develop diffuse muscle rigidity followed by hyperthermia and possible myoglobinuria. $#Educational objective# Long-standing rheumatoid arthritis can affect the cervical spine, causing vertebral malalignment (subluxation) that can affect the atlantoaxial joint.  Extension of the neck during endotracheal intubation can worsen the subluxation, leading to acute compression of the spinal cord and/or vertebral arteries.  "},

{"SubjectSystem":"Physiology-Nervous","id":"19274","title":"A 44-year-old woman comes to the office for follow-up.  The patient sustained a complete C7 spinal cord injury a year ago after falling off a cliff while hiking.  She is able to move her shoulders and upper arms but has paraplegia and uses a wheelchair.  The patient has a suprapubic catheter due to neurogenic bladder.  She has no other medical conditions.  She is a lifelong nonsmoker.  Which of the following changes in respiratory parameters are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Maximal inspiratory pressure ∆Maximal expiratory pressure ","answer_1":"§A.∆ Decreased ∆Increased","answer_2":"§B.∆ Decreased ∆Normal","answer_3":"§C.∆ Normal ∆Decreased","answer_4":"§D.∆ Increased ∆Decreased","answer_5":"§E.∆ Increased ∆Increased","percent_1":"7%","percent_2":"36%","percent_3":"50%","percent_4":"5%","percent_5":"1%","right_answer":"§C.∆ Normal ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19274.jpg","explanation_1":"","explanation_2":"$Patients with #spinal cord injuries# often have significant alterations in #respiratory dynamics#.  Because different muscles (with different sources of innervation) control inspiration and expiration, respiratory function is differentially impaired based on the level of spinal cord injury. $#Inspiration# is driven by an increase in intrathoracic volume.  This is mediated predominantly by contraction of the #diaphragm#, which is innervated by the #phrenic nerve# that originates from the #C3-C5# nerve rootlets.  Accessory muscles of inspiration elevate the sternum and ribs to further expand the thoracic cavity.  These include the external intercostals (innervated by thoracic nerve roots), the sternocleidomastoid (innervated by C1-C4), and the scalenes (innervated by C4-C8). $Passive expiration is driven by the net intrinsic elastic recoil of the lungs, chest wall, ribs, and diaphragm and therefore requires no innervation.  #Active expiration#, as measured in this patient's pulmonary function testing, recruits the musculature to pull the ribs down and compress the abdominal contents to push the diaphragm up and decrease intrathoracic volume.  This is driven by the #internal intercostals# (innervated by #thoracic nerve roots#) and #abdominal muscles# (innervated by #thoracic and lumbar nerve roots#). $Because the spinal cord injury was at the #level of C7# in this patient, the diaphragm and many of the accessory inspiratory muscles are likely functional, resulting in minimal impairment of maximal inspiratory pressure.  However, the muscles involved in active expiration (ie, internal intercostals and abdominal muscles) are likely significantly impaired, leading to a significant #decrease in maximal expiratory pressure#. $#(Choices A and B)#  Although the external intercostals are innervated by thoracic nerve roots and may be impaired in this patient, the other accessory muscles of inspiration, including the sternocleidomastoid and scalenes, are typically able to compensate for their loss and adequately elevate the sternum/ribs.  This leads to minimal or no change in the maximal inspiratory pressure. $#Educational objective# The diaphragm is the principal muscle of inspiration and is innervated by the phrenic nerve, which originates from the C3-5 nerve rootlets.  Although expiration is largely achieved through passive recoil, active expiration is aided by the internal intercostals (innervated by thoracic nerve rootlets) and abdominal muscles (innervated by thoracic and lumbar nerve roots).  "},

{"id":"65","title":"A 65-year-old woman is found dead in her house.  The family notes that she had difficulty walking over the past few months.  The woman had a history of atrial fibrillation treated with anticoagulation therapy.  Autopsy reveals bruising of the scalp.  Intracranially, there is a large epidural hemorrhage with brain herniation.  In addition, the spinal cord shows symmetric myelin layer vacuolization and axonal degeneration involving the posterior columns and the lateral corticospinal tracts.  Which of the following is the most likely cause of this woman's spinal cord findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amyotrophic lateral sclerosis","answer_2":"B. Multiple sclerosis","answer_3":"C. Syringomyelia","answer_4":"D. Tabes dorsales","answer_5":"E. Thiamine deficiency","answer_6":"F. Vitamin B12 deficiency","percent_1":"16%","percent_2":"8%","percent_3":"8%","percent_4":"9%","percent_5":"3%","percent_6":"56%","right_answer":"F. Vitamin B12 deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp65.jpg","explanation_1":"","explanation_2":"$This woman with recent #gait impairment# likely died due to a head injury from a fall (scalp bruising); her anticoagulation therapy placed her at increased risk for intracranial hemorrhage and subsequent brain herniation.  Evidence of #myelin degeneration# in the #dorsal columns# and #lateral corticospinal tracts# on autopsy is suspicious for vitamin B12 deficiency, the likely cause of her ataxia. $#Vitamin B12# #deficiency# is classically associated with megaloblastic anemia due to impaired DNA synthesis in rapidly dividing hematologic cells.  However, vitamin B12 is also essential for myelin generation and maintenance (via methylation of myelin basic protein); deficiency often results in neurologic symptoms due to impaired myelination in the following regions: $#Dorsal columns#:  diminished tactile/vibratory sensation and proprioception, resulting in #sensory ataxia# (eg, Romberg sign) $#Lateral corticospinal tracts#:  upper motor neuron signs (eg, muscle weakness, spastic paresis), Babinski reflex $Spinocerebellar tracts:  ataxia (loss of unconscious proprioception) $Peripheral nerves:  numbness, paresthesia, hyporeflexia $The pattern of spinal cord damage is referred to as #subacute combined degeneration#, given the degeneration of both ascending (dorsal columns, spinocerebellar tracts) and descending (lateral corticospinal tracts) pathways. $#(Choice A)#  Amyotrophic lateral sclerosis is a neurodegenerative disorder that affects upper and lower motor neurons.  Damage to the lateral corticospinal tract occurs, but anterior horn damage is also characteristic and not seen in this woman.  Moreover, sensory pathways are usually spared, so dorsal column damage would not be expected. $#(Choice B)#  Multiple sclerosis is marked by asymmetric, focal areas of CNS demyelination.  This woman's symmetric damage to specific spinal cord tracts would be atypical. $#(Choice C)#  Syringomyelia, a cyst within the spinal cord, can lead to central spinal cord injury involving crossing fibers from the spinothalamic tracts within the anterior white commissure.  This woman's autopsy did not reveal a cyst, and extensive dorsal column damage would be unusual. $#(Choice D)#  Tabes dorsales (neurosyphilis) is associated with damage to the dorsal columns and dorsal nerve roots; however, the lateral corticospinal tracts are generally not affected. $#(Choice E)#  Thiamine deficiency causes Wernicke encephalopathy (ataxia, confusion, oculomotor dysfunction).  Unlike in this woman, histopathology shows demyelination in the brain (eg, mammillary bodies, thalamus), not the spinal cord. $#Educational objective# Vitamin B12 (cobalamin) deficiency can cause subacute combined degeneration due to impaired myelination in the ascending dorsal columns and spinocerebellar tracts (diminished position/vibration sense, ataxia), as well as the descending lateral corticospinal tracts (eg, muscle weakness, spastic paresis). "},

{"id":"19319","image_1":"","title_2":"","audio":"","comparison_items":"","title":"A 58-year-old man comes to the office due to worsening right upper extremity weakness over the past 4 weeks. The patient frequently travels for work and has had difficulty carrying heavy bags and getting luggage into or out of the overhead bins. He also has had neck and shoulder pain for the past several months, which he attributes to stress. The patient reports no trauma, and medical history is significant for hypertension. Physical examination shows weakness of shoulder abduction and loss of the biceps reflex on the right side. Pinprick sensation is decreased over the right lateral arm and forearm. Which of the following pathologic processes is most likely underlying this patient's current symptoms?","answer_1":"A. Axonal loss in the corticospinal tracts","ansImg_1":"","answer_2":"B. Cystic expansion of the central canal","ansImg_2":"","answer_3":"C. Degenerative changes in the vertebral joints","ansImg_3":"","answer_4":"D. Microinjury and tear of the rotator cuff tendons","ansImg_4":"","answer_5":"E. Rupture of the long head of the biceps tendon","ansImg_5":"","right_answer":"C. Degenerative changes in the vertebral joints","percent_1":"7%","percent_2":"17%","percent_3":"52%","percent_4":"18%","percent_5":"6%","explanation_img":"images/exp19319.jpg","explanation_1":"","explanation_2":"$This patient's sensory (eg, lateral arm/forearm sensation loss) and motor deficits (eg, impaired shoulder abduction, biceps reflex) are not isolated to the distribution of a single peripheral nerve (eg, median, ulnar), but rather follow the #C5 dermatomal and myotomal distribution#, indicating #cervical radiculopathy#. $The manifestations of cervical radiculopathies vary depending on the @affected nerve root@ but typically present with #neck or arm pain# associated with motor and/or sensory deficits.  Radiculopathies occur due to #compression of spinal nerve roots#, which is most commonly due to either: $• #Spinal spondylosis:# Aging leads to #degeneration# of the vertebral bodies, discs, and joints.  Disc space decreases, and joint stress results in osteophyte (eg, bone spur) formation, which slowly narrows the neural foramina and leads to a #subacute onset# of symptoms (as seen in this patient). $• #Vertebral disc herniation:# Degeneration of ligamentous fibers can lead to a tear in the intervertebral disc annulus, resulting in herniation of the nucleus pulposus with potential nerve root compression.  Disc rupture typically occurs acutely (eg, during weight lifting). $#(Choice A)#  Axonal loss in the corticospinal tracts occurs in amyotrophic lateral sclerosis, a neurodegenerative disease that affects both upper and lower motor neurons.  Although it can result in weakness and atrophy, it would also result in upper motor neuron signs (eg, hyperreflexia), and sensory disturbances would be atypical. $#(Choice B)#  @Syringomyelia@ results from cystic expansion of the central canal in the spinal cord.  This can result in upper extremity weakness and sensory deficits, but because it expands from the central portion of the spinal cord, both upper extremities are typically affected, most often in a \"cape\" distribution. $#(Choice D)#  Microinjury and tear of the rotator cuff tendons can result in weakness of shoulder abduction.  However, sensory deficits are unexpected. $#(Choice E)#  Rupture of the long head of the biceps tendon could result in shoulder pain that is aggravated by repetitive overhead activities; a loss of the biceps reflex may be observed if the rupture is complete.  However, it would not cause weakness of shoulder abduction (biceps flexes and supinates the forearm) and sensory deficits would not be present. $#Educational objective# Cervical radiculopathy typically results in neck and/or arm pain associated with neurologic deficits that follow a dermatomal/myotomal pattern.  Osteophytes that form due to degenerative changes in the vertebral joints can progressively narrow the neural foramina leading to nerve root compression. ","clickable_1":"images/img1.19319.jpg","clickable_2":"images/img2.19319.jpg"},

{"id":"1402","title":"A 42-year-old homeless man comes to the emergency department due to painful muscle spasms.  The patient has had frequent involuntary contractions of the jaw, neck, and trunk muscles, which are triggered by sensory stimuli.  He has a history of injection drug use and has had several injection site infections.  Physical examination shows neck stiffness and decreased opening of the jaw.  Which of the following is the most likely path taken by the agent responsible for this patient's neurologic symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bite wound → peripheral nerves → CNS neurons","answer_2":"B. Contaminated food → systemic circulation → presynaptic nerve terminals","answer_3":"C. Infected wound → systemic circulation → brain parenchyma","answer_4":"D. Nasopharyngeal exudate → systemic circulation → neurons","answer_5":"E. Oral mucosa → trigeminal nerve → temporal lobe","answer_6":"F. Puncture wound → motor neurons → spinal cord interneurons","percent_1":"8%","percent_2":"5%","percent_3":"12%","percent_4":"1%","percent_5":"2%","percent_6":"72%","right_answer":"F. Puncture wound → motor neurons → spinal cord interneurons","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1402.jpg","explanation_1":"","explanation_2":"$This patient with painful muscle spasms and neck/jaw contraction likely has #tetanus#, which is caused by the spore-forming anaerobic bacterium Clostridium tetani.  C tetani spores are found in soil worldwide and are typically transmitted to humans during a #puncture injury# (eg, dirty needle use, splinter).  The low oxygen tension of a puncture wound allows spores to germinate into vegetative rod-shaped bacteria that proliferate locally and produce tetanospasmin (#tetanus toxin#). $Although the pathogen is noninvasive (it stays localized to the wound site), the toxin enters the presynaptic terminals of the lower motor neurons and travels by #retrograde axonal transport# to the CNS.  In the spinal cord, at the level of the anterior horn cells, the toxin #blocks# the release of neurotransmitters from #inhibitory interneurons#, leading to spasmodic muscle contraction. $Classic findings include jaw stiffness due to masseter muscle spasm (trismus/lockjaw) and sustained contraction of the facial muscles, producing a bizarre \"smiling\" appearance (risus sardonicus).  Spasmodic contraction of the back and neck can cause opisthotonos.  Intermittent muscle spasms are frequently triggered by sensory stimuli (eg, loud noises, light, touch).  Respiratory muscle involvement can lead to respiratory failure. $#(Choice A)#  Rabies virus is transmitted via the saliva of an infected animal during a bite wound.  The virus spreads by retrograde axonal transport through peripheral nerves and enters the spinal cord/CNS.  Patients with rabies usually develop painful pharyngeal spasms, hydrophobia, fever, and hyperactivity.  However, this patient has no history of an animal bite; he likely developed tetanus due to a puncture wound with a contaminated needle. $#(Choice B)#  Food-borne botulism is marked by the ingestion of preformed botulism toxin with subsequent spread through the systemic circulation.  The toxin blocks cholinergic presynaptic nerve terminals, which results in symmetric, descending weakness. $#(Choice C)#  Bacteria (eg, Staphylococcus aureus) from a wound can spread through the bloodstream to the brain leading to brain abscess.  Symptoms vary but the most common manifestation is unilateral headache. $#(Choice D)#  Diphtheria is associated with the formation of a pseudomembranous pharyngeal exudate and the elaboration of diphtheria toxin into the systemic circulation.  The toxin causes cardiac (myocarditis) and neurologic toxicity. $#(Choice E)#  Herpes simplex virus type 1 causes orolabial lesions and is the most frequent cause of sporadic encephalitis, which occurs when the virus spreads via the trigeminal nerve or olfactory tract to the temporal lobe.  Patients usually present with confusion, fever, focal neurologic deficits, and seizures. $#Educational objective# Tetanus is caused by infection with toxigenic strains of the anaerobic bacterium Clostridium tetani.  Transmission typically occurs when spores are inoculated into the skin via a puncture wound.  The bacteria germinate, replicate locally, and elaborate tetanospasmin (tetanus toxoid).  The toxin spreads in a retrograde fashion through the lower motor neurons to the spinal cord, where it blocks inhibitory interneurons and causes spasmodic muscle contraction (eg, trismus, risus sardonicus).  "},

{"id":"12031","title":"A 54-year-old woman is evaluated in the clinic due to easy fatigability. The patient has had no weight gain or cold intolerance and has no history of thyroid conditions. Medical history is significant for gastrectomy due to a nonhealing gastric ulcer. Physical examination shows a shiny tongue and pale palmar creases. The patient's gait is unstable when her eyes are closed, and vibration sense is decreased in the upper and lower extremities. There is mild, symmetric loss of strength affecting the proximal lower extremity muscles. Blood hemoglobin level is 7.2 g/dL and white blood cell count is 3,600/mm3. Stool tests for occult blood are repeatedly negative. Which of the following spinal cord regions is most likely to be affected by this patient's disease process?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.","ansImg_1":"images/ansA12031.jpg","answer_2":"B.","ansImg_2":"images/ansB12031.jpg","answer_3":"C.","ansImg_3":"images/ansC12031.jpg","answer_4":"D.","ansImg_4":"images/ansD12031.jpg","answer_5":"E.","ansImg_5":"images/ansE12031.jpg","right_answer":"D.","percent_1":"2%","percent_2":"5%","percent_3":"16%","percent_4":"74%","percent_5":"3%","explanation_img":"images/exp12031.jpg","explanation_1":"","explanation_2":"$This patient most likely has #subacute combined degeneration# of the spinal cord, a condition that results from chronically low levels of vitamin B12 (cobalamin).  Low cobalamin levels may occur due to pernicious anemia (autoimmune gastritis with deficient intrinsic factor), #gastrectomy#, ileal resections, infection by the tapeworm Diphyllobothrium latum, and strict vegan diets containing no animal products for a prolonged period (3-4 years). $Vitamin B12 is an important cofactor in DNA synthesis, and hematologic manifestations of deficiency include megaloblastic #anemia# and pancytopenia.  This patient's pale palmar crease and easy fatigability are consistent with anemia. $Elevated levels of @methylmalonic acid@ also occur in vitamin B12 deficiency and can destablize myelin and damage white matter in particular regions of the spinal cord: $• #Dorsal columns# (loss of position and vibration sensation, sensory ataxia [Romberg sign]) $• #Lateral corticospinal tracts# (progressive weakness that can result in spastic paresis) $• Spinocerebellar tracts (contributes to ataxia) $Patients may also develop atrophic glossitis, which appears as a smooth, shiny, erythematous tongue. $#(Choice A)#  Poliomyelitis and spinal muscular atrophy are associated with the destruction of lower motor neurons in the anterior horn, which causes flaccid paralysis, muscle atrophy, and fasciculations. $#(Choice B)#  Multiple sclerosis is an inflammatory demyelinating disorder affecting the white matter of the CNS in a random and asymmetric pattern.  Patients typically have neurologic deficits disseminated in space and time. $#(Choice C)#  Tabes dorsales (tertiary neurosyphilis) is characterized by degeneration of the dorsal root ganglia and dorsal columns.  Although patients may have impaired vibratory sensation and proprioception, pancytopenia and atrophic glossitis are not characteristic.  In addition, tabes dorsales does not typically affect the lateral corticospinal tracts. $#(Choice E)#  Syringomyelia is a central cavitation of the cervical spinal cord that is associated with damage to the anterior white commissure of the spinothalamic tract.  Patients typically have bilateral loss of pain/temperature in the upper extremities.  Expansion into the ventral horns may result in flaccid paralysis of the hand muscles. $#Educational objective# Neurologic damage associated with vitamin B12 deficiency classically includes subacute combined degeneration of the dorsal columns (loss of position and vibration sensation, positive Romberg sign) and lateral corticospinal tracts (muscle weakness, spastic paresis).  ","clickable_1":"images/img1.12031.jpg"},

{"id":"21406","title":"A 4-day-old girl is seen in the clinic for follow-up after discharge from the newborn nursery.  She was born at 38 weeks gestation via uncomplicated vaginal delivery.  On examination, the patient is well appearing and is moving all extremities.  Tone and reflexes are normal.  A deep sacral pit is noted with a hair tuft over the midline lumbosacral region.  The remainder of the examination is normal.  A spinal ultrasound is obtained and reveals a low-lying conus medullaris at L5 with a thickened filum terminale.  Failure of which of the following embryologic processes is most likely associated with this patient's findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior neural tube closure","answer_2":"B. Myelencephalon division","answer_3":"C. Neural crest cell migration","answer_4":"D. Notochord separation from endoderm","answer_5":"E. Vertebral arch fusion","percent_1":"26%","percent_2":"3%","percent_3":"9%","percent_4":"13%","percent_5":"48%","right_answer":"E. Vertebral arch fusion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21406.jpg","explanation_1":"","explanation_2":"$This patient with a midline lumbosacral pit with hair tuft has findings concerning for a closed spinal dysraphism, also referred to as #spina bifida occulta# or a closed neural tube defect (NTD). $In contrast to open @NTDs@ in which neuronal tissue is exposed due to defective primary neurulation, #closed# NTDs are covered by overlying skin and are thought to represent an impairment in #secondary neurulation#, a process by which the caudal spinal cord and its mesenchymal tissues are formed.  The most common defect causing closed spinal dysraphism is #failure of vertebral arch fusion#, typically at L5-S1. $Most newborns, such as this patient, are asymptomatic or have only @cutaneous findings@, such as #lumbosacral# hemangioma, #pit#, nevus, or #hair tuft#.  Spinal ultrasound may reveal a thickened filum terminale and low-lying conus medullaris, as seen here, which is suggestive of an occult tethered cord, a common finding in patients with closed NTDs. $Symptomatic tethered cord syndrome due to stretch-induced dysfunction of the distal spinal cord can occur as patients grow, causing pain and lower motor neuron signs (eg, lower extremity weakness, loss of sensation, hyporeflexia). $#(Choice A)#  Anterior (rostral) neural tube closure is part of primary neurulation.  Failure of this process leads to @anencephaly@, an open NTD characterized by absence of major portions of the skull and forebrain. $#(Choice B)#  The myelencephalon is the precursor of the medulla oblongata; it does not divide into separate hemispheres.  Impairment in its development would result in fetal brainstem dysfunction and would likely be fatal. $#(Choice C)#  Neural crest cells are the progenitors for the peripheral (not central) nervous system.  Hirschsprung disease is a disorder of neural crest cell migration and results in an aganglionic colonic segment, often causing intestinal obstruction.  Spinal cord abnormalities and a cutaneous lumbosacral finding would not be seen. $#(Choice D)#  Failure of notochord separation from the underlying endoderm leads to neurenteric cysts (eg, spinal tumors with gastrointestinal epithelium) rather than spinal dysraphism. $#Educational objective# Closed spinal dysraphism (spina bifida occulta or closed neural tube defect) often presents with cutaneous lumbosacral findings (eg, deep pit, hemangioma, tuft of hair) in the newborn period.  Pathogenesis involves failure of vertebral arch fusion, and imaging may suggest an underlying tethered cord (eg, low-lying conus medullaris, thickened filum terminale).  ","clickable_1":"images/img1.21406.jpg","clickable_2":"images/img2.21406.jpg","clickable_3":"images/img3.21406.jpg"}

]