[

{"id":"14","title":"A 43-year-old man comes to the office due to progressive memory loss and cognitive decline over the past several years.  Medical history includes HIV infection diagnosed 11 years ago.  Highly active antiretroviral therapy was prescribed, but he is nonadherent.  The patient describes concerns with attention, concentration, and speech.  In the past few months, he has become more apathetic and increasingly lethargic.  More recently, he has had difficulty with balance and has fallen on multiple occasions.  The patient has had no headache, tremor, vision change, fever, nausea, vomiting, or urinary incontinence.  His brother has a history of severe intellectual disability and epilepsy.  The patient scores 18/30 on the Mini-Mental State Examination and appears emotionally blunted.  He also has postural instability and difficulty performing fine motor tasks.  Noncontrast CT scan of the head is shown in the exhibits: @exhibit1@, @exhibit2@.  This patient's condition can best be characterized as which of the following?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit14.jpg","exhibit_2":"images/2exhibit14.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Communicating hydrocephalus","answer_2":"B. Hydrocephalus ex vacuo","answer_3":"C. Lissencephaly","answer_4":"D. Noncommunicating hydrocephalus","answer_5":"E. Pseudotumor cerebri","answer_6":"F. Transtentorial (uncal) herniation","percent_1":"20%","percent_2":"53%","percent_3":"5%","percent_4":"15%","percent_5":"4%","percent_6":"3%","right_answer":"B. Hydrocephalus ex vacuo","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp14.jpg","explanation_1":"","explanation_2":"$This patient with a long history of inadequately treated HIV infection has memory impairment with evidence of subcortical dysfunction (eg, inattention, impaired psychomotor function and speed), which is characteristic of HIV-associated dementia. $CT scan reveals dramatic enlargement of the ventricles (ie, #ventriculomegaly#) consistent with hydrocephalus.  In addition, there is increased #prominence of the sulci# consistent with cortical atrophy.  Therefore, the compensatory increased cerebrospinal fluid (CSF) volume is due to significant loss of neuronal volume rather than a CSF disorder (#hydrocephalus ex vacuo#). $Any advanced neurodegenerative disease (eg, HIV-associated dementia, Alzheimer disease) or other condition that leads to #neuronal loss# (eg, trauma, stroke) can progress to hydrocephalus ex vacuo.  Associated clinical manifestations are typically those associated with the primary cause of the neuronal loss rather than those specifically related to hydrocephalus. $#(Choices A and D)#  Many forms of hydrocephalus are due to an inappropriate increase in CSF volume.  These forms of hydrocephalus can be classified by whether there is obstruction of flow within the @ventricular system@ (communicating vs noncommunicating).  Although this patient has no obstruction of flow within the ventricular system, the increased CSF volume is compensatory due to a decrease in neuronal volume, which is better characterized as hydrocephalus ex vacuo. $#(Choice C)#  Lissencephaly (agyria) is a congenital absence of gyri.  This condition is typically accompanied by severe intellectual disability and seizures.  On gross examination and imaging, the brain surface has a smooth appearance. $#(Choice E)#  Pseudotumor cerebri (idiopathic intracranial hypertension) refers to elevated intracranial pressure in the absence of ventricular enlargement on imaging.  This disorder classically presents in young, obese women with headache, papilledema, and possible vision loss due to optic neuropathy. $#(Choice F)#  Transtentorial (uncal) @herniation@ can occur due to an intracranial mass (eg, tumor, hemorrhage) or cerebral edema.  The herniation may lead to compression of the ipsilateral oculomotor nerve (CN III) and posterior cerebral artery.  A fixed, dilated pupil on the same side as the lesion is often the first sign of uncal herniation. $#Educational objective# Hydrocephalus ex vacuo can occur due to neurodegenerative disease (eg, HIV infection) when significant neuronal loss leads to a compensatory increase in the volume of cerebrospinal fluid. ","clickable_1":"images/img1.14.jpg","clickable_2":"images/img2.14.jpg"},

{"id":"15","title":"A gross brain section of a 54-year-old male who suffered from severe tuberculous meningitis is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15.jpg","title_2":"This patient's condition is most likely related to impaired function of which of the following?","audio":"","comparison_items":"","answer_1":"A. Emissary veins","answer_2":"B. Arachnoid trabeculae","answer_3":"C. Arachnoid granulations","answer_4":"D. Choroid plexus","answer_5":"E. Dural septae","answer_6":"F. Communicating arteries","percent_1":"3%","percent_2":"6%","percent_3":"67%","percent_4":"17%","percent_5":"3%","percent_6":"3%","right_answer":"C. Arachnoid granulations","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Cerebrospinal fluid (CSF) is secreted by the choroid plexus of the lateral and fourth ventricles.  The path of CSF flow is as follows: lateral ventricles → interventricular foramen of Monro → the third ventricle → cerebral aqueduct → the fourth ventricle → the foramina of Luschka and Magendie → subarachnoid space.  In the subarachnoid space, CSF is absorbed by arachnoid granulations and then enters the venous sinuses.  The dynamic balance between production and absorption of CSF allows stable intracranial volume (120-150 ml) and pressure (50-180 mm H2O). $ If the normal flow of CSF from the ventriculi to the subarachnoid space is disrupted, #non-communicating hydrocephalus# occurs.  Ventriculi above the obstruction are enlarged, while those below the obstruction are normal.  Congenital anomalies, such as aqueductal stenosis, Arnold-Chiari or Dandy-Walker malformations, cause non-communicating hydrocephalus.  In all cases, the obstacle to CSF flow exists within the ventriculi. $ In #communicating hydrocephalus#, there is no obstruction to CSF flow from the ventriculi to the subarachnoid space.  Communicating hydrocephalus usually occurs secondary to dysfunction or obliteration of subarachnoid villi.  This dysfunction is usually a sequelae of meningeal infections (including tuberculosis meningitis, as in this patient) or subarachnoid/intraventricular hemorrhage.  In communicating hydrocephalus, all ventriculi are symmetrically enlarged, as in the image above. $ (Choice A)  The emissary veins pass through apertures between the intracranial sinuses and veins outside the cranial vault.  They do not participate in absorption of CSF. $ (Choice B)  Arachnoid trabeculae pass from the arachnoid through the subarachnoid space to the pia mater.  They are not involved in the metabolism of CSF. $ (Choice D)  The choroid plexus is the site of CSF secretion; in communicating hydrocephalus, CSF absorption, not secretion, is impaired.  If present, a choroid plexus papilloma might cause a symmetric ventricular enlargement that appears virtually identical to communicating hydrocephalus.  Communicating hydrocephalus is far more common than choroid plexus papilloma, however, making Choice D a plausible answer, but not the most likely one. $ #(Choice E and F)#  Neither dural septae nor communicating arteries are implicated in the pathogenesis of communicating hydrocephalus. $ Educational Objective Symmetrical enlargement of the ventriculi is characteristic of communicating hydrocephalus.  Communicating hydrocephalus usually occurs secondary to dysfunction or obliteration of subarachnoid villi.  This dysfunction is usually a sequelae of meningeal infection (including tuberculosis meningitis) or subarachnoid/intraventricular hemorrhage."},

{"id":"17","title":"A 65-year-old woman is evaluated for worsening urinary urgency and incontinence.  The patient has had no abdominal pain, dysuria, or changes in urinary frequency.  On several occasions, she has urinated involuntarily, which she attributes to an inability to walk quickly to the bathroom.  The patient feels unsteady while ambulating and walks slowly with small steps.  Her family also reports that she has become forgetful and has difficulty planning and executing various activities that she used to perform regularly.  Medical history is notable for hypertension.  The patient does not use tobacco, alcohol, or illicit drugs.  Vital signs are within normal limits.  Cardiopulmonary, abdominal, and genitourinary examinations show no abnormalities.  Neurological examination shows impaired attention and short-term memory.  MRI of the brain reveals chronic white matter changes with no infarction, hemorrhage, or mass lesions.  There is diffuse ventriculomegaly with no sulcal enlargement.  Which of the following is the most likely underlying cause of this patient's urinary incontinence?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebellar dysfunction","answer_2":"B. Compression of the reticular formation","answer_3":"C. Impaired basal ganglia signaling","answer_4":"D. Spinal cord damage","answer_5":"E. Stretching of descending cortical fibers","percent_1":"5%","percent_2":"15%","percent_3":"16%","percent_4":"5%","percent_5":"60%","right_answer":"E. Stretching of descending cortical fibers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp17.jpg","explanation_1":"","explanation_2":"$This patient with impaired memory and cognition, unsteady gait, and urinary incontinence has @ventriculomegaly@ without sulcal enlargement on MRI, which is characteristic of #normal pressure hydrocephalus (NPH)#.  NPH can occur due to decreased absorption of cerebrospinal fluid (CSF) by the arachnoid granulations (eg, fibrosis from previous cerebral inflammation or bleeding) with gradual accumulation of CSF in the ventricular system.  The lateral ventricles expand, resulting in normal intracranial pressure and #stretching the descending cortical fibers# (corona radiata).  Interruption of these pathways, along with impairment of cortical and subcortical function, leads to the classic triad of NPH symptoms (#dementia, gait disturbance, urinary incontinence#). $ The cerebral cortex (through the pontine micturition center) regulates the @micturition reflex@, which is an autonomic spinal reflex mediated by the neurons in the sacral spinal cord.  In NPH, the #lack of cortical inhibition# results in #detrusor muscle hyperactivity#.  This leads to urinary urgency, which can be worsened by gait abnormalities that limit a patient's ability to quickly get to a bathroom (#urge incontinence#).  Progressive frontal lobe impairment leads to the inability to recognize urinary urge, uncontrolled urination, and a lack of concern as the disease progresses. $ (Choice A)  Cerebellar dysfunction can cause an ataxic gait, dysarthria, and intention tremors.  Memory dysfunction and urinary incontinence are more indicative of cerebral impairment.  NPH typically spares cerebellar function. $ (Choice B)  Compression of the reticular formation can occur with brainstem herniation, leading to loss of consciousness and coma. $ (Choice C)  Impaired basal ganglia signaling is characteristic of Parkinson disease, which can result in ataxia with a slow gait.  However, cogwheel rigidity and resting tremor would be prominent and dementia and urinary incontinence would not be expected until later in the disease course. $ (Choice D)  Spinal cord damage is a common cause of incontinence with gait impairment.  However, spinal cord injury also frequently causes lower extremity weakness and is not associated with cognitive impairment. $ Educational objective Normal pressure hydrocephalus occurs due to decreased cerebrospinal fluid absorption, resulting in ventriculomegaly with normal intracranial pressure.  This causes stretching of the descending cortical fibers (corona radiata) from the frontal lobe and contributes to the classic triad of symptoms (ie, dementia, gait abnormalities, urinary incontinence).  Loss of cortical inhibition of the sacral micturition center leads to urge incontinence.","clickable_1":"images/img1.17.jpg","clickable_2":"images/img2.17.jpg"},

{"SubjectSystem":"Pathophysiology-Neurology","id":"1854","title":"A 6-month-old girl is brought to the clinic for a routine care appointment.  The patient has had no illnesses, although the mother says that she has trouble latching when breastfeeding.  She can roll over when prone but cannot roll from the supine position or sit unsupported.  The patient was born vaginally after an uncomplicated pregnancy.  Vital signs are within normal limits.  On physical examination, she has a head circumference above the 97th percentile for age and a full anterior fontanelle.  At birth, the patient's head circumference was at the 50th percentile.  The remainder of the physical examination is unremarkable.  CT scan of the head reveals significant dilation of the lateral ventricles.  If this patient's condition is left uncorrected, which of the following complications is most likely to develop?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Lower extremity hyporeflexia","answer_2":"B. Medulloblastoma","answer_3":"C. Meningitis","answer_4":"D. Muscle spasticity","answer_5":"E. Subarachnoid hemorrhage","percent_1":"17%","percent_2":"3%","percent_3":"4%","percent_4":"61%","percent_5":"15%","right_answer":"D. Muscle spasticity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital hydrocephalus#∆⨉ §^#Causes# ∆ • Congenital obstruction (eg, aqueductal stenosis, Chiari malformation) • Acquired obstruction (eg, congenital infection, posthemorrhagic) §^#Symptoms# ∆ • Macrocephaly • Bulging fontanelle • Poor feeding • Developmental delay • Spasticity & hyperreflexia §^#Treatment# ∆ • Cerebral shunting (ie, ventriculoperitoneal shunt)","explanation_img":"","explanation_1":"","explanation_2":"This patient has delayed gross motor milestones, an enlarging head circumference, and ventriculomegaly on imaging, findings consistent with #hydrocephalus#.  Hydrocephalus is caused by the abnormal accumulation of cerebrospinal fluid (CSF) in the brain.  In infants, it is usually due to impaired @drainage of CSF@ from either structural malformation (eg, aqueductal stenosis, @Chiari malformations@, Dandy-Walker syndrome) or postinfectious fibrosis (eg, cytomegalovirus, toxoplasmosis, meningitis); it can also be due to obstruction resulting from intraventricular hemorrhage. $Infants with hydrocephalus typically have an #enlarging head circumference# (ie, @macrocephaly@) inappropriate to their height and weight; developmental delay often occurs and poor feeding is common.  Classic features of increased intracranial pressure (eg, irritability, vomiting, papilledema) may not be present because the open fontanelle allows for volume expansion with less of an increase in pressure.  #Muscle spasticity# and hyperreflexia result from upper motor neuron injury caused by stretching of the periventricular pyramidal tracts.  Seizures can also occur. $Diagnosis is confirmed with neuroimaging (eg, ultrasound, CT scan or MRI of the head).  Treatment requires surgical placement of a @shunt@ to bypass the obstruction, most often via the ventriculoperitoneal route. $#(Choice A)#  Lower extremity hyporeflexia would result from damage to the lower motor neurons; hydrocephalus impacts the upper motor neurons. $#(Choice B)#  A @medulloblastoma@ can lead to compression of the cerebral aqueduct and result in obstructive hydrocephalus that spares the fourth ventricle.  However, hydrocephalus does not predispose to development of medulloblastoma. $#(Choice C)#  Meningitis can lead to fibrosis that obstructs the flow of CSF and leads to hydrocephalus.  Patients with implanted shunt devices are also at increased risk for meningitis.  However, untreated hydrocephalus does not increase the risk for meningitis. $#(Choice E)#  Subarachnoid hemorrhage can cause inflammation and resulting fibrosis of the arachnoid granulations, leading to impaired resorption of CSF.  Therefore, subarachnoid hemorrhage can be a cause, but not a consequence, of hydrocephalus. $#Educational objective# Congenital hydrocephalus often presents with macrocephaly and poor feeding.  Imaging studies showing enlarged ventricles are diagnostic.  Untreated hydrocephalus leads to developmental delays, poor growth, and muscle spasticity (due to stretching of the periventricular pyramidal tracts).  ","clickable_1":"images/img1.1854.jpg","clickable_2":"images/img2.1854.jpg","clickable_3":"images/img3.1854.jpg","clickable_4":"images/img4.1854.jpg","clickable_5":"images/img5.1854.jpg"},

{"id":"16","title":"A 64-year-old woman is evaluated for progressive gait disturbance over the last 2 years.  The patient feels her feet are 'stuck on the floor' and that she is unsteady while walking.  She also recently began experiencing urinary urgency and has wet herself several times due to difficulty getting to the bathroom on time.  The patient stopped working 6 months ago because of difficulty concentrating, and she has also lost interest in her hobbies and social activities.  She has had no tremor, visual changes, headaches, nausea, or vomiting.  The patient has a remote history of closed traumatic brain injury.  Vital signs are within normal limits.  On physical examination, lower extremity tone and deep tendon reflexes are increased.  Sensation to light touch, pain, and vibration are normal.  The patient's gait is slow with small steps and a wide base.  CT scan of the head is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/16.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Alzheimer disease","answer_2":"B. Frontotemporal dementia","answer_3":"C. Idiopathic Parkinson disease","answer_4":"D. Major depressive disorder","answer_5":"E. Normal pressure hydrocephalus","answer_6":"F. Obstructive hydrocephalus","answer_7":"G. Vitamin B12 deficiency","percent_1":"1%","percent_2":"1%","percent_3":"2%","percent_4":"0%","percent_5":"85%","percent_6":"10%","percent_7":"0%","right_answer":"E. Normal pressure hydrocephalus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's CT scan demonstrates #ventriculomegaly# out of proportion to sulci enlargement, consistent with #normal pressure hydrocephalus# (NPH).  NPH is a form of communicating hydrocephalus associated with decreased cerebrospinal fluid (CSF) resorption by the arachnoid granulations.  It may be idiopathic or occur secondary to prior brain trauma (as in this patient), infection, or subarachnoid hemorrhage, resulting in scarring of the arachnoid granulations.  As CSF accumulates, the ventricles progressively expand to accommodate the increasing volume, thereby maintaining normal intracranial pressure. $Symptoms of NPH are progressive and occur due to the disruption of periventricular white matter tracts by the expanding ventricles.  Characteristic features include the following: $• #Gait difficulties# appear early in the disease course and are characterized by slow, short steps with decreased height.  The feet may appear as though stuck to the ground (magnetic gait).  Upper motor neuron signs (eg, spasticity, hyperreflexia) may also be evident. $• #Cognitive disturbances#, such as difficulty concentrating and apathy, usually become more apparent as the disease advances. $• #Urinary incontinence# is typically from urinary urgency.  As the disease progresses, patients may develop apathy toward incontinence. $Symptoms often improve in response to large-volume CSF removal, and long-term treatment frequently involves placement of a ventriculoperitoneal shunt. $#(Choice A)#  Alzheimer disease typically presents with memory deficits out of proportion to other cognitive domains.  Although ventricular enlargement may be seen on imaging as the disease progresses, it occurs in proportion to sulci enlargement and is the result of generalized brain atrophy (@hydrocephalus ex-vacuo@). $#(Choice B)#  @Frontotemporal dementia@ causes memory deficits but primarily causes personality changes and aphasia.  Neuroimaging demonstrates atrophy of the frontal and temporal lobes. $#(Choice C)#  Parkinson disease causes gait abnormalities but is also typically associated with resting tremor and cogwheel rigidity.  Cognitive deficits occur later in the disease course. $#(Choice D)#  Major depressive disorder can be associated with impaired concentration and loss of interest in activities (anhedonia).  However, other features (eg, depressed mood, sleep disturbance) are not evident in this patient.  In addition, neuroimaging and neurologic examination are typically normal. $#(Choice F)#  @Noncommunicating (obstructive) hydrocephalus@ is typically associated with congenital abnormalities (eg, aqueductal stenosis) and tumors.  It causes ventriculomegaly but is associated with elevated intracranial pressure (eg, headache, nausea/vomiting). $#(Choice G)#  Vitamin B12 deficiency can cause dementia but is typically associated with peripheral neuropathy (eg, abnormal position, vibration sense) and glossitis.  Although MRI of the spinal cord can show degeneration of the posterior columns, CT scan of the head would be expected to be normal. $#Educational objective# Normal pressure hydrocephalus presents with progressive gait difficulties, cognitive disturbances, and urinary incontinence.  It is a form of communicating hydrocephalus characterized by ventriculomegaly without persistent elevations in intracranial pressure.  Brain imaging reveals ventricular enlargement out of proportion to sulci enlargement. ","clickable_1":"images/img1.16.jpg","clickable_2":"images/img2.16.jpg","clickable_3":"images/img3.16.jpg"}


]