[

{"id":"7670","title":"The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $ A 41-year-old woman is undergoing evaluation for progressively worsening headaches. The patient has a history of hypertension and hyperlipidemia. She drinks a glass of wine daily and does not use tobacco or recreational drugs. Sagittal MRI is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/7670.jpg","title_2":"#Item 1 of 2# $ Which of the following physical examination findings is most likely to be found in this patient?","audio":"","comparison_items":"","answer_1":"A. Facial palsy","answer_2":"B. Hemianopia","answer_3":"C. Hemiparesis","answer_4":"D. Unilateral ataxia","answer_5":"E. Upward gaze palsy","percent_1":"3%","percent_2":"80%","percent_3":"3%","percent_4":"2%","percent_5":"12%","right_answer":"B. Hemianopia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp7670.jpg","explanation_1":"","explanation_2":"$This patient has a large #pituitary adenoma# (macroadenoma).  In addition to metabolic effects related to alterations in pituitary hormone production, large adenomas can cause symptoms due to compression of surrounding structures; #mass effect headaches# are common. $Because of the close approximation of the pituitary to the #optic chiasm#, pituitary tumors can cause #compression# of optic nerve fibers (CN II) as they decussate at the chiasm, leading to impaired vision in the temporal fields (ie, @bitemporal hemianopia@).  Unusually severe or acute pituitary enlargement (eg, pituitary apoplexy) can also occasionally affect the oculomotor nerve (CN III), leading to diplopia. $ (Choice A)  Facial (eg, Bell) palsy typically results from inflammation (eg, herpes simplex virus) or surgical injury to the facial nerve (CN VII). $ (Choice C)  Pituitary adenomas are not associated with hemiparesis, which is more commonly caused by stroke. $ (Choice D)  Unilateral ataxia would result from unilateral damage to the cerebellum or sensory pathways, not from a lesion in the pituitary. $ (Choice E)  Upward gaze palsy occurs as a component of Parinaud (ie, dorsal midbrain) syndrome, which results from damage to the posterior commissure. $ Educational objective Large pituitary adenomas can cause bitemporal hemianopia due to compression of the optic chiasm.","clickable_1":"images/img1.7670.jpg"},

{"id":"7671","title":"#Item 2 of 2#$ The MR findings are discussed with the patient, and a blood sample is drawn for laboratory testing.  Which of the following hormones is most likely to be increased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aldosterone","answer_2":"B. Catecholamines","answer_3":"C. Estradiol","answer_4":"D. Insulin-like growth factor-1","answer_5":"E. Melatonin","answer_6":"F. Prolactin","answer_7":"G. Vasopressin","percent_1":"1%","percent_2":"1%","percent_3":"0%","percent_4":"2%","percent_5":"2%","percent_6":"90%","percent_7":"3%","right_answer":"F. Prolactin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Pituitary adenomas! ?Cell type? #Clinical features of tumor# ?Lactotroph$ (prolactin)? • Hypogonadism, infertility $(men) • Galactorrhea, amenorrhea (women) ?Corticotroph$ (ACTH)? • Cushing disease ?Somatotroph$ (growth hormone)? • Acromegaly (adults) • Gigantism (children) ?Thyrotroph$ (TSH)? • Thyrotoxicosis ?Gonadotroph$ (LH, FSH)? • Nonfunctioning$ (hypopituitarism) • Mass effect","explanation_img":"","explanation_1":"","explanation_2":"The physiologic effects of pituitary tumors are typically due to excess production of hormones and correlate with the cell of origin.  Large tumors, even nonphysiologically active (nonfunctioning) adenomas, can cause endocrine abnormalities due to compression of the surrounding normal pituitary gland. $ Prolactin-secreting adenomas (prolactinomas) are the most common hormonally active pituitary tumors and can cause severe #hyperprolactinemia#.  Abnormal prolactin secretion can also occur in nonprolactinoma tumors because, unlike secretion of other pituitary hormones, prolactin secretion is under @negative regulation by dopamine@ from the hypothalamus; any disruption of dopaminergic pathways in the pituitary stalk can cause a moderate increase in prolactin release. $ (Choice A)  Aldosterone is produced in the adrenal cortex, not the pituitary.  It is regulated primarily by the renin-angiotensin system. $ (Choice B)  Circulating catecholamines arise primarily from the adrenal medulla and, to a lesser extent, from spillover from sympathetic nervous system synapses.  Neuroendocrine tumors (eg, pheochromocytoma) can cause excess catecholamine release. $ (Choice C)  Most gonadotroph adenomas are hormonally nonfunctioning; ovarian hyperstimulation with an elevated estradiol level is uncommon.  In addition, prolactinomas commonly cause central hypogonadism with low estradiol levels due to @suppression of GnRH release@ from the hypothalamus. $ (Choice D)  The effects of growth hormone (GH) are largely mediated by insulin-like growth factor-1, which is produced in the liver in response to GH.  However, somatotroph adenomas (ie, GH-secreting tumors) are relatively rare and significantly less common than prolactin-secreting adenomas. $ (Choice E)  Melatonin is produced by the pineal gland and regulates circadian rhythm. $ (Choice G)  Vasopressin is produced in the hypothalamus and released by the posterior pituitary.  In general, pituitary lesions have little effect on circulating vasopressin because, even if the posterior pituitary is compressed, synthesis continues in the hypothalamus and the hormone can be released from nerve fibers in the hypothalamo-hypophyseal tract. $ Educational objective Prolactinomas, the most common hormonally active pituitary tumors, can cause severe hyperprolactinemia.  Moderate hyperprolactinemia can also occur in nonprolactinoma tumors because prolactin secretion is under negative regulation by dopamine from the hypothalamus.","clickable_1":"images/img1.7671.jpg","clickable_2":"images/img2.7671.jpg"},

{"id":"22121","title":"A 65-year-old woman comes to the office due to progressively worsening weakness of the legs for 5 months.  Examination shows increased muscle tone, brisk deep tendon reflexes, and decreased muscle strength in the lower extremities.  The Babinski sign is positive in both legs.  Upper extremities are normal.  MRI of the spine reveals a 2-cm, round lesion with homogeneous, intense contrast enhancement compressing the spinal cord at the T12 level; the lesion is extramedullary but is surrounded by cerebrospinal fluid, as shown in the @exhibit@.  Which of the following is the most likely cell of origin of the lesion?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit22121.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ependymal cells","answer_2":"B. Meningothelial cells","answer_3":"C. Metastatic tumor cells","answer_4":"D. Osteoblasts","answer_5":"E. Vascular endothelial cells","percent_1":"25%","percent_2":"49%","percent_3":"14%","percent_4":"7%","percent_5":"5%","right_answer":"B. Meningothelial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp22121.jpg","explanation_1":"","explanation_2":"$This patient has spinal cord compression due to a @contrast-enhancing tumor@ located in the intradural (surrounded by cerebrospinal fluid) extramedullary space.  This is most likely a #meningioma#, a slow-growing, benign tumor that arises from the #meningothelial cells# of the arachnoid. $ Spinal cord tumors can often be differentiated by their specific location: $ • Intramedullary space:  space inside the spinal cord itself.  Examples include primary spinal tumors (eg, ependymoma, astrocytoma). $ • #Intradural extramedullary space#:  space within the meninges (ie, inside the dura but outside the spinal cord).  Examples include nerve sheath tumors (eg, schwannoma, neurofibroma) and tumors that originate from the meninges (eg, meningiomas). $ • Extradural space:  everything outside the dura, which includes the epidural space and the osseous vertebral body.  Examples include vertebral metastases. $ (Choice A)  An ependymoma in the spinal cord arises from the ependymal lining of the central canal and, therefore, would be located in the intramedullary space. $ (Choice C)  Neoplastic spinal cord compression due to metastatic tumor cells most commonly results from local extension of neoplastic cells from the vertebral body into the epidural space.  Therefore, metastases are located in the extradural space. $ (Choice D)  Osteoblasts are located in the periosteum and endosteum of the bone of the vertebral bodies.  Tumors arising from osteoblasts would be extradural. $ (Choice E)  Hemangiomas are vascular malformations formed by the proliferation of vascular endothelial cells.  These most often occur in the vertebral body (extradural space). $ Educational objective Meningiomas arise from the meningothelial cells of the arachnoid.  Therefore, when they form in the spinal cord, they are located within the meninges in the intradural extramedullary space.","clickable_1":"images/img1.22121.jpg"},

{"id":"880","title":"A 31-year-old woman is evaluated for new-onset, generalized tonic-clonic seizures.  An intracranial mass is detected on CT scan of the head.  Biopsy of the mass reveals neoplastic cells that stain negative for glial fibrillary acidic protein and positive for synaptophysin.  Which of the following cells would have an immunohistochemical profile similar to that observed in this patient's neoplastic cells?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Astrocytes","answer_2":"B. Ependymal cells","answer_3":"C. Meningothelial cells","answer_4":"D. Neurons","answer_5":"E. Oligodendrocytes","percent_1":"16%","percent_2":"8%","percent_3":"15%","percent_4":"46%","percent_5":"15%","right_answer":"D. Neurons","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Commonly used intracellular immunohistochemical stains! ?Stain? #Normal cells stained# ?Cytokeratin*? • Epithelial cells ?Desmin*? • Muscle cells ?GFAP*? • Glial cells (eg, astrocytes) ?Neurofilament*? • Neurons ?Vimentin*? • Mesenchymal cells (eg, fibroblasts) ?Chromogranin$Synaptophysin? • Neuroendocrine cells • Neurons  ?S100? • Neural crest-derived cells (eg, melanocytes) %*Intermediate filaments (cytoskeletal structural components).$#GFAP# = glial fibrillary acidic protein; #PSA# = prostate-specific antigen.","explanation_img":"","explanation_1":"","explanation_2":"#Immunohistochemistry# (IHC) uses tagged antibodies to identify cellular antigens of interest (eg, cytoskeletal proteins, surface molecules).  Specific applications in the diagnosis and management of cancer include: $ • Identifying the #tissue of origin#:  Detection of antigens that are specific to certain cells can help characterize the primary tumor (eg, differentiating between various primary CNS malignancies).  It can also help determine the #source of a metastasis# if the primary site is clinically unknown, particularly for anaplastic/poorly differentiated tumors lacking architectural clues. $ • Predicting #tumor behavior# and #guiding treatment#:  Identification of certain markers (eg, estrogen receptor, HER2 expression in breast carcinoma) can predict a tumor's biological behavior (eg, level of aggressiveness) and response to specific therapies (eg, trastuzumab). $ Glial fibrillary acidic protein (GFAP) is an intermediate filament protein normally expressed in glial cells (eg, astrocytes, ependymal cells, oligodendrocytes); tumors of glial lineage are often positive for GFAP #(Choices A, B, and E)#.  In contrast, #synaptophysin# is a transmembrane glycoprotein normally found in the presynaptic vesicles of #neurons# and neuroendocrine cells; brain tumors with neuronal or neuroendocrine differentiation are typically positive for synaptophysin. $ (Choice C)  Meningothelial cells are found within the arachnoid membranes and can give rise to meningiomas; they do not express GFAP or synaptophysin. $ Educational objective Glial fibrillary acidic protein (GFAP) is normally found in glia, and tumors of glial lineage are often positive for GFAP.  Synaptophysin is normally found in neurons and neuroendocrine cells; tumors with neuronal or neuroendocrine differentiation are typically positive for synaptophysin."},

{"id":"15638","title":"A previously healthy 16-year-old boy is evaluated for progressive headaches and blurred vision that started several months ago.  The headaches are more severe upon waking up in the morning and are often accompanied by nausea and vomiting.  He takes no medications and does not use tobacco, alcohol, or illicit drugs.  Physical examination is notable for bilateral papilledema.  MRI of the brain is shown in the @exhibit@.  This patient's brain lesion most likely originated from which of the following cells?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15638.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Astrocytes","answer_2":"B. Ependymal cells","answer_3":"C. Microglia","answer_4":"D. Neurons","answer_5":"E. Oligodendrocytes","answer_6":"F. Schwann cells","answer_7":"G. Vascular endothelial cells","percent_1":"15%","percent_2":"73%","percent_3":"3%","percent_4":"2%","percent_5":"3%","percent_6":"1%","percent_7":"3%","right_answer":"B. Ependymal cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15638.jpg","explanation_1":"","explanation_2":"$This patient with #progressive headaches# has an enhancing ventricular mass on MRI, consistent with a ventricular #ependymoma#.  Ependymomas arise from #ependymal cells#, which line the walls of the ventricular system and the central canal of the spinal cord and produce cerebrospinal fluid.  Choroid plexus tumors (derived from modified ependymal cells) can also be found in the lateral ventricles and have a similar appearance on MRI. $ Intraventricular tumors can cause #obstructive (noncommunicating) hydrocephalus# due to impaired flow of cerebrospinal fluid through the interventricular foramina.  Hydrocephalus typically manifests with headache, signs of #increased intracranial pressure# (eg, nausea, papilledema, blurred vision), and dilated ventricles on neuroimaging.  The diagnosis of ependymoma can be confirmed on histopathologic examination, which shows @perivascular pseudorosettes@. $ (Choice A)  Astrocytes are the most prevalent type of glial cell in the CNS.  Tumors derived from these cells (eg, astrocytoma, @glioblastoma@) can cause hydrocephalus due to mass effect but are typically found in the brain parenchyma as opposed to the ventricular system. $ (Choice C)  Microglial cells are the phagocytic cells in the CNS.  They are not the originators of any major types of CNS tumors. $ (Choice D)  Brain tumors that arise from neuronal cells are rare, usually found in the brain parenchyma, and more likely to be of mixed neuronal-glial cell origin. $ (Choice E)  Oligodendrocytes are glial cells that are responsible for the myelination of axons in the CNS.  Well-differentiated brain tumors arising from oligodendrocytes are referred to as oligodendrogliomas.  These tumors, like astrocytomas, occur in the brain parenchyma and not in the ventricular system. $ (Choice F)  Schwann cells form myelin in the peripheral nervous system and serve as the cell of origin for schwannomas, which most commonly occur on upper extremity nerves.  Schwannomas that arise from cranial nerves (eg, CN VIII, @acoustic neuromas@) can cause hydrocephalus from mass effect due to their central location but would not be associated with an intraventricular mass. $ (Choice G)  @Hemangioblastomas@ originate from vascular endothelial cells in the cerebellum or spinal cord.  They characteristically appear as an enhancing nodule with a cystic component.  These tumors often bleed, which can cause hydrocephalus due to dysfunction in cerebrospinal reabsorption at the arachnoid villi, but they do not originate from the ventricular wall. $ Educational objective Ependymomas originate from the ependymal cells that line the ventricular system and the central canal of the spinal cord.  Ventricular ependymomas can block the flow of cerebrospinal fluid through the interventricular foramina, causing signs of increased intracranial pressure (eg, headache, papilledema) due to obstructive (noncommunicating) hydrocephalus.","clickable_1":"images/img1.15638.jpg","clickable_2":"images/img2.15638.jpg","clickable_3":"images/img3.15638.jpg","clickable_4":"images/img4.15638.jpg"},

{"id":"1152","title":"A 12-year-old boy is evaluated for chronic headaches and visual changes.  The headaches have progressively worsened over the past year and are associated with nausea.  The patient's parents are especially concerned as his symptoms have been interfering with his coursework in middle school.  An intracranial calcified mass is detected on brain imaging.  The mass is surgically removed and on gross inspection shows cystic spaces filled with thick, brownish-yellow fluid that is rich in cholesterol.  This mass is most likely derived from cells responsible for forming which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior pituitary","answer_2":"B. Cerebellar vermis","answer_3":"C. Choroid plexus","answer_4":"D. Pineal gland","answer_5":"E. Retina","percent_1":"60%","percent_2":"6%","percent_3":"13%","percent_4":"17%","percent_5":"4%","right_answer":"A. Anterior pituitary","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1152.jpg","explanation_1":"","explanation_2":"$This patient most likely has an adamantinomatous #craniopharyngioma#.  These are rare, slow-growing (benign) intracranial tumors found in children and typically located in the suprasellar region.  On macroscopic examination, they are #cystic# or partially cystic with solid areas.  The cysts are usually filled with a brownish-yellow, viscous fluid that resembles machine oil due to the presence of protein and #cholesterol crystals#.  Dystrophic #calcification# of the cysts is highly characteristic and may be detected on neuroimaging.  On light microscopy, the cysts are lined by cords/nests of stratified squamous epithelium with peripheral palisading and internal areas of lamellar @\"wet\" keratin@. $ Craniopharyngiomas are derived from remnants of #Rathke's pouch#, which is an evagination of the surface ectoderm that lines the fetal oral cavity.  This protrusion of the roof of the mouth forms the #anterior pituitary# gland (adenohypophysis).  The posterior lobe of the pituitary (neurohypophysis) forms from an outpouching of the diencephalon (infundibulum) and is derived from neuroectoderm. $ #(Choices B, C, D, and E)#  The cerebellum, pineal gland, and retina are derived from neuroectoderm.  Epithelial cells of the choroid plexus are also derived from neuroectoderm, whereas the mesenchyme (eg, blood vessels, connective tissue) is derived from mesoderm. $ Educational objective Craniopharyngiomas are suprasellar tumors found in children and composed of calcified cysts containing cholesterol crystals.  They arise from remnants of Rathke's pouch, an embryonic precursor of the anterior pituitary.","clickable_1":"images/img1.1152.jpg"},

{"id":"614","title":"A 64-year-old man is being evaluated for nausea and a new-onset headache that worsens when he bends over.  Brain imaging shows a hemispheric cerebral mass that is subsequently biopsied.  Light microscopy of the tissue specimen is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/614.jpg","title_2":"Which of the following histologic findings is most characteristic of this lesion?","audio":"","comparison_items":"","answer_1":"A. Cyst formation and rare mitoses","answer_2":"B. Inflammatory cell infiltrate and reticulin deposits","answer_3":"C. Microscopic laminar calcium deposition","answer_4":"D. Necrosis and vascular proliferation","answer_5":"E. Proliferating cells surrounding blood vessels","percent_1":"3%","percent_2":"14%","percent_3":"3%","percent_4":"57%","percent_5":"23%","right_answer":"D. Necrosis and vascular proliferation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp614.jpg","explanation_1":"","explanation_2":"$This image shows an area of necrosis surrounded by columns of tumor cells (ie, #pseudopalisading necrosis#) with capillaries at the periphery (#vascular proliferation#); the central necrotic area represents a vascular insult resulting from haphazard tumor growth, with the surviving tumor cells forming columns as they migrate toward the peripheral vasculature.  These histologic features are highly characteristic of @glioblastoma multiforme@ (GBM), a malignant glioma that is the most common primary brain neoplasm in adults. $ GBM is usually located within the cerebral hemispheres (eg, frontal lobe, temporal lobe) and often presents with #new-onset headache# that worsens with bending over (increases intracranial pressure).  Nausea/vomiting, focal neurological defects, and/or seizures are also frequently seen.  The prognosis for patients with GBM is poor, with median survival at 10-12 months. $ (Choice A)  Cyst formation and rare mitoses indicate a @colloid cyst@, a pathologically benign tumor usually found in the third ventricle.  Although colloid cysts are usually asymptomatic, they can cause lethal obstructive hydrocephalus. $ (Choice B)  Reticulin deposits and chronic inflammatory infiltrates are seen in pleomorphic xanthoastrocytomas.  Although they can rarely progress to GBM, these tumors are usually found in children and young adults. $ (Choice C)  Meningiomas are tumors of the meninges that have a @whorled pattern@ of growth.  Although they are not always present, laminar calcifications called psammoma bodies are characteristic of benign meningiomas. $ (Choice E)  Ependymomas also display prominent vascular proliferation.  However, these tumors are usually infratentorial (eg, fourth ventricle, spinal cord), rare in adults, and characterized histologically by proliferating ependymal cells surrounding blood vessels (@perivascular pseudorosettes@) rather than prominent areas of necrosis. $ Educational objective Glioblastoma multiforme is the most common primary brain tumor in adults.  Histopathology showing increased vascularity and pseudopalisading tumor cells around areas of necrosis is highly characteristic.","clickable_1":"images/img1.614.jpg","clickable_2":"images/img2.614.jpg","clickable_3":"images/img3.614.jpg","clickable_4":"images/img4.614.jpg"},

{"id":"1261","image_1":"images/1261.jpg","title_2":"","audio":"","comparison_items":"","title":"A 4-year-old boy is brought to the office due to headaches that have worsened progressively over the past month and are most severe when lying down. He also has had nonbloody, nonbilious emesis for 2 weeks that typically occurs early in the morning. In addition, the child has intermittent blurry vision, particularly when looking up at the mirror while brushing his teeth. Physical examination shows bilateral papilledema, inability to gaze upwards, and bilateral eyelid retraction. Laboratory testing of sodium, growth hormone, luteinizing hormone (LH), and follicle-stimulating hormone (FSH) is normal. Given the early morning emesis and papilledema, a brain mass is suspected and a brain MRI is ordered. Which of the following is the most likely location of the brain lesion in this patient?","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","answer_6":"F. F","ansImg_6":"","right_answer":"C. C","percent_1":"20%","percent_2":"8%","percent_3":"41%","percent_4":"10%","percent_5":"10%","percent_6":"11%","explanation_img":"images/exp1261.jpg","explanation_1":"","explanation_2":"This patient has a #pineal gland mass#. Classic manifestations of a pineal gland mass include #obstructive hydrocephalus# from aqueductal stenosis (papilledema, headache, and vomiting) and #dorsal midbrain (Parinaud) syndrome# due to direct compression of the pretectal region of the midbrain. Parinaud syndrome is characterized by limitation of upward gaze with a downward gaze preference, bilateral eyelid retraction (eg, Collier sign, sclera visible above the superior corneal limbus), and light-near dissociation (eg, pupils that react to accommodation but not to light). Diagnosis of pineal gland mass is made by brain MRI. The most common pineal mass is a #germinoma, a midline# malignant tumor thought to arise from embryonic germ cells. A germinoma can also arise in the gonads or mediastinum and is more common in young boys. The most common locations for intracranial germinomas are the pineal gland and the suprasellar region (less common site) $(Choice A). Due to their proximity to the pituitary gland and hypothalamus, suprasellar germinomas do not lead to Parinaud syndrome, but they are more likely to present with endocrinopathies (eg, central precocious puberty, diabetes insipidus).$(Choice B) Primary thalamic tumors are rare. Damage to the thalamus from a mass or more commonly infarction/hemorrhage presents with contralateral hemisensory loss, behavioral changes, and language deficits.$(Choice D) Pontine hemorrhage or tumor may cause \"locked-in\" syndrome, which is characterized by spastic quadriplegia and paralysis of most cranial nerves (CNs) with preserved consciousness and eye movements.$(Choice E) The most common cerebellar tumor in children is medulloblastoma, which typically presents with gait and limb ataxia, intention tremor, and nystagmus.$(Choice F) Lesions of the medulla can cause lateral and medial medullary syndromes. Lateral medullary (Wallenberg) syndrome leads to contralateral loss of pain and temperature sensations along with ipsilateral paralysis of CNs V, IX, X, and XI. Medial medullary syndrome causes contralateral spastic paralysis, contralateral sensory loss of vibration and proprioception, and ipsilateral flaccid paralysis of the tongue (CN XII).$Educational objective Germinomas are the most common pineal gland tumor and present with obstructive hydrocephalus and dorsal midbrain (Parinaud) syndrome. Germinomas in the suprasellar region cause endocrinopathies due to pituitary/hypothalamic dysfunction."},

{"id":"15591","title":"An 82-year-old man is brought to the emergency department after multiple falls.  He has had severe back pain over the last month, for which he has been taking over-the-counter pain medication without significant relief.  Over the last week, the patient has noted weakness in his legs bilaterally, and his gait has become unstable.  Medical history is significant for hypertension, hyperlipidemia, coronary artery disease, and gout.  The patient has lost 6.8 kg (15 lb) in the last month due to poor appetite.  Rectal examination reveals an enlarged, firm, nodular prostate.  Which of the following is the most likely cause of this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aggregates of malignant cells in the intramedullary spinal cord","answer_2":"B. Compression fracture of the vertebral body","answer_3":"C. Extension of neoplastic cells into the epidural space","answer_4":"D. Intervertebral disc protrusion with spinal cord compression","answer_5":"E. Spondylosis resulting in spinal stenosis","percent_1":"36%","percent_2":"18%","percent_3":"35%","percent_4":"6%","percent_5":"5%","right_answer":"C. Extension of neoplastic cells into the epidural space","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15591.jpg","explanation_1":"","explanation_2":"$This elderly patient with severe back pain developed lower extremity weakness and gait instability.  In association with his weight loss and enlarged nodular prostate, this presentation is concerning for #neoplastic cord compression#.  Spinal cord compression is a frequent complication of advanced malignancy, especially breast, lung, and prostate cancers. $ Neoplastic cord compression most commonly results from #local extension of vertebral metastases# (neoplastic cells) into the #epidural space#.  The tumors can encase the thecal sac and cause venous obstruction, leading to vasogenic edema, cord ischemia, and infarction.  Presenting symptoms depend on the level of cord involvement but typically include #severe back pain# (often worse at night) that progresses to include #motor weakness# and/or #sensory deficits#.  Urinary and fecal retention or incontinence are common late-stage findings.  MRI is diagnostic. $ (Choice A)  Intramedullary metastases (malignant cells within the intramedullary spinal cord) are very rare and usually associated with lung cancer.  Because of the tumor location within the spinal cord, as opposed to an adjacent structure, Brown-Séquard syndrome (ie, ipsilateral hemiplegia, contralateral sensory loss) is a common presentation. $ (Choice B)  @Compression fractures@ are common in elderly patients, particularly those with osteoporosis, and can cause severe back pain.  Although pathologic fractures can occur due to vertebral metastases, subsequent cord compression due to retropulsed bone fragments occurs only rarely and is a less common cause of cord compression than direct epidural invasion by the tumor mass. $ (Choice D)  Intervertebral disc herniation can cause back pain and spinal cord compression but more commonly causes focal radiculopathy due to nerve root compression (eg, sciatica).  In addition, this patient's weight loss and abnormal prostate examination are more suggestive of neoplastic cord compression. $ (Choice E)  Spondylosis (age-related degeneration of the spinal column) can cause @spinal stenosis@ (narrowing of the spinal canal) with cord compression, typically due to osteophyte formation or thickening of the ligamentum flavum.  However, symptoms are typically slowly progressive rather than of rapid onset, as seen in this patient. $ Educational objective Neoplastic spinal cord compression most commonly results from local extension of vertebral metastases into the epidural space.  Presenting symptoms typically include severe back pain (often worse at night), motor weakness, and/or sensory deficits.  Urinary and fecal retention or incontinence are common late-stage findings.","clickable_1":"images/img1.15591.jpg","clickable_2":"images/img2.15591.jpg"},

{"id":"15659","title":"A 56-year-old woman is brought to the emergency department after a generalized tonic-clonic seizure witnessed by her husband.  The patient has no history of seizures or other medical conditions but has been having recurrent headaches for the past several months.  Physical examination shows mild weakness with increased deep tendon reflexes in the left upper extremity.  MR imaging of the brain reveals a large mass in the right frontal lobe.  Stereotactic biopsy of the mass yields hypercellular white matter with extensive astrocytic aberration, microvascular proliferation, and areas of necrosis lined by tumor cells.  Molecular studies of the abnormal cells are most likely to demonstrate which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal tuberin and hamartin proteins","answer_2":"B. Constitutively active RET protein","answer_3":"C. Lack of merlin tumor suppressor protein","answer_4":"D. Overexpression of epidermal growth factor receptor","answer_5":"E. Presence of Epstein-Barr virus genome","percent_1":"11%","percent_2":"16%","percent_3":"18%","percent_4":"52%","percent_5":"3%","right_answer":"D. Overexpression of epidermal growth factor receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's seizure, headache, motor weakness, and brain mass composed of @abnormal astrocytes@ with necrosis and microvascular proliferation raises strong suspicion for #glioblastoma# (GBM), a highly aggressive tumor that stems from #glial# or pluripotent neural stem cells.  A number of characteristic oncogenic mutations are usually present in GBM, but >95% of cases are associated with the overexpression of #epidermal growth factor receptor (EGFR)# on the surface of neoplastic cells. $ EGFR is a tyrosine-kinase signal transduction system that conducts external growth signals into the nucleus, thereby #promoting cellular survival# and proliferation.  Mutations that enhance this pathway (eg, overexpression of EGFR or EGFR-ligand) are associated with uncontrolled cellular proliferation and are seen in GBM and other cancer types (eg, non–small cell lung cancer, breast cancer, prostate cancer).  Therefore, drugs that inhibit the EGFR/EGFR-ligand interaction (eg, erlotinib) are often used as part of treatment. $ (Choice A)  Tuberous sclerosis is an autosomal dominant disorder associated with abnormal tuberin and hamartin.  It generally causes benign tumors in the skin (eg, ash-leaf lesions, angiofibromas), central nervous system (eg, @subependymal giant cell astrocytomas@ [SEGA]), and other tissues.  SEGA commonly presents as an intraventricular mass composed of large cells with abundant eosinophilic cytoplasm; necrosis and microvascular proliferation would be atypical. $ (Choice B)  Multiple endocrine neoplasia type 2 is an autosomal dominant disorder associated with constitutive activation to the RET proto-oncogene, leading to increased risk for medullary thyroid cancer, pheochromocytoma, and hyperparathyroidism.  GBM is not classically linked to RET protein alterations. $ (Choice C)  Neurofibromatosis type 2 is due to mutations that inactivate the merlin tumor suppressor protein.  It is associated with vestibular schwannomas and meningiomas; patients may also have eye and skin lesions.  A frontal lobe mass would be unusual. $ (Choice E)  In immunosuppressed patients, @primary CNS lymphoma@ often expresses Epstein-Barr virus (EBV) genes and is thought to be linked to EBV reactivation in B lymphocytes (the site of latent infection).  However, biopsy would reveal atypical lymphoid cells, not astrocyte aberration. $ Educational objective Glioblastoma is an aggressive primary brain neoplasm that generally presents with slowly worsening headache, seizure, and/or focal neurologic issues.  Most cases are associated with oncogenic mutations that increase epidermal growth factor receptor expression on the tumor cells, leading to increased transduction of growth signals that promote cellular survival and proliferation.","clickable_1":"images/img1.15659.jpg","clickable_2":"images/img2.15659.jpg","clickable_3":"images/img3.15659.jpg"},

{"id":"1150","image_1":"images/1150.jpg","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp1150.jpg","title":"A 43-year-old, right-handed woman is evaluated in the clinic for progressively worsening neurologic symptoms. The patient has a history of diabetes mellitus and hyperlipidemia for which she takes metformin and a statin. She has no history of head trauma or seizures. The patient occasionally drinks wine but does not use tobacco or illicit drugs. Her mother has a history of migraine headaches. A brain MRI is obtained and is shown in the image below:","answer_1":"A. Bitemporal visual field defects","ansImg_1":"","answer_2":"B. Hand weakness and spasticity","ansImg_2":"","answer_3":"C. Lower limb sensory loss and hemineglect","ansImg_3":"","answer_4":"D. Tinnitus and unilateral hearing loss","ansImg_4":"","answer_5":"E. Unilateral ptosis and gaze palsy","ansImg_5":"","right_answer":"C. Lower limb sensory loss and hemineglect","percent_1":"2%","percent_2":"15%","percent_3":"79%","percent_4":"1%","percent_5":"3%","explanation_2":"$This patient with progressive neurologic symptoms and a well-circumscribed parasagittal tumor most likely has a #meningioma#.  Meningiomas are benign, slow-growing intracranial tumors that typically affect adults and tend to arise near #dural reflections# (eg, falx cerebri, tentorium cerebelli).  Patients are often asymptomatic but may have headache, seizure, or focal neurologic deficits depending on tumor size and location. $The tumor's parasagittal location compresses the medial portion of the cerebral cortex, which has a @somatotopic@ organization.  The medial portion corresponds with the lower extremities, while the lateral portion corresponds with the trunk and upper extremities.  This patient's tumor is affecting the medial portion of the postcentral gyrus (primary somatosensory cortex), most likely resulting in #sensory loss# in the #contralateral lower limb#.  Involvement of the adjacent parietal association cortex (particularly in the nondominant hemisphere as in this patient) can result in #contralateral hemineglect# due to this region's role in visuospatial processing. $#(Choice A)#  Bitemporal hemianopia can occur due to compression of the central portion of the optic chiasm and is commonly caused by @pituitary masses@ or craniopharyngiomas. $#(Choice B)#  Hand weakness and spasticity can occur with meningiomas over the @lateral convexity@ compressing the lateral portion of the primary motor cortex in the frontal lobe. $#(Choice D)#  Tinnitus and unilateral hearing loss are common presenting features of @vestibular schwannoma@, a peripheral nerve tumor characteristically located at the cerebellopontine angle. $#(Choice E)#  Unilateral ptosis and gaze palsy (\"down and out\" gaze) are characteristic of @oculomotor nerve palsy@, which may occur with nerve damage due to compression (eg, berry aneurysm, uncal herniation) or microvascular ischemia (eg, diabetes mellitus). $#Educational objective# Meningiomas are common adult intracranial tumors that typically arise in regions of dural reflection (eg, falx cerebri, tentorium cerebelli).  Parasagittal lesions compressing the medial portion of the primary somatosensory cortex in the parietal lobe can result in contralateral lower limb sensory loss along with contralateral hemineglect if there is also damage to the parietal association cortex (nondominant hemisphere).  ","audio":"","clickable_1":"images/img1.1150.jpg","clickable_2":"images/img2.1150.jpg","clickable_3":"images/img3.1150.jpg","clickable_4":"images/img4.1150.jpg","clickable_5":"images/img5.1150.jpg"},

{"id":"1151","title":"A 45-year-old woman is brought to the emergency department after an episode during which she abruptly lost consciousness and had rhythmic jerking movements of the limbs followed by a period of confusion.  The patient has had mild daily headaches associated with nausea that have progressed over the past 2 years.  The headaches are worse at night and occasionally awaken her.  The patient reports no head trauma, visual changes, weakness, numbness, or difficulty swallowing or speaking.  She does not use alcohol or illicit drugs.  There is no family history of seizures.  An intracranial mass is discovered on neuroimaging and a biopsy of the mass is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1151.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Craniopharyngioma","answer_2":"B. Ependymoma","answer_3":"C. Glioblastoma","answer_4":"D. Medulloblastoma","answer_5":"E. Meningioma","answer_6":"F. Oligodendroglioma","answer_7":"G. Pilocytic astrocytoma","answer_8":"H. Schwannoma","percent_1":"2%","percent_2":"4%","percent_3":"6%","percent_4":"4%","percent_5":"72%","percent_6":"8%","percent_7":"2%","percent_8":"3%","right_answer":"E. Meningioma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp1151.jpg","explanation_1":"","explanation_2":"$This patient's biopsy findings are consistent with #meningioma#, a slow-growing benign tumor derived from meningothelial cells of the arachnoid.  Note the syncytial nests and #whorled pattern# of cellular growth, which may calcify and appear as round, laminar structures called #psammoma bodies#.  Other examples of tumors that form psammoma bodies include papillary thyroid carcinoma, mesothelioma, and serous carcinoma of the ovary and endometrium. $Meningiomas form well-circumscribed, round masses attached to the dura and are commonly found at the @falcine@, parasagittal, or lateral convexity regions of the brain.  #Seizure# can occur due to compression of the adjacent cerebral cortex.  Headaches, nausea, and vomiting may result from increased intracranial pressure, which worsens during recumbency and with sleep (due to increased intracranial blood volume).  Individuals may also develop focal neurologic deficits depending on tumor size/location. $#(Choice A)#  @Adamantinomatous craniopharyngiomas@ most often present as benign suprasellar tumors in children and appear as cords/nests of palisading squamous epithelium with areas of lamellar 'wet' keratin under light microscopy. $#(Choice B)#  @Ependymomas@ typically present as paraventricular tumors (eg, floor of the fourth ventricle) and have characteristic perivascular pseudorosettes under light microscopy. $#(Choice C)#  @Glioblastomas@ are the most common primary malignant brain tumor in adults.  They are often located in the cerebral hemispheres and may cross the corpus callosum ('butterfly glioma').  Light microscopy shows hypercellular areas of atypical astrocytes bordering regions of necrosis (pseudo-palisading). $#(Choice D)#  @Medulloblastomas@ are malignant cerebellar tumors that typically occur in children and are characterized by small blue cells that may surround neuropil (ie, interwoven nerve fibers and synapses), forming Homer Wright rosettes under light microscopy. $#(Choice F)#  @Oligodendrogliomas@ typically involve the white matter of the cerebral hemispheres, and tumor cells have a 'fried egg' appearance (round nuclei surrounded by a halo of clear cytoplasm) under light microscopy. $#(Choice G)#  Pilocytic astrocytomas are usually benign tumors that involve the cerebellum in children and young adults.  Light microscopy typically shows tumor cells with elongated hairlike processes, eosinophilic granular bodies, and Rosenthal fibers. $#(Choice H)#  @Schwannomas@ are benign tumors that commonly arise from the vestibular branch of cranial nerve VIII at the cerebellopontine angle.  Light microscopy typically shows spindle cells with palisading nuclei arranged around eosinophilic cores of fibrillary cell processes (Verocay bodies). $#Educational objective# Meningiomas are slow-growing, well-circumscribed, benign intracranial tumors typically found at the cerebral convexities in adults.  Characteristic histopathologic features include syncytial nests and a whorled pattern of cellular growth, which may calcify into round, laminar structures called psammoma bodies. ","clickable_1":"images/img1.1151.jpg","clickable_2":"images/img2.1151.jpg","clickable_3":"images/img3.1151.jpg","clickable_4":"images/img4.1151.jpg","clickable_5":"images/img5.1151.jpg","clickable_6":"images/img6.1151.jpg","clickable_7":"images/img7.1151.jpg"},

{"id":"12283","title":"A 30-year-old man with a history of epilepsy comes to the office for follow-up.  He has a history of recurrent seizures that start as jerky, rhythmic movements of his left leg and gradually spread to involve the entire left side of his body.  The patient frequently loses consciousness and has been witnessed to have a generalized tonic-clonic seizure.  Neuroimaging has revealed a focal lesion in the right motor area.  He has been treated with several antiepilepsy drugs, but his seizures have remained poorly controlled.  Surgery is performed to remove the lesion, and the excised brain tissue shows a 1.5-cm mass composed of engorged purplish clusters.  Microscopy shows numerous dilated capillaries with an endothelial lining separated by a thin layer of fibrous connective tissue.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cavernous hemangioma","answer_2":"B. Ependymoma","answer_3":"C. Glioblastoma","answer_4":"D. Kaposi sarcoma","answer_5":"E. Saccular aneurysm","percent_1":"77%","percent_2":"7%","percent_3":"8%","percent_4":"5%","percent_5":"4%","right_answer":"A. Cavernous hemangioma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp12283.jpg","explanation_1":"","explanation_2":"$#Cavernous hemangiomas# are vascular malformations that frequently involve the deeper tissues of the body, such as the liver and brain.  Gross examination of hemangiomas reveals a \"mulberry-like\" appearance due to their purple vascular clusters.  Histologically, they are composed of abnormal, #dilated blood vessels# with a thin adventitia lacking elastic fibers and smooth muscle.  The reduced structural support gives them a tendency to leak, causing #recurrent hemorrhage#. $ Most patients with cavernous hemangiomas are asymptomatic, although hemangiomas in the brain may cause #neurologic deficits# and #seizures# due to compression of the surrounding tissue and irritation from recurrent bleeding.  Surgical resection is indicated for lesions causing intractable epilepsy or progressive neurologic deficits.  $ (Choice B)  @Ependymoma@ is a rare central nervous system tumor typically found intracranially in children and in the spinal cord in adults.  The tumor cells may arrange themselves around blood vessels and form intervening processes, a histological appearance called perivascular pseudorosettes. $ (Choice C)  @Glioblastoma@ is a common and aggressive brain tumor characterized histologically by areas of necrosis surrounded by tumor cells (pseudopalisading necrosis). $ (Choice D)  @Kaposi sarcoma@ is a tumor that results from infection with human herpesvirus 8.  It typically manifests as skin nodules but can also affect the gastrointestinal and respiratory tracts.  Microscopic evaluation reveals highly vascular tissue containing elongated spindle cells. $ (Choice E)  Saccular (berry) aneurysms are vascular outpouchings composed of a thickened intima due to myointimal hyperplasia with a stretched adventitial layer.  They occur as a result of congenital blood vessel weakness and are found most commonly in the circle of Willis.  Intracranial aneurysms are typically asymptomatic unless they rupture. $ Educational objective Cavernous hemangiomas are vascular malformations composed of abnormally dilated capillaries separated by thin connective tissue septa.  The lack of structural support gives them a tendency to bleed, and those that occur in the brain can present with neurologic deficits and seizures.","clickable_1":"images/img1.12283.jpg","clickable_2":"images/img2.12283.jpg","clickable_3":"images/img3.12283.jpg"},

{"id":"22063","title":"A 55-year-old woman comes to the physician due to a 4-month history of progressive hearing loss in her right ear.  Vital signs are within normal limits.  Inspection of the external ear canals and tympanic membranes shows no abnormalities.  Neurologic examination shows decreased hearing in the right ear; hearing in the left ear is normal.  MRI of the head with contrast is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/22063.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Arteriovenous malformation","answer_2":"B. Astrocytoma","answer_3":"C. Ependymoma","answer_4":"D. Medulloblastoma","answer_5":"E. Meningioma","percent_1":"11%","percent_2":"16%","percent_3":"16%","percent_4":"13%","percent_5":"44%","right_answer":"E. Meningioma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp22063.jpg","explanation_1":"","explanation_2":"$This patient has a homogeneously enhancing, #extraaxial tumor# at the cerebellopontine angle, leading to compression of the vestibulocochlear nerve (CN VIII) resulting in unilateral, progressive hearing loss.  Pathologically, this may be a @vestibular schwannoma@ or a #meningioma#.  Although imaging findings can help differentiate between the two (eg, extension into internal auditory canal [schwannoma], dural enhancement [meningioma]), histologic analysis is often required for definitive diagnosis. $ Meningiomas are considered benign primary brain tumors arising from meningothelial cells and are more commonly found in middle-aged to elderly women.  They can cause significant neurologic symptoms if they become large enough to #compress neurovascular structures#.  Classically, meningiomas at the #cerebellopontine angle# cause progressive sensorineural #hearing loss#, tinnitus, and #imbalance# or disequilibrium.  With continued growth, they can cause facial weakness (facial nerve [CN VII]) and facial numbness (trigeminal nerve [CN V]).  Treatment is typically surgical resection.  Histology shows cells arranged in lobules or whorls, often with @psammoma bodies@. $ (Choice A)  @Arteriovenous malformations@ are congenital lesions that frequently present with headaches and seizures in children and young adults.  On MRI, they often appears as hypointense lesions (due to flow voids) with a honeycomb appearance. $ (Choice B)  Astrocytomas are @pediatric CNS tumors@ that originate from astrocytes (the dominant glial cell in the brain).  Because of this, they develop in the brain parenchyma rather than an extraaxial location. $ (Choice C)  Ependymomas arise from the ependymal lining of the ventricles, often from the roof of the fourth ventricle in children or the intramedullary space of the spinal cord in adults.  They would not be located in the cerebellopontine angle.  In addition, intracranial ependymomas typically present with progressive headaches and signs of increased intracranial pressure due to obstructive hydrocephalus. $ (Choice D)  @Medulloblastomas@ typically present in children (most commonly age 5-9) with vomiting, headache, and cerebellar dysfunction.  They are typically located along the cerebellar midline (rather than the cerebellopontine angle) and may compresses the fourth ventricle, causing obstructive hydrocephalus and increased intracranial pressure. $ Educational objective Tumors at the cerebellopontine angle can cause unilateral progressive hearing loss due to compression of the vestibulocochlear nerve (CN VIII).  These tumors are most likely vestibular schwannomas or meningiomas; histologic analysis is often required to differentiate between them.","clickable_1":"images/img1.22063.jpg","clickable_2":"images/img2.22063.jpg","clickable_3":"images/img3.22063.jpg","clickable_4":"images/img4.22063.jpg","clickable_5":"images/img5.22063.jpg"},

{"id":"613","title":"A 62-year-old man is brought to the emergency department after a generalized tonic-clonic seizure.  His wife reports that he has been having episodic headaches, nausea, and progressive weakness for the past several weeks.  The headaches are particularly worse at night and occasionally awaken him.  Other medical conditions include well-controlled hypertension and osteoarthritis.  On physical examination, the patient is postictal but follows simple commands.  He is admitted to the hospital for further evaluation but dies several days later due to aspiration pneumonia and septic shock.  During autopsy, examination of the brain shows a poorly circumscribed, hemorrhagic, necrotic mass in the left cerebral hemisphere with a midline shift away from the mass.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brain metastasis","answer_2":"B. Glioblastoma","answer_3":"C. Meningioma","answer_4":"D. Oligodendroglioma","answer_5":"E. Primary brain lymphoma","answer_6":"F. Schwannoma","percent_1":"8%","percent_2":"73%","percent_3":"9%","percent_4":"6%","percent_5":"4%","percent_6":"1%","right_answer":"B. Glioblastoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Pathology of common adult primary brain tumors! ∆^ #Macroscopic appearance# ∆^ #Microscopic appearance# §^ #Metastases$ to the brain# ∆ • Multiple lesions at gray-white $matter junction • Well circumscribed ∆ • Often resembles primary tumor §^ #Meningioma# ∆ • Extraaxial • Well circumscribed • Dural attachment ∆ • Oval cells forming whorled pattern • Laminated calcifications (psammoma $bodies) §^ #Glioblastoma# ∆ • Cerebral hemispheres • Poorly circumscribed • Necrotic & hemorrhagic ∆ • Malignant astrocytes • Microvascular proliferation • Pseudopalisading necrosis §^ #Oligodendroglioma# ∆ • Often in frontal lobe • Calcified ∆ • Cells with round nuclei & clear $perinuclear halo (\"fried egg\") • \"Chicken-wire\" capillaries §^ #Schwannoma# ∆ • Often at cerebellopontine angle • Encapsulated • Attached to nerve ∆ • Spindle-shaped Schwann cells • Hypercellular (Antoni A) & hypocellular$ (Antoni B) areas","explanation_img":"","explanation_1":"","explanation_2":"This patient's brain mass likely represents #glioblastoma#, the most common primary cerebral tumor in adults.  Glioblastoma is an astrocytic tumor typically located within the @cerebral hemispheres@.  These tumors produce high amounts of vascular endothelial growth factor, resulting in rapid tumor growth and substantial microvascular proliferation.  The newly formed (highly fenestrated) vessels generate large amounts of vasogenic edema, causing significant mass effect (frequently with midline shift).  Patients have symptoms of increased intracranial pressure (eg, headache, nausea), focal neurologic deficits (eg, weakness), and seizures that #rapidly progress# within weeks. $ On gross examination, glioblastomas are typically #poorly circumscribed# lesions with a variegated appearance, often showing areas of #necrosis# and #hemorrhage#.  Some may cross the corpus callosum, creating a characteristic @butterfly shape@.  Glioblastomas are highly malignant with a very poor prognosis; most patients die within 2 years of diagnosis. $ (Choice A)  Most adult brain tumors represent metastases from other cancers (eg, lung, breast, melanoma).  However, on gross examination, brain metastases typically appear as multiple, well-circumscribed masses at the junction of the gray and white matter. $ (Choice C)  Meningiomas are benign, slow-growing tumors of adults and are derived from meningothelial cells of the arachnoid (external to the brain parenchyma).  They are typically located at sites of dural reflection (eg, falx cerebri, tentorium cerebelli), and gross examination often shows a well-circumscribed mass attached to the dura. $ (Choice D)  Oligodendrogliomas are slow-growing tumors in adults that typically involve the white matter of the cerebral hemispheres, often the frontal lobe.  On gross examination, they usually appear as gray masses with calcification. $ (Choice E)  Primary CNS lymphoma is often seen in immunocompromised individuals (eg, patients with AIDS, transplant recipients).  Gross examination usually shows solitary or multiple lesions that involve the deep periventricular white matter. $ (Choice F)  Schwannomas are benign tumors that commonly arise from the vestibular branch of the vestibulocochlear nerve (CN VIII) at the cerebellopontine angle (vestibular schwannoma).  Patients typically have sensorineural hearing loss and tinnitus.  Gross examination often shows an encapsulated mass attached to the nerve. $ Educational objective Glioblastoma is the most common primary cerebral tumor of adults and is typically located within the cerebral hemispheres, occasionally crossing the midline (butterfly glioma).  Gross examination of this highly malignant tumor often shows a poorly circumscribed, variegated mass containing areas of necrosis and hemorrhage.","clickable_1":"images/img1.613.jpg","clickable_2":"images/img2.613.jpg"},

{"id":"1263","title":"An 11-month-old boy is brought to the office due to irregular jerking movements.  His mother states that for 2 weeks he has looked pale and tired, and he has been more fussy and less playful than usual.  Temperature is 36.7 C (98 F), blood pressure is 100/60 mm Hg, pulse is 114/min, and respirations are 16/min.  Physical examination reveals spontaneous bursts of nonrhythmic conjugate eye movements in various directions.  The patient also has myoclonus involving the trunk and limbs as well as generalized hypotonia.  A right-sided, nontender, immobile abdominal mass is palpated.  There is no hepatosplenomegaly, and bowel sounds are normal.  Complete blood count reveals anemia, and urine is positive for elevated levels of catecholamine breakdown products.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carcinoid tumor","answer_2":"B. Ewing sarcoma","answer_3":"C. Medulloblastoma","answer_4":"D. Neuroblastoma","answer_5":"E. Non-Hodgkin lymphoma","answer_6":"F. Pheochromocytoma","answer_7":"G. Wilms tumor","percent_1":"5%","percent_2":"0%","percent_3":"5%","percent_4":"49%","percent_5":"0%","percent_6":"25%","percent_7":"15%","right_answer":"D. Neuroblastoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Neuroblastoma! ?Pathogenesis? • Neural crest origin • Involves adrenal medulla, sympathetic chain ?Clinical features? • Median age <2 • Abdominal mass • Periorbital ecchymoses (orbital metastases) • Spinal cord compression from epidural invasion (‘dumbbell tumor’) • Opsoclonus-myoclonus syndrome ?Diagnostic findings? • Elevated catecholamine metabolites • Small, round blue cells on histology • N-myc gene amplification","explanation_img":"","explanation_1":"","explanation_2":"Nonrhythmic conjugate eye movements and involuntary jerking movements of the trunk and limbs (#opsoclonus-myoclonus syndrome#) in a young patient should prompt evaluation for #neuroblastoma#.  This is the most common extracranial solid neoplasm of childhood and arises from neural crest cells of the adrenal medulla or sympathetic ganglia. $ Patients typically present at age <2 with a firm #abdominal mass#, most often involving the adrenal gland, and constitutional symptoms (eg, weight loss, fatigue).  Bone marrow infiltration can cause anemia or pancytopenia, and orbital metastases may result in proptosis and/or #periorbital ecchymoses#.  Although rare, opsoclonus-myoclonus is a paraneoplastic syndrome highly associated with neuroblastoma and is believed to be an autoantibody response to central nervous system antigens. $ The majority of patients with neuroblastoma have #elevated catecholamine metabolites# (eg, HVA, VMA) due to the neural crest origin.  Biopsy of the mass is diagnostic and will reveal @small round blue cells @and @Homer Wright rosettes@.  Tumor tissue is subsequently tested for #N-myc amplification#, which predicts a poor prognosis. $ (Choice A)  Carcinoid tumor is a neuroendocrine tumor that is rare in children.  Tumor secretion of serotonin causes carcinoid syndrome (eg, flushing, diarrhea, bronchospasm) and increased 5-hydroxyindoleacetic acid (serotonin metabolite) in the urine. $ (Choice B)  Ewing sarcoma is a malignant bone tumor that arises predominantly in long bones.  This neoplasm typically presents in older children and teenagers with pain and swelling over the mass. $ (Choice C)  Medulloblastoma is the most common malignant brain tumor in children.  It arises in the cerebellum and causes ataxia, not opsoclonus-myoclonus.  As in neuroblastoma, Homer Wright rosettes may be identified; however, urine catecholamine metabolites would not be present. $ (Choice E)  Non-Hodgkin lymphoma can present as an abdominal mass but is rare in infants and not associated with opsoclonus-myoclonus or increased urine catecholamines. $ (Choice F)  Pheochromocytoma is an adrenal tumor that also secretes catecholamines; however, this neoplasm occurs more commonly in adults and is not associated with opsoclonus-myoclonus. $ (Choice G)  Wilms tumor is a renal cancer that presents in early childhood (median age 3-4) with an abdominal/flank mass.  In contrast to neuroblastoma, Wilms tumor does not cause opsoclonus-myoclonus or result in catecholamines in the urine. $ Educational objective Opsoclonus-myoclonus is a paraneoplastic syndrome associated with neuroblastoma, the most common extracranial solid neoplasm in children.  The tumor typically arises from the neural crest cells of the adrenal medulla and presents with an abdominal mass and elevated catecholamine breakdown products.","clickable_1":"images/img1.1263.jpg","clickable_2":"images/img2.1263.jpg"},

{"id":"1153","title":"A 10-year-old boy is brought to the clinic due to nausea, vomiting, generalized headache, ataxia, and vision disturbances.  The headaches have been occurring daily for the past 6 weeks and wake him from sleep.  MRI reveals a tumor in the cerebellum.  Biopsy of the tumor shows a well-differentiated neoplasm composed of cells that have hair-like glial processes along with eosinophilic corkscrew-shaped fibers and granular bodies.  Based on these findings, which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ependymoma","answer_2":"B. Glioblastoma","answer_3":"C. Medulloblastoma","answer_4":"D. Neuroblastoma","answer_5":"E. Pilocytic astrocytoma","percent_1":"5%","percent_2":"5%","percent_3":"13%","percent_4":"2%","percent_5":"75%","right_answer":"E. Pilocytic astrocytoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1153.jpg","explanation_1":"","explanation_2":"$Biopsy of this patient's cerebellar mass reveals features consistent with #pilocytic astrocytoma# (PCA).  PCAs are the most common pediatric brain tumor and typically arise infratentorially, specifically within the #cerebellum#, often leading to headaches, nausea, vomiting, and cerebellar dysfunction (eg, ataxia).  Less commonly, PCAs may arise in the brainstem, hypothalamus, or optic pathway. $ Microscopic examination frequently reveals a well-circumscribed tumor containing bipolar #astrocytes# with ovoid nuclei and #hair-like# (ie, piloid) processes.  These processes contain glial fibrillary acidic protein (#GFAP#), indicative of glial lineage.  Proteinaceous, eosinophilic, cytoplasmic inclusions with a corkscrew appearance (ie, #Rosenthal fibers#) and #eosinophilic granular bodies# (thought to be derived from lysosomes) are also often present. $ (Choice A)  @Ependymomas@ often arise near the ventricular system and may also cause headaches, nausea, vomiting, and ataxia.  However, histopathologic examination typically shows ependymal cells arranged around a central blood vessel (ie, perivascular pseudorosette). $ (Choice B)  @Glioblastomas@ are malignant glial tumors that occur most often in adults.  They are often located in the cerebral hemispheres and may cross the corpus callosum.  They are composed of atypical (eg, pleomorphic, hyperchromatic) astrocytes that often accumulate around regions of necrosis (ie, pseudopalisading).  Microvascular proliferation is also commonly present. $ (Choice C)  @Medulloblastomas@, another common pediatric brain tumor, also primarily arise within the cerebellum.  However, histopathologic examination often shows small, round, blue tumor cells that may be arranged around a central core of neuropil (ie, fibrillary material containing neuronal processes), forming Homer-Wright rosettes. $ (Choice D)  @Neuroblastomas@, the third most common childhood cancer after leukemia and CNS tumors, are embryonal neuroendocrine tumors typically found in the adrenal medulla or sympathetic ganglia.  Histopathologic examination often shows small, round, blue tumor cells that can form Homer-Wright rosettes. $ Educational objective Pilocytic astrocytoma is the most common pediatric brain tumor and is typically found in the cerebellum.  Histopathologic findings often include a well-differentiated neoplasm composed of cells with hair-like processes that stain positively for glial fibrillary acidic protein.  Eosinophilic corkscrew-shaped (Rosenthal) fibers and eosinophilic granular bodies are frequently present.","clickable_1":"images/img1.1153.jpg","clickable_2":"images/img2.1153.jpg","clickable_3":"images/img3.1153.jpg","clickable_4":"images/img4.1153.jpg"}

]