[

{"id":"926","title":"A 40-year-old woman is evaluated for intermittent headaches, insomnia, diaphoresis, and unintentional weight loss over the past several months.  The patient has no other medical problems and takes no medications.  She does not use tobacco, alcohol, or illicit drugs and has no significant family history.  The patient is found to have a neoplastic mass producing excessive amounts of hormones that are causing her symptoms.  Surgical resection of the abnormal tissue is performed with no operative complications.  Microscopic examination of the tumor cells shows electron-dense, membrane-bound secretory granules.  Immunohistochemistry is positive for synaptophysin, chromogranin, and neuron-specific enolase.  The abnormal tissue most likely originated from which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Adrenal cortex","answer_2":"B.Adrenal medulla","answer_3":"C.Ovary","answer_4":"D.Parathyroid gland","answer_5":"E.Thyroid follicles","percent_1":"4%","percent_2":"85%","percent_3":"1%","percent_4":"1%","percent_5":"8%","right_answer":"B.Adrenal medulla","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pheochromocytoma#∆⨉ §^#Pathogenesis# ∆ • Arises from neuroendocrine cells in #adrenal medulla# • 25 ℅ inherited: $== ○ VHL gene (von Hippel-Lindau) $== ○ RET gene (multiple endocrine neoplasia type 2) $== ○ NF1 gene (neurofibromatosis) • Symptoms result from #increased catecholamine secretion# §^#Symptoms# ∆ • Headache • Tachycardia/palpitations • Sweating • Hypertension §^#Rule of 10s# ∆ • 10℅ bilateral • 10℅ extraadrenal (paragangliomas) • 10℅ malignant §^#Diagnosis# ∆Elevated urinary & plasma catecholamines & metanephrines","explanation_img":"","explanation_1":"","explanation_2":"#Pheochromocytoma# is a tumor of the #chromaffin cells# of the #adrenal medulla# characterized by excess production of #catecholamines# (norepinephrine, epinephrine, dopamine).  Fluctuating catecholamine release results in increased vascular tone and hypertension, often associated with episodic headache, diaphoresis, and palpitations.  The diagnosis is confirmed by detecting elevated levels of urinary and plasma catecholamines and metanephrines (catecholamine breakdown products). $Histopathology shows a highly vascular tumor with nests of spindle-shaped or polygonal cells.  The neurohormonal character of the cells is confirmed with stains for #synaptophysin#, #chromogranin#, and #neuron-specific enolase#, and electron microscopy may show dense membrane-bound granules containing catecholamines. $#(Choices A and C)#  Syndromes associated with steroid hormone-producing tumors of the adrenal cortex include hypercortisolism (@Cushing syndrome@), hyperaldosteronism (hypertension, hypokalemia, metabolic alkalosis), and hyperandrogenism (hirsutism, acne, androgenetic hair loss).  Metabolically active ovarian tumors also can cause hyperandrogenism.  Overproduction of steroid hormones is apparent on electron microscopy as well-developed smooth endoplasmic reticulum rather than membrane-bound secretory granules. $#(Choice D)#  Parathyroid adenomas (or carcinomas) cause primary hyperparathyroidism resulting in hypercalcemia.  Characteristic symptoms include constipation, abdominal pain, bone pain, and neuropsychiatric symptoms. $#(Choice E)#  Toxic nodular thyroid disease could produce this patient's symptoms (eg, diaphoresis, weight loss).  However, metabolically active thyroid adenomas typically show a follicular structure, with uniform cells and large amounts of follicular colloid. $#Educational objective# Pheochromocytoma is a tumor arising from the chromaffin cells of the adrenal medulla characterized by excess production of catecholamines.  Clinical features include episodic hypertension, diaphoresis, and palpitations.  Microscopic examination of the tumor cells shows electron-dense, membrane-bound secretory granules, and immunohistochemistry is positive for synaptophysin, chromogranin, and neuron-specific enolase.  ","clickable_1":"images/img1.926.jpg"},

{"id":"988","title":"A 22-year-old man comes to the office for evaluation of a neck mass.  He first noticed a small nodule in his lower neck 6 months ago, and it has progressively enlarged since that time.  The patient has had no changes in weight and otherwise feels well.  Medical history is notable only for seasonal allergies, and he takes no medications.  Physical examination shows a 2-cm nodule in the right lobe of the thyroid.  There are multiple 4- to 8-mm soft papules on the lips and tongue.  The arm span exceeds his height and the patient has long fingers.  Serum calcitonin levels are elevated.  Which of the following is most likely to develop in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Episodic headache","answer_2":"B.Hypercalcemia","answer_3":"C.Hypoglycemic episodes","answer_4":"D.Peripheral vision loss","answer_5":"E.Recurrent peptic ulcers","percent_1":"65%","percent_2":"14%","percent_3":"6%","percent_4":"9%","percent_5":"6%","right_answer":"A.Episodic headache","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Classification of multiple endocrine neoplasia!?Type 1? • #Primary hyperparathyroidism# (parathyroid adenomas or hyperplasia)• Pituitary tumors (prolactin, visual defects)• Pancreatic tumors (especially gastrinomas)?Type 2A? • #Medullary thyroid cancer# (calcitonin)• Pheochromocytoma• Primary hyperparathyroidism (parathyroid hyperplasia)?Type 2B? • #Medullary thyroid cancer# (calcitonin)• Pheochromocytoma• Mucosal neuromas/marfanoid habitus","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has an enlarging thyroid nodule associated with an elevated calcitonin level, which is concerning for #medullary thyroid cancer# (MTC), a malignancy arising from the thyroid C (parafollicular) cells.  These findings, in association with @mucosal neuromas@ and #marfanoid habitus# (eg, arm span > height, long fingers, joint laxity), suggest #multiple endocrine neoplasia type 2B# (MEN2B).  MEN2 syndromes are caused by germline mutations of the #RET# proto-oncogene.  MTC is present in nearly all patients with MEN2 and is usually more aggressive and occurs at an earlier age than sporadic MTC. $#Pheochromocytomas# develop in roughly half of patients with MEN2 syndromes and cause paroxysmal hypertension and tachycardia due to the intermittent secretion of catecholamines.  The abrupt, severe increase in blood pressure can precipitate #episodic headaches# and is often accompanied by other symptoms associated with catecholamine excess (eg, diaphoresis, tremor, chest pain). $#(Choice B)#  Hyperparathyroidism with secondary hypercalcemia is the most common manifestation of MEN1.  Hyperparathyroidism (due to parathyroid chief cell hyperplasia or adenoma formation) is also seen in 10%-20% of patients with MEN2A, but it is not a feature of MEN2B. $#(Choices C and E)#  Many patients with MEN1 have endocrine pancreatic tumors that secrete gastrin, leading to refractory peptic ulceration and diarrhea (Zollinger-Ellison syndrome).  In rare cases, endocrine tumors of the pancreas in MEN1 secrete other hormones, such as insulin, which can cause hypoglycemia. $#(Choice D)#  Pituitary tumors are present in 50% of patients with MEN1.  Large pituitary tumors with suprasellar extensions are likely to cause peripheral vision loss. $#Educational objective# Multiple endocrine neoplasia type 2B is characterized by medullary thyroid cancer, pheochromocytomas, mucosal neuromas, and marfanoid habitus.  Hyperparathyroidism is not a feature of this syndrome.  ","clickable_1":"images/img1.988.jpg"},

{"SubjectSystem":"Histology-Endocrine","id":"8424","title":"A researcher is investigating factors affecting adrenal hormone synthesis and release.  An intact adrenal gland is obtained from a donor cadaver, and a histologic section of the gland is shown below.  Cells from a specific part of the gland, indicated by the arrow, are extracted for further analysis.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8424.jpg","title_2":"These cells are most likely to be directly activated by which of the following substances?","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. ACTH","answer_3":"C. Angiotensin II","answer_4":"D. Epinephrine","answer_5":"E. Norepinephrine","percent_1":"42%","percent_2":"28%","percent_3":"10%","percent_4":"11%","percent_5":"9%","right_answer":"A. Acetylcholine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8424.jpg","explanation_1":"","explanation_2":"$The adrenal gland is made up of an outer cortex (divided into 3 zones) and an inner medulla:  $1. The zona glomerulosa is the outermost zone of the cortex and is composed of cells arranged in rounded or arched clusters (glomus is Latin for ball) that secrete mineralocorticoid hormones (primarily aldosterone).  $2. The zona fasciculata is the middle zone and contains foamy-appearing cells in columns (fascis is Latin for bundle or stack) that secrete glucocorticoid hormones (primarily cortisol).  $3. The zona reticularis is the inner zone of the cortex and contains cells in anastomosing cords (rete is Latin for net) that secrete androgens.  $4. The #adrenal medulla# is sharply demarcated from the cortex and is composed of chromaffin cells with a deeply basophilic cytoplasm. $#Chromaffin cells# are modified neuroendocrine cells derived from the neural crest.  They are #stimulated by acetylcholine# released by sympathetic preganglionic neurons and #secrete catecholamines# (80% epinephrine, 20% norepinephrine) directly into the bloodstream to amplify sympathetic nervous system activity. $#(Choice B)#  ACTH stimulates secretion of glucocorticoid hormones from the zona fasciculata.  Cortisol produced in response to ACTH increases activity of the adrenal medullary enzyme phenylethanolamine N-methyltransferase, which catalyzes the conversion of norepinephrine to epinephrine.  ACTH therefore indirectly upregulates medullary epinephrine production, but does not directly control it. $#(Choice C)#  Aldosterone secretion from the zona glomerulosa is primarily regulated by angiotensin II and extracellular potassium levels. $#(Choice D)#  Epinephrine released by the adrenal medulla acts on adrenergic receptors in the heart, lungs, liver, and skeletal muscle to increase sympathetic tone and mediate the acute stress response. $#(Choice E)#  Most sympathetic postganglionic neurons release norepinephrine to activate adrenergic receptors on the target tissues.  However, the preganglionic fibers innervating the adrenal medulla (and postganglionic sympathetic neurons innervating eccrine sweat glands) release acetylcholine. $#Educational objective# Chromaffin cells are modified neuroendocrine cells derived from the neural crest.  Chromaffin cells in the adrenal medulla are stimulated by acetylcholine released by sympathetic preganglionic neurons and secrete catecholamines directly into the bloodstream to amplify sympathetic nervous system activity.  "},

{"id":"210","title":"A 32-year-old man comes to the office due to vision problems.  Over the last 6 weeks, he has had several \"near-misses\" while driving, having been nearly hit by cars coming from both the right and left sides.  He also reports frequent headaches.  The patient has no prior medical conditions and takes no medications.  He does not use tobacco, alcohol, or illicit drugs.  Physical examination reveals deficits in the bilateral temporal visual fields.  Extraocular movements are bilaterally intact, and the remainder of the neurological examination shows no abnormalities.  Which of the following additional findings is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased libido","answer_2":"B. Enlarged jaw bone","answer_3":"C. Excessive urination","answer_4":"D. Heat intolerance","answer_5":"E. Skin hyperpigmentation","answer_6":"F. Skin thinning","percent_1":"82%","percent_2":"6%","percent_3":"4%","percent_4":"3%","percent_5":"5%","percent_6":"1%","right_answer":"A. Decreased libido","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Pituitary adenomas! ?Cell type? #Clinical features of tumor# ?Lactotroph$ (prolactin)? • Hypogonadism, infertility $(men) • Galactorrhea, amenorrhea (women) ?Corticotroph$ (ACTH)? • Cushing disease ?Somatotroph$ (growth hormone)? • Acromegaly (adults) • Gigantism (children) ?Thyrotroph$ (TSH)? • Thyrotoxicosis ?Gonadotroph$ (LH, FSH)? • Nonfunctioning$ (hypopituitarism) • Mass effect","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's symptoms are worrisome for a #pituitary tumor#.  Large tumors can cause #headaches# due to mass effect, and compression of the optic chiasm by suprasellar extension of the tumor can cause #bitemporal hemianopsia#.  These tumors can also cause loss of normal pituitary function by compression of surrounding cells.  Pituitary adenomas typically arise from 1 of the 5 major cell types of the anterior pituitary; physiologic symptoms depend on the hormones produced by the tumor.  The most common hormonally active (functional) adenomas are prolactin-secreting adenomas (#prolactinomas#). $Prolactin is a peptide hormone whose primary action is maintenance of lactation in the postpartum period; prolactinomas classically cause galactorrhea in premenopausal women.  Prolactin also suppresses @GnRH production@ from the hypothalamus, which in women leads to amenorrhea and in men causes #hypogonadism# (eg, impotence, #decreased libido#, infertility).  Because the symptoms of hyperprolactinemia in men and postmenopausal women are often mild and nonspecific, patients may not seek care until the tumors are large and cause mass effect symptoms. $#(Choices B, D, and F)#  Somatotroph (growth hormone-secreting) adenomas can present with gigantism (in children) or @acromegaly@ in adults.  Thyrotroph (TSH-secreting) adenomas cause central hyperthyroidism (eg, heat intolerance, tachycardia).  Thinning of the skin, typically manifesting as abdominal stria, is a characteristic feature of @Cushing syndrome@; when hypercortisolism is due to a corticotroph (ACTH-producing) adenoma, it is referred to as Cushing disease.  These tumors are significantly less common than prolactinomas. $#(Choice C)#  Mass lesions involving the pituitary stalk or posterior pituitary could cause headaches and bitemporal hemianopsia in addition to central diabetes insipidus (due to decreased release of antidiuretic hormone [ADH] from the posterior pituitary).  However, polyuria is typically only transient (lasting <6 weeks) because the hypothalamus is able to bypass the pituitary and directly release ADH into the circulation. $#(Choice E)#  Hyperpigmentation in the context of pituitary disease is typically due to hypersecretion of ACTH, either due to a corticotroph adenoma or in response to primary adrenal insufficiency. $#Educational objective# Pituitary tumors can present with headaches, bitemporal hemianopsia, and hypopituitarism; the most common hormonally active (functional) adenomas are prolactin-secreting adenomas (prolactinomas).  Prolactinomas can cause galactorrhea and amenorrhea in women.  In men, they often present with hypogonadism.  ","clickable_1":"images/img1.210.jpg","clickable_2":"images/img2.210.jpg","clickable_3":"images/img3.210.jpg"},

{"id":"15105","title":"A 15-year-old boy comes to the office for evaluation of a neck mass.  The patient first noticed the mass a month ago and it has progressively enlarged.  He has had no neck pain, fever, or difficulty swallowing or breathing.  Examination shows a firm, nontender mass affecting the left thyroid lobe.  TSH is within normal limits.  Ultrasonography reveals a hypoechoic 2-cm nodule in the upper portion of the left thyroid lobe.  Fine-needle biopsy reveals a cluster of large cells with abundant cytoplasm that stain positive for calcitonin.  The patient is also found to be positive for a germline RET mutation.  A total thyroidectomy is planned.  Prior to the surgery, additional testing should be performed to evaluate for an abnormality in which of the following organs?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Adrenal cortex","answer_2":"B.Adrenal medulla","answer_3":"C.Anterior pituitary","answer_4":"D.Pancreatic islets","answer_5":"E.Thymus","percent_1":"5%","percent_2":"83%","percent_3":"6%","percent_4":"6%","percent_5":"1%","right_answer":"B.Adrenal medulla","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Multiple endocrine neoplasia type 2#∆⨉ §^#Inheritance# ∆ • Autosomal dominant • Germ-line activating mutations of RET proto-oncogene §^#Type 2A# ∆ • Medullary thyroid cancer (>95 ℅) • Pheochromocytoma • Parathyroid hyperplasia §^#Type 2B# ∆ • Medullary thyroid cancer (>95℅) • Pheochromocytoma • Mucosal neuromas, marfanoid habitus","explanation_img":"","explanation_1":"","explanation_2":"This patient has #medullary thyroid cancer# (MTC), a neuroendocrine malignancy arising from the calcitonin-secreting parafollicular C cells.  Most cases of MTC are sporadic, but approximately 20% are familial, due to germline mutations of the #RET proto-oncogene#.  Multiple endocrine neoplasia type 2 (#MEN2#) is the most common inherited disorder associated with activating RET mutations, and is characterized by: $• MTC $• Pheochromocytoma $• Parathyroid hyperplasia (type 2A) or marfanoid habitus (tall, slender build, increased limb to height ratio) and mucosal neuromas (type 2B) $#Pheochromocytoma# is a catecholamine-secreting neoplasm arising from the chromaffin cells of the #adrenal medulla#.  Up to 50% of patients with MEN2 develop pheochromocytoma.  In patients with undiagnosed pheochromocytoma, induction of anesthesia can precipitate a catecholamine (epinephrine and norepinephrine) surge, leading to hypertensive crisis, flash pulmonary edema, and atrial fibrillation.  Therefore, patients who have MTC associated with germline RET mutations should be screened for pheochromocytoma (eg, 24-hour assay for urinary metanephrines and catecholamines) prior to surgery. $#(Choices A, C, D and E)#  MEN1 is characterized by anterior pituitary adenomas, primary hyperparathyroidism (due to parathyroid adenomas or hyperplasia), and neuroendocrine tumors of the pancreas and gastrointestinal tract (eg, gastrinoma, insulinoma).  A number of other tumors are also more frequent in MEN1, including adrenocortical adenomas and neuroendocrine thymomas (thymic carcinoid).  However, MEN1 is due to mutations in the MEN1 gene (not RET) and is not associated with MTC. $#Educational objective# Multiple endocrine neoplasia type 2 is caused by germline activating mutations in the RET proto-oncogene and frequently results in both medullary thyroid cancer and pheochromocytoma.  In patients with undiagnosed pheochromocytoma, induction of anesthesia (eg, preparation for thyroidectomy) can precipitate a catecholamine surge, leading to hypertensive crisis, flash pulmonary edema, and atrial fibrillation.  "},

{"id":"213","title":"A 34-year-old man comes to the office due to a 6-month history of progressively worsening headaches.  He has also noticed blurring of his peripheral vision while driving.  The patient has no history of head injuries and has had no associated dizziness, weight change, diplopia, or polyuria.  Medical history is unremarkable, and he takes no medications.  He does not use tobacco, alcohol, or illicit drugs.  Physical examination shows a bitemporal visual field deficit.  Laboratory studies show a serum prolactin level >20 times the upper limit of normal.  Cranial imaging reveals a large pituitary mass.  Which of the following changes in serum GnRH, LH, and testosterone are most likely to be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆GnRH ∆LH ∆Testosterone","answer_1":"§A. ∆ ↓ ∆↓ ∆↓","answer_2":"§B. ∆ ↑ ∆↓ ∆↓","answer_3":"§C. ∆ ↑ ∆↑ ∆↓","answer_4":"§D. ∆ ↑ ∆↑ ∆↑","answer_5":"§E. ∆ ↓ ∆↓ ∆↑","percent_1":"69%","percent_2":"19%","percent_3":"5%","percent_4":"5%","percent_5":"3%","right_answer":"§A. ∆ ↓ ∆↓ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Pituitary adenomas! ?Cell type? #Clinical features of tumor# ?Lactotroph$ (prolactin)? • Hypogonadism, infertility $(men) • Galactorrhea, amenorrhea (women) ?Corticotroph$ (ACTH)? • Cushing disease ?Somatotroph$ (growth hormone)? • Acromegaly (adults) • Gigantism (children) ?Thyrotroph$ (TSH)? • Thyrotoxicosis ?Gonadotroph$ (LH, FSH)? • Nonfunctioning$ (hypopituitarism) • Mass effect","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's #bitemporal hemianopsia# and headaches suggest mass effect symptoms due to an expanding lesion near the optic chiasm.  Cranial imaging (typically MRI scan) can confirm the diagnosis of a pituitary adenoma.  Unlike other pituitary hormones, prolactin secretion is under negative regulation by dopamine from the hypothalamus, and any disruption of dopaminergic pathways in the pituitary stalk can cause a moderate increase in prolactin release.  However, #very high prolactin levels#, as seen in this patient, suggest a prolactin-secreting adenoma (#prolactinoma#). $Increased circulating levels of prolactin @suppress GnRH secretion@, leading to a reduction in release of LH from the pituitary and decreased testicular testosterone production.  In premenopausal women, prolactinomas typically present early with galactorrhea and amenorrhea.  However, in men and postmenopausal women, early symptoms may be subtle and nonspecific (eg, decreased libido), and patients frequently present later with mass effect symptoms (eg, headache, visual field defects). $#(Choices B and D)#  Physiologic GnRH secretion occurs in a pulsatile fashion and initiates gonadotropin (eg, LH, FSH) and subsequently testosterone secretion.  However, prolonged, continuous GnRH secretion suppresses gonadotropins, resulting in lower levels of sex steroids.  Long-acting GnRH agonists (eg, leuprolide) are used to suppress sex steroid–dependent diseases (eg, prostate cancer). $#(Choice C)#  Primary hypogonadism with low testosterone levels results in loss of negative feedback on GnRH release, causing elevated levels of GnRH and LH. $#(Choice E)#  Intake of exogenous testosterone (eg, anabolic steroid use) will suppress release of GnRH and subsequently LH. $#Educational objective# Large prolactin-secreting pituitary tumors can compress the optic chiasm, causing bitemporal hemianopsia.  In addition, elevated prolactin levels suppress release of GnRH, leading to decreased LH secretion and subsequently impaired testosterone production in men.  ","clickable_1":"images/img1.213.jpg"},

{"id":"612","title":"A 56-year-old woman comes to the office due to progressive weight gain and fatigue over the last 4 months.  She also has had increasing difficulty in lifting heavy objects and climbing stairs.  The patient has moderate, persistent bronchial asthma for which she uses inhaled corticosteroids and beta-2 agonists.  Family history is significant for colon cancer in her father.  Blood pressure is 160/90 mm Hg and pulse is 80/min.  On physical examination, there is symmetric proximal muscle weakness of the upper and lower extremities.  Fasting plasma glucose level is 135 mg/dL and 24-hour urinary cortisol is increased.  Further evaluation reveals that high-dose, but not low-dose, dexamethasone suppresses serum cortisol levels.  Serum ACTH levels are high-normal.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenal adenoma","answer_2":"B. Adrenal carcinoma","answer_3":"C. Exogenous glucocorticoids","answer_4":"D. Pituitary adenoma","answer_5":"E. Small cell lung cancer","percent_1":"10%","percent_2":"2%","percent_3":"9%","percent_4":"70%","percent_5":"9%","right_answer":"D. Pituitary adenoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp612.jpg","explanation_1":"","explanation_2":"$This patient has weight gain, proximal muscle weakness, hypertension, and hyperglycemia, which are prominent features of @Cushing syndrome@.  Screening tests for endogenous Cushing syndrome include #low-dose dexamethasone suppression testing#.  In normal individuals, low doses of dexamethasone (a potent glucocorticoid) suppress ACTH and cortisol levels through negative feedback.  However, in endogenous Cushing syndrome, ACTH and cortisol levels are not suppressed. $The most common causes of @Cushing syndrome@ are shown in the flowchart and can be categorized on the basis of serum ACTH levels as either ACTH dependent (ACTH is high or inappropriately normal) or ACTH independent (ACTH is suppressed).  In ACTH-dependent Cushing syndrome, if #high-dose dexamethasone suppresses ACTH# and cortisol secretion, a #pituitary source# of ACTH (ie, ACTH-secreting pituitary adenoma) is likely.  In contrast, ectopic ACTH production (eg, from malignant tumors such as small cell lung cancer) is not suppressed by high-dose dexamethasone #(choice E).# $This patient has excessive cortisol production that is suppressed by high-dose but not low-dose dexamethasone.  This is consistent with an ACTH-secreting corticotroph pituitary adenoma (#Cushing disease#), the most common cause of endogenous Cushing syndrome. $#(Choices A and B)#  Excess cortisol production due to an autonomously functioning adrenal adenoma, adrenal carcinoma, or primary adrenocortical hyperplasia will cause Cushing syndrome with a suppressed ACTH level (ACTH independent).  This patient's ACTH is elevated. $#(Choice C)#  Administration of exogenous glucocorticoids is a common cause of Cushing syndrome.  This is most common with systemic agents (eg, prednisone), but can occasionally be seen with topical or inhaled glucocorticoids.  However, ACTH is suppressed in these cases. $#Educational objective# In Cushing syndrome due to an ACTH-secreting pituitary adenoma (Cushing disease), ACTH is high and cortisol production can be suppressed by high-dose, but not low-dose, dexamethasone.  In patients with ectopic ACTH production (eg, from malignant tumors), cortisol and ACTH production are not suppressed by low- or high-dose dexamethasone.  ","clickable_1":"images/img1.612.jpg","clickable_2":"images/img2.612.jpg"},

{"SubjectSystem":"Embryology-Endocrine","id":"771","title":"A 33-year-old man comes to the office due to several months of episodic headaches accompanied by sweating and feelings of anxiety that spontaneously resolve after 15-30 minutes.  The patient has no other medical conditions and takes no medications.  His brother recently had surgery to treat hyperparathyroidism.  Blood pressure is 180/110 mm Hg and pulse is 102/min.  Laboratory results show normal serum electrolytes and renal function.  CT scan of the abdomen reveals a mass in the right adrenal gland.  Which of the following cells have the same embryologic origin as the tissue responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Capillary endothelial cells","answer_2":"B. Cardiac myocytes","answer_3":"C. Interstitial fibroblasts","answer_4":"D. Melanin-producing cells","answer_5":"E. Thyroid follicular cells","percent_1":"3%","percent_2":"6%","percent_3":"2%","percent_4":"72%","percent_5":"18%","right_answer":"D. Melanin-producing cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Embryologic derivatives#∆⨉∆⨉ §Ectoderm ∆^Surface ectoderm ∆ • Anterior pituitary (Rathke pouch) • Lens & cornea • Inner ear sensory organs, olfactory epithelium • Nasal & oral epithelial linings, salivary glands • Epidermis, sweat & mammary glands §↕ ∆^Neural tube ∆ • Brain & spinal cord • Posterior pituitary, pineal gland • Retina §↕ ∆^Neural crest ∆ • Neural ganglia, adrenal medulla • Schwann cells; pia & arachnoid mater • Aorticopulmonary septum & endocardial cushions • Branchial arches (bones & cartilage) • Skull bones • Melanocytes §^Mesoderm ∆⨉ ∆ • Muscles (skeletal, cardiac & smooth) • Connective tissue, bone & cartilage • Serosal linings (eg, peritoneum) • Cardiovascular & lymphatic system • Spleen & hemopoietic cells • Kidney & ureters, internal genitalia • Adrenal cortex §^Endoderm ∆⨉ ∆ • Gastrointestinal tract, liver, pancreas • Lungs • Thymus, parathyroids, thyroid follicular cells • Middle ear epithelium • Bladder & urethra • Parafollicular (C) cells* %*Formerly thought to be of neural crest origin.","explanation_img":"","explanation_1":"","explanation_2":"This patient with hypertension; episodic headache, anxiety, and diaphoresis; and an adrenal mass on CT scan has a #pheochromocytoma#, a catecholamine-secreting tumor arising from the chromaffin cells of the #adrenal medulla#.  Pheochromocytoma can be sporadic or associated with several familial disorders, especially multiple endocrine neoplasia (@MEN@) type 2 (likely in this patient given his family history of hyperparathyroidism). $The #chromaffin cells# of the adrenal medulla are derived from @neural crest cells@, which are multipotent, migratory cells that originate in the #ectoderm# at the margin of the neural tube and give rise to a diverse cell lineage.  In addition to the adrenal medulla, other important structures that arise from neural crest cells include #melanocytes# (melanin-producing cells) and #neural ganglia# (eg, sympathetic and parasympathetic ganglia).  Some cardiac (eg, aorticopulmonary septum, endocardial cushions) and skeletal (eg, skull/facial bones) structures are also derived from neural crest cells. $#(Choices A, B, and C)#  Capillary endothelial cells, cardiac myocytes, and interstitial fibroblasts are mesodermal derivatives.  Unlike the adrenal cortex, which is also derived from mesoderm, the adrenal medulla is a neural crest derivative. $#(Choice E)#  Thyroid follicular cells are an endodermal derivative arising from the pharyngeal epithelium at the base of the tongue; parafollicular C cells are also an endodermal derivative, although they were previously thought to originate from the neural crest. $#Educational objective# Pheochromocytoma is a malignancy arising from chromaffin cells of the adrenal medulla that typically presents with episodic headaches, diaphoresis, and hypertension.  The adrenal medulla is derived from neural crest cells (multipotent, migratory cells that originate in ectoderm), which also give rise to melanocytes and neural ganglia.  ","clickable_1":"images/img1.771.jpg","clickable_2":"images/img2.771.jpg"},

{"id":"15063","title":"A 34-year-old, previously healthy woman comes to the office due to irregular menstruation and a 4.5 kg (10-lb) weight gain over the past 6 months.  The patient also reports muscle weakness causing difficulty climbing stairs or lifting her child.  Blood pressure is 152/86 mm Hg and pulse is 72/min.  BMI is 31 kg/m2.  Physical examination shows excessive fat accumulation in the abdomen and supraclavicular area.  Sun-exposed areas and skin creases are hyperpigmented and there are wide striae over the abdomen.  Coarse hair is present on the face, chest, and abdomen.  Which of the following sets of laboratory findings are most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆24-hour urinary cortisol ∆Serum ACTH ∆Serum DHEAS","answer_1":"§A. ∆ ↑ ∆↑ ∆↑","answer_2":"§B. ∆ ↓ ∆↑ ∆↓","answer_3":"§C. ∆ ↑ ∆↓ ∆↓","answer_4":"§D. ∆ Normal ∆Normal ∆↑","answer_5":"§E. ∆ ↓ ∆↓ ∆↓","percent_1":"80%","percent_2":"4%","percent_3":"15%","percent_4":"1%","percent_5":"0%","right_answer":"§A. ∆ ↑ ∆↑ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Categorization of Cushing syndrome#∆⨉∆⨉ § ∆^#Etiology# ∆^#Distinguishing findings# §^#ACTH$ dependent# ∆ • Cushing disease (ACTH-secreting pituitary adenoma) • Ectopic ACTH secretion ∆ • Hyperpigmentation • Hyperandrogenism (eg, hirsutism, oligomenorrhea/amenorrhea) • ↑ ACTH §^#ACTH$ independent# ∆ • Adrenal mass (adenoma or carcinoma) • Exogenous glucocorticoids ∆ • ↓ ACTH","explanation_img":"","explanation_1":"","explanation_2":"This patient with central obesity, proximal muscle weakness, striae, and hypertension has common features of cortisol excess (ie, @Cushing syndrome@).  Other possible findings include hyperglycemia, dermal atrophy, and easy bruisability.  Hypercortisolism can be confirmed on finding an elevated late-night salivary cortisol concentration or #increased 24-hour urine cortisol# excretion. $Cushing syndrome can be categorized as ACTH-dependent (ie, #↑ACTH# stimulating excess cortisol production) or ACTH-independent (ie, glucocorticoid excess not caused by ACTH).  Excess ACTH secretion causes identifiable clinical findings: $• #Hyperpigmentation:#  Both ACTH and alpha-melanocyte-stimulating hormone (MSH) are derived from pro-opiomelanocortin, leading to cosecretion of alpha-MSH.  ACTH also directly stimulates the MC2R receptor on melanocytes. $• Androgenization:  ACTH stimulates production of adrenal androgens (eg, #↑DHEAS# [dehydroepiandrosterone sulfate], androstenedione).  This leads to #hirsutism#, #menstrual abnormalities#, and oily skin. $This patient's hyperpigmentation and hirsutism are consistent with ACTH-dependent hypercortisolism, likely due to a corticotroph pituitary adenoma (#Cushing disease#). $#(Choice B)#  Primary adrenal insufficiency leads to decreased cortisol levels (and decreased urinary cortisol excretion) with a compensatory rise in ACTH.  Hyperpigmentation may be present, but adrenal androgen production is often diminished (due to loss of androgen-producing adrenocortical cells) and hirsutism is not present. $#(Choices C and E)#  ACTH-independent Cushing syndrome due to a cortisol-producing adrenal adenoma is characterized by increased urinary cortisol excretion with suppressed ACTH levels.  Exogenous glucocorticoids also cause suppression of ACTH, but with decreased production (and urinary excretion) of cortisol.  Low cortisol excretion and ACTH levels are also seen in central adrenal insufficiency.  Because ACTH is low in these states, patients do not have hyperpigmentation or hyperandrogenic features (eg, hirsutism). $#(Choice D)#  Polycystic ovary syndrome is characterized by excessive ovarian production of androgens.  Common clinical features include oligo/amenorrhea, obesity, and hirsutism.  However, ACTH and cortisol production are unaffected, and hyperpigmentation is not seen. $#Educational objective# Cushing syndrome can be categorized as ACTH-dependent or ACTH-independent.  Excess ACTH secretion in ACTH-dependent Cushing syndrome leads to hyperpigmentation.  In addition to increased cortisol production, ACTH stimulates production of adrenal androgens (eg, testosterone, dehydroepiandrosterone sulfate) leading to hirsutism and menstrual irregularities.  ","clickable_1":"images/img1.15063.jpg"},

{"id":"15303","title":"A 29-year-old nulligravid woman comes to the office due to a 2-month history of worsening bilateral nipple discharge that stains her bra.  The patient has felt no breast mass and has had no breast pain, headaches, or vision changes.  Her last menstrual period was 3 months ago, and home pregnancy tests have been negative.  Previously, she had regular menstrual cycles at 28-day intervals.  The patient has no other medical conditions and takes no medications.  Vital signs are within normal limits.  On physical examination, visual fields are intact by confrontation.  A whitish fluid can be expressed bilaterally on nipple compression.  There are no breast masses or lymphadenopathy.  Pelvic examination reveals no abnormalities.  Serum beta-hCG testing is negative.  Brain imaging shows a 0.6-cm pituitary mass.  Pharmacotherapeutic treatment is begun, and on a follow-up visit the patient reports that her symptoms are improving.  Which of the following is the most likely mechanism of action of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased estrogen effect on the pituitary","answer_2":"B. Inhibition of gonadotropin-releasing hormone secretion","answer_3":"C. Inhibition of hypothalamic dopaminergic neurons","answer_4":"D. Stimulation of pituitary dopamine receptors","answer_5":"E. Stimulation of thyrotropin-releasing hormone receptors","percent_1":"1%","percent_2":"5%","percent_3":"9%","percent_4":"84%","percent_5":"1%","right_answer":"D. Stimulation of pituitary dopamine receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Prolactinoma# ∆⨉ §^#Clinical$ features# ∆ • #Premenopausal women:# oligomenorrhea/amenorrhea, infertility, $galactorrhea, hot flashes, decreased bone density • #Postmenopausal women:# mass-effect symptoms (headache, visual field $defects) • #Men:# infertility, decreased libido, impotence, gynecomastia §^#Laboratory/$ imaging# ∆ • Serum prolactin (often >200 ng/mL) • Tests to rule out renal insufficiency (creatinine) & hypothyroidism (TSH, $thyroxine) • MRI of the head/pituitary §^#Treatment# ∆ • Dopamine agonist (cabergoline) • Transsphenoidal surgery","explanation_img":"","explanation_1":"","explanation_2":"#Galactorrhea# is abnormal secretion of breast milk not associated with pregnancy or breastfeeding.  It is most commonly due to excess prolactin, which directly stimulates milk secretion in the breasts.  Pituitary lactotroph adenomas (#prolactinomas#) can cause very high prolactin levels and are a common cause of galactorrhea. $Unlike most pituitary hormones, which are under positive regulation by releasing hormones from the hypothalamus, prolactin is primarily under @negative regulation@ by hypothalamic dopaminergic neurons via the pituitary stalk.  Because of the tonic inhibitory effect of dopamine on prolactin secretion, #dopamine agonists# (eg, cabergoline, bromocriptine) can be used to treat hyperprolactinemia.  Dopamine agonist therapy reduces adenoma size, suppresses prolactin production, and, in patients with small (<1 cm, as in this patient) prolactinomas and no mass-effect symptoms (eg, headache, visual field defects), can often induce a prolonged clinical response. $#(Choices A and C)#  Estrogen stimulates prolactin gene transcription and secretion.  Strongly estrogenic medications (eg, birth control pills) can potentially worsen rather than alleviate galactorrhea.  Dopamine antagonists (eg, antipsychotics) directly increase prolactin secretion and also can worsen galactorrhea. $#(Choice B)#  Hyperprolactinemia causes amenorrhea in women due to the inhibitory effect of prolactin on hypothalamic GnRH release.  Dopaminergic medications suppress prolactin secretion and can restore normal GnRH secretion. $#(Choice E)#  Thyrotropin-releasing hormone (TRH) stimulates secretion of prolactin by lactotrophs, although its role in regulating prolactin release is secondary to the inhibition of prolactin secretion by dopamine.  Factors that increase TRH release would worsen hyperprolactinemia. $#Educational objective# Galactorrhea is abnormal secretion of breast milk not associated with pregnancy or breastfeeding.  It is most commonly due to excess prolactin, as seen in prolactin-secreting pituitary adenomas.  Prolactin is under negative regulation by hypothalamic dopaminergic neurons, and dopamine agonists can be used to treat hyperprolactinemia.  ","clickable_1":"images/img1.15303.jpg"},

{"id":"927","title":"A 60-year-old woman comes to the office due to difficulty climbing stairs and dyspnea on exertion over the last 6 weeks.  The patient has a 40-pack-year smoking history.  Blood pressure is 160/90 mm Hg and pulse is 78/min.  Auscultation of the chest reveals decreased breath sounds over the right lung base.  Proximal muscle strength is 4 on a scale of 0-5.  Skin examination shows scattered ecchymoses.  Laboratory results show mild hyperglycemia and elevated 24-hour urinary free cortisol.  Serum cortisol level is at the upper limit of normal and is not suppressed following administration of low-dose dexamethasone.  Serum ACTH level is elevated.  Chest x-ray reveals a right lower lobe lung mass.  Which of the following changes are most likely to occur after administration of high-dose dexamethasone in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ACTH∆Cortisol","answer_1":"§A.∆Decrease∆Decrease","answer_2":"§B.∆Increase∆Increase","answer_3":"§C.∆Increase∆No change","answer_4":"§D.∆No change∆Decrease","answer_5":"§E.∆No change∆No change","percent_1":"5%","percent_2":"3%","percent_3":"1%","percent_4":"9%","percent_5":"82%","right_answer":"§E.∆No change∆No change","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Biochemical findings in Cushing syndrome#∆⨉∆⨉∆⨉ §^#Etiology# ∆^#ACTH# ∆^#Cortisol# ∆^#High-dose dexamethasone suppression test# §Pituitary adenoma ∆^↑ ∆^↑ ∆^↓ Cortisol §Ectopic ACTH secretion ∆^↑ ∆^↑ ∆^Cortisol remains elevated §Adrenal adenoma/carcinoma ∆^↓ ∆^↑ ∆↕","explanation_img":"","explanation_1":"","explanation_2": "This patient's hypertension, proximal muscle weakness, and hyperglycemia are suggestive of excess cortisol (ie, #Cushing syndrome# [CS]).  Hypercortisolism can be confirmed by finding elevated cortisol levels in a late-night salivary sample or 24-hour urine collection.  Additionally, low-dose dexamethasone suppression testing can also be useful for confirming the diagnosis; administration of a small dose of a potent glucocorticoid rapidly @suppresses ACTH@ and cortisol secretion in normal individuals, but patients with CS are resistant to low-dose glucocorticoids so serum cortisol remains elevated. $Once the diagnosis is confirmed, the next step is #establishing the cause# of CS, which involves measurement of @serum ACTH levels@: $• Low ACTH levels are seen with autonomous adrenal production of cortisol (eg, adrenal adenoma or carcinoma) or exogenous glucocorticoid exposure due to feedback suppression $• #High ACTH# levels occur with pituitary adenomas (ie, Cushing disease) or ectopic ACTH production by nonpituitary tumors, which can be further distinguished with the #high-dose dexamethasone suppression test#: $○ Pituitary sources of ACTH are only relatively resistant to feedback inhibition, and high doses of dexamethasone will suppress ACTH and cortisol levels #(choice A)# $○ Nonpituitary #ectopic sources# of ACTH (eg, #small cell lung cancer#) are completely resistant to feedback inhibition, and ACTH and cortisol will remain elevated following high doses of dexamethasone $This patient's rapid symptom onset, heavy smoking history, and lung mass are consistent with paraneoplastic CS, likely due to small cell lung cancer.  #ACTH and cortisol production# will likely be #unchanged# following high-dose dexamethasone. $#(Choices B and C)#  In normal individuals, dexamethasone suppresses ACTH release from the pituitary.  In patients with abnormal pituitary or ectopic ACTH production, dexamethasone affects ACTH levels as described above.  However, dexamethasone does not stimulate ACTH release in any setting. $#(Choice D)#  The fall in cortisol seen in dexamethasone suppression tests is due to feedback suppression causing decreased ACTH release.  A fall in cortisol would not be seen without a corresponding fall in ACTH. $#Educational objective# Cushing syndrome caused by a pituitary adenoma or ectopic (paraneoplastic) ACTH secretion is associated with elevated ACTH levels.  High-dose dexamethasone suppresses ACTH and cortisol secretion when Cushing syndrome is caused by a pituitary adenoma (Cushing disease) but not when it is caused by ectopic ACTH secretion (eg, small cell lung cancer).  ","clickable_1":"images/img1.927.jpg","clickable_2":"images/img2.927.jpg"},

{"id":"1262","title":"A 27-year-old woman comes to the office for evaluation of infertility.  The patient and her husband have been trying to conceive for the past 2 years but have been unsuccessful.  Her husband recently underwent infertility evaluation and was found to have no abnormalities.  The patient's menses began at age 13, and her menstrual cycles were regular until the last few years, when they began occurring at intervals of 3-4 months.  She has occasional headaches but no other symptoms.  The patient has no prior medical conditions and takes no medications.  On physical examination, the patient appears normal and has well-developed secondary sexual characteristics.  Cardiopulmonary and abdominal examinations are normal.  Pelvic examination reveals no adnexal masses.  Neurological examination shows diminished vision in the bilateral temporal visual fields.  Examination of the other cranial nerves is normal and there is no focal weakness or sensory loss.  An abnormality originating in which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hypothalamic neurons","answer_2":"B. Ovarian granulosa cells","answer_3":"C. Ovarian theca cells","answer_4":"D. Pituitary lactotrophs","answer_5":"E. Pituitary somatotrophs","percent_1":"3%","percent_2":"1%","percent_3":"1%","percent_4":"86%","percent_5":"9%","right_answer":"D. Pituitary lactotrophs","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1262.jpg","explanation_1":"","explanation_2":"$This patient's symptoms are concerning for a #pituitary tumor#.  Large pituitary tumors can cause #headaches# due to mass effect, and compression of the optic chiasm by suprasellar extension of the tumor can lead to @bitemporal hemianopsia@. $The most common type of pituitary adenoma is a #prolactinoma#.  Prolactin is a peptide hormone secreted from lactotrophs of the pituitary gland whose primary physiologic action is maintenance of lactation in postpartum women.  Hyperprolactinemia also #suppresses GnRH production# in the hypothalamus, leading to #oligomenorrhea/amenorrhea# and infertility.  Suppression of ovulation is also seen as a physiologic effect of breastfeeding, which supports elevated prolactin levels for 6 months or more postpartum. $#(Choice A)#  Kallmann syndrome is a disorder involving the GnRH-producing neurons in the hypothalamus.  In addition to decreased sense of smell (anosmia/hyposomia), this condition causes hypogonadotropic hypogonadism and presents with short stature and delayed puberty (primary amenorrhea).  This patient has secondary amenorrhea (ie, normal initial onset of puberty followed by menstrual dysregulation), and her bilateral temporal visual deficits are more suggestive of a pituitary rather than hypothalamic lesion. $#(Choice B)#  Ovarian granulosa cells produce estrogen, progesterone, and inhibin.  Loss of these cells (eg, due to autoimmune disorder) can lead to primary ovarian insufficiency and present with infertility and secondary amenorrhea.  However, patients often have hypoestrogenic symptoms (eg, hot flashes), and this disorder would not cause visual field defects. $#(Choice C)#  Ovarian theca cells produce androgens, which provide the substrate for subsequent synthesis of estrogens.  Amenorrhea and infertility related to hyperactivity of these cells are typically associated with signs of hyperandrogenism (eg, hirsutism). $#(Choice E)#  Unlike most pituitary hormones, which are under positive regulation by the hypothalamus, prolactin is primarily under negative regulation by hypothalamic dopaminergic neurons via the pituitary stalk.  Because of this, any pituitary tumor of significant size that disrupts these dopaminergic pathways can cause moderate hyperprolactinemia.  However, somatotroph adenomas typically cause @acromegaly@, with prognathism and bony enlargement of the hands and feet. $#Educational objective# Prolactinomas are the most common pituitary adenoma and can cause galactorrhea, menstrual irregularities, and infertility in premenopausal women.  Large pituitary adenomas can cause headaches from mass effect and bitemporal hemianopsia from compression of the optic chiasm. ","clickable_1":"images/img1.1262.jpg","clickable_2":"images/img2.1262.jpg"},

{"id":"226","title":"A 60-year-old man is brought to the emergency department due to altered mental status.  His wife says that he has a nagging cough that seemed to worsen over the past several months and that he also began experiencing occasional dizziness earlier this week.  Over the last couple of days, the patient has become increasingly confused, and today he \"does not make any sense at all.\"  He has no significant past medical history but has smoked a pack of cigarettes daily for the last 40 years.  On physical examination, the patient is incoherent but has an otherwise normal neurologic examination.  $Laboratory results are as follows:  ","title_table":"?Serum chemistry? ?  Sodium? 120 mEq/L ?  Potassium? 4.0 mEq/L ?  Blood urea nitrogen? 12 mg/dL ?  Creatinine? 0.8 mg/dL ?  Calcium? 9.0 mg/dL ?  Glucose? 98 mg/dL ?Plasma osmolality? 250 mOsm/kg ?Urine drug screen? negative","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Chest x-ray reveals a mass in the right lung.  Which of the following additional findings is most likely to be present in this patient?","audio":"","comparison_items":"","answer_1":"A.Bilateral crackles at the lung bases","answer_2":"B.Elevated jugular venous pressure","answer_3":"C.Maximally dilute urine","answer_4":"D.Normal-appearing volume status","answer_5":"E.Peripheral edema","percent_1":"6%","percent_2":"12%","percent_3":"18%","percent_4":"40%","percent_5":"25%","right_answer":"D.Normal-appearing volume status","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp226.jpg","explanation_1":"","explanation_2":"$This patient's combination of hyponatremia and a lung mass is suggestive of the syndrome of inappropriate antidiuretic hormone secretion (#SIADH#).  Antidiuretic hormone (ADH) is normally produced in the hypothalamus and secreted from the @posterior pituitary@  in response to changes in plasma osmolality and intravascular volume.  However, #small cell lung carcinomas#, which are tumors of neuroendocrine origin, often release ADH independent of feedback inhibition (paraneoplastic effect).  This @inappropriate secretion@ of ADH leads to hyponatremia, decreased plasma osmolality, and elevated urine osmolality (which normally should be <100 mOsm/kg when hyponatremia is present).  The profound hyponatremia that occurs in SIADH can cause headache, weakness, #altered mental status#, and seizures. $In SIADH, increased ADH causes excessive water absorption by the kidneys, leading to a transient, subclinical hypervolemia.  This mild increase in extracellular fluid volume suppresses the renin-aldosterone axis and stimulates the production of natriuretic peptides, leading to excretion of sodium in the urine (natriuresis).  As a result, patients with SIADH have a #clinically normal extracellular fluid volume# and low plasma osmolality (#euvolemic hyponatremia#).  Features of volume overload (eg, peripheral edema, pulmonary crackles, elevated jugular venous pressure) are not seen #(choices A, B, and E)#. $#(Choice C)#  Patients with SIADH have inappropriately concentrated urine (generally >100 mOsm/kg) for their degree of hyponatremia.  Hyponatremia with a urine osmolality of <100 mOsm/kg (maximally dilute urine) indicates appropriate suppression of ADH secretion (as would be seen in primary polydipsia). $#Educational objective# The syndrome of inappropriate antidiuretic hormone secretion (SIADH) is characterized by low plasma sodium and osmolality, inappropriately concentrated urine, and clinically normal volume status (euvolemic hyponatremia).  An important cause of SIADH is a paraneoplastic effect secondary to small cell carcinoma of the lung.  ","clickable_1":"images/img1.226.jpg","clickable_2":"images/img2.226.jpg"},

{"id":"1845","title":"A 34-year-old man comes to the clinic due to frequent clumsiness.  For the last 6 months, he has had repeated minor injuries from walking into doorways and stationary objects.  The patient was also reprimanded at work for causing his supervisor to spill coffee when he bumped into her in the hallway.  Medical history is notable for recurrent renal stones; following a subsequent diagnostic evaluation, the patient underwent definitive treatment with neck surgery 3 years ago.  Family history is unavailable as the patient was adopted.  Physical examination reveals bitemporal visual field defects.  Cranial nerves, motor strength, and deep-tendon reflexes are otherwise normal.  In addition to brain imaging, this patient should also be screened for which of the following tumors?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Adrenal","answer_2":"B.Bone","answer_3":"C.Breast","answer_4":"D.Colonic","answer_5":"E.Pancreatic","percent_1":"24%","percent_2":"9%","percent_3":"3%","percent_4":"3%","percent_5":"61%","right_answer":"E.Pancreatic","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Classification of multiple endocrine neoplasia!?Type 1? • #Primary hyperparathyroidism# (parathyroid adenomas or hyperplasia)• Pituitary tumors (prolactin, visual defects)• Pancreatic tumors (especially gastrinomas)?Type 2A? • #Medullary thyroid cancer# (calcitonin)• Pheochromocytoma• Primary hyperparathyroidism (parathyroid hyperplasia)?Type 2B? • #Medullary thyroid cancer# (calcitonin)• Pheochromocytoma• Mucosal neuromas/marfanoid habitus","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Multiple endocrine neoplasia type 1# (MEN1) is caused by mutations in the MEN1 tumor suppressor gene and is characterized by tumors of the #p#arathyroid gland, #p#ituitary, and #p#ancreas (the \"#3 Ps#\").  Primary hyperparathyroidism is often the initial manifestation and usually presents with asymptomatic hypercalcemia or #renal stones#.  Prolactin-secreting adenomas (prolactinomas) are the most common pituitary tumors.  In premenopausal women, prolactinomas typically present with metabolic symptoms (eg, menstrual irregularities, galactorrhea); in men and postmenopausal women they usually present later when tumor enlargement leads to mass effect symptoms such as headache or #bitemporal visual field defects# (causing clumsiness in this patient) due to compression of the optic chiasm. $#Entero-pancreatic neuroendocrine tumors# are the third major tumor type in MEN1.  Gastrinoma (leading to Zollinger-Ellison syndrome) is the most common, followed by insulinoma and nonfunctional tumors.  These tumors are often metastatic and are a frequent cause of tumor-related death in MEN1.  This patient has visual field defects consistent with a pituitary mass lesion, which warrants cerebral imaging.  In addition, he has a history of symptomatic hyperparathyroidism.  Given these features of MEN1, he is also at increased risk for entero-pancreatic neuroendocrine tumors. $#(Choice A)#  Pheochromocytoma is an adrenal medullary tumor that occurs commonly in MEN2A and 2B.  However, this patient's visual field defect suggests a pituitary tumor, which is more characteristic of MEN1 (not associated with pheochromocytoma). $#(Choice B)#  Primary bone tumors are not increased in MEN1, although malignant neuroendocrine tumors may occasionally metastasize to bone. $#(Choice C)#  The major inherited syndromes associated with breast cancer include BRCA1 and BRCA2 mutations (breast, ovarian, uterine/fallopian tube, pancreatic cancers).  Less common syndromes include Cowden syndrome,  Li-Fraumeni syndrome, and Peutz-Jeghers syndrome.  Hyperparathyroidism and pituitary tumors are not prominent manifestations of any of these syndromes and are more consistent with MEN1. $#(Choice D)#  Familial adenomatous polyposis is associated with an increased risk of colon cancer and with adrenal adenomas and thyroid cancer. $#Educational objective# Multiple endocrine neoplasia type 1 syndrome is characterized by tumors of the pituitary, parathyroid gland, and pancreas (the \"3 Ps\").  "},

{"id":"1921","title":"A 54-year-old man comes to the office due to worsening fatigue, generalized weakness, and an unintentional 7-kg (15.4-lb) weight loss over the past several weeks.  The patient has no prior medical conditions and takes no medications.  He has a 40-pack-year history of smoking and does not use alcohol or illicit drugs.  Blood pressure is 160/100 mm Hg and pulse is 80/min.  Physical examination shows darkening of the skin in sun-exposed areas.  There are scattered ecchymoses on the extremities.  Mild proximal muscle weakness is present.  Chest imaging reveals a 6-cm, irregular right lung mass with mediastinal lymphadenopathy.  Which of the following is most likely responsible for the patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ACTH production from an ectopic site","answer_2":"B. Excess cortisol release from the lung mass","answer_3":"C. Excessive ACTH secretion from the pituitary","answer_4":"D. Hypothalamic dysfunction from metastatic process","answer_5":"E. Malignant invasion of the adrenal cortex","percent_1":"85%","percent_2":"4%","percent_3":"4%","percent_4":"2%","percent_5":"4%","right_answer":"A. ACTH production from an ectopic site","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Common paraneoplastic syndromes associated with lung cancer!?Endocrine? • Syndrome of inappropriate antidiuretic hormone*• Parathyroid hormone-related protein secretion (hypercalcemia)• Ectopic ACTH production (Cushing syndrome)*?Neurologic? • Lambert-Eaton myasthenic syndrome*• Paraneoplastic cerebellar degeneration*?Musculoskeletal? • Hypertrophic osteoarthropathy (clubbing)%*Generally associated with small cell lung cancer.","explanation_img":"","explanation_1":"","explanation_2":"This patient has fatigue, weakness, and weight loss associated with a suspicious #lung mass#.  His hypertension, ecchymoses, and hyperpigmentation suggest #paraneoplastic hypercortisolism# (@Cushing syndrome@) due to #ectopic ACTH# secretion.  As with primary adrenal insufficiency, excess ACTH secretion leads to hyperpigmentation, likely due to co-secretion of alpha-melanocyte-stimulating hormone (alpha-MSH) (both ACTH and alpha-MSH are derived from pro-opiomelanocortin) and direct stimulation of the MC2R receptor on melanocytes by ACTH.  Although patients with paraneoplastic hypercortisolism may have many of the typical metabolic features of cortisol excess (eg, hypertension, hyperglycemia, edema), #weight loss# is more common than classic Cushingoid central obesity. $Paraneoplastic hypercortisolism is most commonly associated with small cell lung cancer but can also be seen with other neuroendocrine tumors (eg, bronchial or pancreatic carcinoid).  ACTH secreted by small cell lung cancer is not inhibited by high-dose exogenous corticosteroids (eg, dexamethasone), whereas pituitary ACTH secretion decreases via negative feedback. $#(Choice B)#  Cortisol is produced by the zona fasciculata of the adrenal cortex, and autonomous cortisol production (ie, ACTH-independent hypercortisolism) is almost always due to a primary adrenal disorder (eg, adrenal adenoma).  Regardless of the source, excess cortisol in a patient with intact hypothalamus-pituitary function suppresses ACTH and patients do not develop hyperpigmentation. $#(Choice C)#  Given this patient's large lung mass and associated weight loss (instead of weight gain and central fat deposition), paraneoplastic ACTH secretion is more likely than an ACTH-producing pituitary adenoma (Cushing disease). $#(Choice D)#  Metastasis to the hypothalamus would likely cause endocrine insufficiency resulting from a lack of trophic hormones to the anterior pituitary.  Decreased production of corticotropin-releasing hormone would lead to central adrenal insufficiency, not hypercortisolism. $#(Choice E)#  The adrenal glands are a common site of metastasis.  If significant destruction of the adrenal cortical tissue occurs bilaterally, adrenal insufficiency may result.  A subsequent increase of ACTH may cause hyperpigmentation; however, symptoms of adrenal insufficiency (eg, hypotension) would be expected, as opposed to the symptoms of cortisol excess seen in this patient. $#Educational objective# Paraneoplastic hypercortisolism, most commonly caused by small cell lung cancer, is due to ectopic ACTH secretion.  Clinical features include hypertension, hyperglycemia, edema, and hyperpigmentation.  Unlike nonparaneoplastic Cushing syndrome, central obesity is uncommon. ","clickable_1":"images/img1.1921.jpg"},

{"id":"1658","title":"A 61-year-old woman comes to the office due to a neck lump.  She is otherwise in good health and has no other symptoms.  Temperature is 36.7 C (98.1 F), blood pressure is 115/70 mm Hg, and pulse is 78/min.  On physical examination, there is a nontender, firm nodule in the left lobe of the thyroid.  Laboratory results show a normal serum TSH level.  Thyroid ultrasonography reveals a 2-cm, hypoechoic thyroid nodule with increased central blood flow.  Fine-needle aspiration biopsy shows clusters of cells with large, overlapping nuclei containing finely dispersed chromatin.  Numerous intranuclear inclusion bodies and grooves are also seen.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anaplastic carcinoma","answer_2":"B. Colloid nodule","answer_3":"C. Follicular adenoma","answer_4":"D. Follicular carcinoma","answer_5":"E. Medullary carcinoma","answer_6":"F. Papillary carcinoma","percent_1":"8%","percent_2":"3%","percent_3":"12%","percent_4":"10%","percent_5":"10%","percent_6":"56%","right_answer":"F. Papillary carcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1658.jpg","explanation_1":"","explanation_2":"$The 4 main types of primary #thyroid carcinoma# include papillary, follicular, medullary (derived from the parafollicular, calcitonin-secreting C cells), and anaplastic.  The #papillary type# is most common, accounting for >70% of cases.  Risk factors include a positive family history of thyroid cancer and radiation exposure, especially in childhood. $Papillary carcinoma cells are characteristically large with overlapping nuclei containing #finely dispersed chromatin#, giving them an empty or ground-glass appearance (sometimes termed #Orphan Annie eye# nuclei after a cartoon character whose eyes were drawn without pupils or irises).  Numerous #nuclear grooves# as well as #intranuclear inclusions# composed of cytoplasm (ie, pseudoinclusions) can be seen due to invagination of the nuclear membrane.  @Psammoma bodies@ (laminated calcium deposits) may also be found within the tumor. $#(Choice A)#  @Anaplastic thyroid carcinoma@ is an aggressive tumor with a very poor prognosis.  It is most common in patients age >60.  Cytologic features include markedly pleomorphic cells, including irregular giant and spindle cells. $#(Choice B)#  Most benign thyroid nodules are colloid nodules formed from focal hyperplasia of normal thyroid follicular cells.  On cytopathology, a colloid nodule consists of variable-sized thyroid follicles, colloid, and macrophages. $#(Choices C and D)#  Follicular neoplasms lack the characteristic nuclear features and psammoma bodies found in papillary carcinoma.  Distinguishing a benign @follicular adenoma@ from a well-differentiated @follicular carcinoma@ depends on the presence of vascular or capsular invasion, which cannot be determined on a fine-needle aspiration specimen. $#(Choice E)#  @Medullary thyroid carcinoma@ appears histologically as polygonal or spindle-shaped cells with a slightly granular cytoplasm that stains for calcitonin.  Extracellular amyloid deposits consisting of calcitonin polypeptide may also be seen.  Medullary thyroid cancer is a component of multiple endocrine neoplasia types 2A and 2B. $#Educational objective# Papillary thyroid carcinoma is the most common type of thyroid cancer.  Characteristic microscopic features include large cells with nuclei containing finely dispersed chromatin, giving them an empty or ground-glass appearance (ie, Orphan Annie eye), as well as intranuclear inclusions and nuclear grooves. ","clickable_1":"images/img1.1658.jpg","clickable_2":"images/img2.1658.jpg","clickable_3":"images/img3.1658.jpg","clickable_4":"images/img4.1658.jpg","clickable_5":"images/img5.1658.jpg"},

{"SubjectSystem":"anatomy-Endocrine","id":"1747","title":"A 54-year-old woman is evaluated for a painless thyroid nodule.  She has had no weight changes, heat or cold intolerance, hoarseness, or dyspnea.  Medical history is notable for mild hypertension, for which she takes appropriate medications.  The patient does not use tobacco or alcohol.  Physical examination shows a 3-cm, firm nodule in the right thyroid lobe and enlarged, right cervical lymph nodes.  TSH is normal, and fine-needle aspiration of the nodule shows papillary structures with nuclear atypia.  Total thyroidectomy is planned.  During the surgery, a nearby nerve is injured while ligating an artery entering the superior pole of the thyroid lobe.  Which of the following muscles is most likely to be denervated as a result of this injury?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aryepiglotticus","answer_2":"B. Cricothyroid","answer_3":"C. Lateral cricoarytenoid","answer_4":"D. Posterior cricoarytenoid","answer_5":"E. Thyroarytenoid","right_answer":"B. Cricothyroid","percent_1":"4%","percent_2":"70%","percent_3":"12%","percent_4":"8%","percent_5":"7%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp1747.jpg","explanation_1":"","explanation_2":"The superior thyroid artery (a branch of the external carotid artery) and the inferior thyroid artery (a branch of the thyrocervical trunk) provide the blood supply to the thyroid and parathyroid glands.  The #superior thyroid artery# and vein and #external branch of the superior laryngeal nerve# course together in a neurovascular triad that originates superior to the thyroid gland and lateral to the thyroid cartilage.  The external branch is at risk of injury during thyroidectomy as it courses just deep to the superior thyroid artery. $ The #cricothyroid muscle# is the only muscle innervated by this nerve.  It originates on the cricoid cartilage and inserts on the lower border of the thyroid cartilage.  The cricothyroid muscle acts to tense the vocal cords, and denervation injury may cause a low, hoarse voice with limited range of pitch.  The internal branch of the superior laryngeal nerve does not innervate any muscles but provides sensory innervation to the laryngeal mucosa above the vocal folds. $ #(Choices A, C, D, and E)#  The remaining laryngeal muscles are innervated by the recurrent laryngeal nerves, which also provide sensory innervation to the larynx below the vocal folds.  The recurrent laryngeal nerves lie posterior to the thyroid, near the inferior thyroid arteries.  These nerves can be injured during thyroidectomy but do not run with the superior thyroid artery at the superior pole of the thyroid. $ Educational objective The external branch of the superior laryngeal nerve is at risk of injury during thyroidectomy due to its proximity to the superior thyroid artery and vein.  This nerve innervates the cricothyroid muscle."},

{"subjectSystem":"Pathology-Endocrine","id":"17236","title":"A 58-year-old man comes to the office for evaluation of a thyroid nodule.  The patient first noticed a painless neck lump 2 months ago, which has progressively enlarged.  He has had no heat or cold intolerance, recent weight changes, or difficulty breathing or swallowing.  Medical history is notable for well-controlled hypertension.  The patient has no history of radiation exposure or family history of thyroid diseases.  Physical examination shows a firm, nontender nodule in the right thyroid lobe.  Serum TSH level is normal, and ultrasonography shows a 4-cm solid nodule in the right thyroid lobe.  Fine-needle aspiration biopsy shows a large number of follicular cells dispersed in clusters and microfollicles.  The patient undergoes right thyroid lobectomy.  Which of the following histologic findings would confirm a diagnosis of follicular thyroid carcinoma in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. C-cell hyperplasia","answer_2":"B. Cells with empty appearing nuclei","answer_3":"C. Hürthle cells","answer_4":"D. Lymphocytic germinal centers","answer_5":"E. Multinucleated giant cells","answer_6":"F. Tumor capsular invasion","percent_1":"5%","percent_2":"7%","percent_3":"8%","percent_4":"6%","percent_5":"2%","percent_6":"72%","right_answer":"F. Tumor capsular invasion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp17236.jpg","explanation_1":"","explanation_2":"$This euthyroid patient has a slowly enlarging, firm, painless thyroid nodule and fine-needle aspiration (FNA) results indicative of a #follicular neoplasm# (eg, numerous follicular cells and microfollicles).  Most follicular thyroid neoplasms are benign follicular adenomas, but 15%-30% can be malignant follicular carcinomas.  Both types of follicular neoplasms have a similar appearance on ultrasound and FNA. $Differentiating between benign and malignant follicular lesions can only be accomplished by histologic examination of the entire tumor (eg, thyroidectomy). $• @Follicular adenomas@ (the most common benign thyroid neoplasm) display numerous neoplastic follicular cells and microfollicles on histology but are completely encapsulated. $• In contrast, #follicular thyroid carcinomas# are characterized by #invasion of the tumor capsule# and/or surrounding blood vessels. $This propensity of follicular thyroid carcinomas to invade surrounding blood vessels accounts for their tendency to metastasize via #hematogenous spread# to distant tissues (eg, bone, lung). $#(Choice A)#  @Medullary thyroid carcinomas@ can develop sporadically or in patients with an inherited RET proto-oncogene mutation (eg, multiple endocrine neoplasia 2a or 2b).  In patients with this germline mutation, C-cell hyperplasia is often found as a precursor to a malignant lesion.  Malignant C cells secrete calcitonin, which can form amyloid deposits within the tumor. $#(Choice B)#  @Papillary thyroid carcinoma@ (the most common type of thyroid malignancy) has distinct cytologic and histologic features.  These include laminar calcifications (psammoma bodies), large cells with pale, empty-appearing nuclei (Orphan Annie–eye or ground-glass nuclei) with nuclear inclusion bodies and nuclear grooves.  Unlike FTC, papillary thyroid carcinoma can be diagnosed on FNA results. $#(Choice C)#  @Hürthle cells@ are large, polygonal cells with granular, eosinophilic cytoplasm due to large quantities of mitochondria.  They are a nonspecific finding seen in a wide variety of neoplastic and nonneoplastic thyroid lesions.  Therefore, they would not be of benefit in differentiating between benign and malignant follicular lesions. $#(Choice D)#  @Chronic autoimmune (Hashimoto) thyroiditis@ typically presents with signs of primary hypothyroidism (eg, weight gain, cold intolerance, elevated TSH) due to autoimmune destruction of the thyroid gland.  Histology shows inflammation and lymphocytic germinal centers in the thyroid gland. $#(Choice E)#  Multinucleated giant cells are seen in many thyroid conditions, including thyroiditis, cystic degeneration, and papillary thyroid carcinoma.  They are not typically seen in follicular lesions. $#Educational objective# Follicular neoplasms typically present as slowly enlarging, painless thyroid nodules.  Differentiation between a follicular adenoma and follicular thyroid carcinoma is not possible using only fine-needle aspiration results.  Histologic evidence of invasion of the tumor capsule and/or surrounding blood vessels is needed to diagnose follicular thyroid carcinoma. ","clickable_1":"images/img1.17236.jpg","clickable_2":"images/img2.17236.jpg","clickable_3":"images/img3.17236.jpg","clickable_4":"images/img4.17236.jpg","clickable_5":"images/img5.17236.jpg"},

{"id":"223","title":"A 43-year-old woman comes to the office to discuss amenorrhea.  She began having irregular menses 2 years ago, and her last menstrual period was 9 months ago.  Family history is unremarkable.  Laboratory studies show an increased serum prolactin level, a normal TSH level, and an undetectable β-hCG concentration.  Serum calcium is normal.  MRI reveals a 6-mm pituitary adenoma.  The patient refuses medical and surgical therapy as she is happy about not having menstrual periods.  If left untreated, this patient is at greatest risk of developing which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cortical stroke","answer_2":"B. Gastric ulcer","answer_3":"C. Loss of bone mass","answer_4":"D. Myocardial infarction","answer_5":"E. Secondary diabetes mellitus","percent_1":"12%","percent_2":"2%","percent_3":"76%","percent_4":"2%","percent_5":"7%","right_answer":"C. Loss of bone mass","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Prolactinoma# ∆⨉ §^#Clinical$ features# ∆ • #Premenopausal women:# oligomenorrhea/amenorrhea, infertility, $galactorrhea, hot flashes, decreased bone density • #Postmenopausal women:# mass-effect symptoms (headache, visual field $defects) • #Men:# infertility, decreased libido, impotence, gynecomastia §^#Laboratory/$ imaging# ∆ • Serum prolactin (often >200 ng/mL) • Tests to rule out renal insufficiency (creatinine) & hypothyroidism (TSH, $thyroxine) • MRI of the head/pituitary §^#Treatment# ∆ • Dopamine agonist (cabergoline) • Transsphenoidal surgery","explanation_img":"","explanation_1":"","explanation_2":"This patient's small #pituitary adenoma# with an #elevated prolactin# level and #secondary amenorrhea# is consistent with a prolactin-secreting adenoma #(prolactinoma)#.  High levels of prolactin suppress GnRH secretion from the hypothalamus, leading to reduced secretion of LH (and to a lesser extent FSH) and subsequent #hypogonadism#.  Nonsecretory (\"nonfunctioning\") adenomas can also cause mild hyperprolactinemia due to pressure on the stalk, but these tumors primarily cause mass-effect symptoms (eg, hypopituitarism, headache, bitemporal hemianopsia) due to pressure on surrounding structures. $#Estrogen maintains bone mass# in premenopausal women.  Low estrogen levels lead to increased production of inflammatory cytokines (especially IL-1 and tumor necrosis factor–alpha), increasing expression of the receptor activator of nuclear factor kappa B ligand (RANKL) and resulting in increased osteoclast activity.  Loss of estrogen, whether from menopause, ovulatory dysfunction, or surgical removal of the ovaries, increases the risk of bone loss and #osteoporosis#. $#(Choice A)#  Adenomas are associated with pituitary apoplexy (hemorrhage into the pituitary).  However, this occurs more commonly with large adenomas and is not typically associated with strokes located in the cortex. $#(Choice B)#  Multiple endocrine neoplasia (MEN) type 1 is characterized by pituitary adenomas, hyperparathyroidism, and endocrine tumors of the pancreas.  Gastrin-secreting pancreatic tumors are common and may lead to recurrent peptic ulcers (Zollinger-Ellison syndrome).  However, almost all patients with MEN type 1 have hyperparathyroidism with hypercalcemia. $#(Choice D)#  Early menopause (age <40) is associated with an increased risk of cardiovascular events, but the effect of the prolactinoma-induced low estrogenic state on cardiovascular risk in older women is unclear. $#(Choice E)#  Excess growth hormone secretion from a somatotroph pituitary adenoma can lead to diabetes mellitus due to increased insulin resistance in peripheral tissues.  However, adults typically present with @acromegaly@. $#Educational objective# Hyperprolactinemia suppresses secretion of GnRH, which leads to reduced estrogen in women.  Low estrogen levels are a risk factor for accelerated bone loss.  ","clickable_1":"images/img1.223.jpg"},

{"id":"601","title":"A 50-year-old female presents with abdominal pain, diarrhea, and weight loss.  She was diagnosed with diabetes mellitus two months ago.  Her serum somatostatin level is highly elevated.  Further evaluation reveals biliary stones.  Suppression of which of the following hormones is most likely responsible for biliary stones?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Secretin","answer_2":"B. Cholecystokinin","answer_3":"C. Glucagon","answer_4":"D. Insulin","answer_5":"E. Gastrin","answer_6":"F. Growth hormone","percent_1":"4%","percent_2":"87%","percent_3":"2%","percent_4":"2%","percent_5":"2%","percent_6":"3%","right_answer":"B. Cholecystokinin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The term somatostatin was originally applied to the 14-aminoacid cyclic peptide that is secreted by the hypothalamus and that inhibits the production of growth hormone from the anterior pituitary gland.  Somatostatin is now known to be secreted from other parts of the central nervous system and from pancreatic delta cells.  Somatostatin secreted from pancreatic \"delta cells\" decreases the secretion of secretin, cholecystokinin, glucagon, insulin, and gastrin.  Somatostatinomas are rare pancreatic islet cell tumors that arise from delta cells.  Patients with somatostatinomas present with hyperglycemia or hypoglycemia, steatorrhea (excessive fat in the feces), and gallbladder stones.  Gallbladder stones form because of poor gallbladder contractility, which is secondary to inhibition of cholecystokinin release. $#(Choices C and D)#  Somatostatin decreases the release of glucagon as well as insulin.  However, the secretion of insulin is more profoundly inhibited than is glucagon; therefore, the net result is hyperglycemia. $#(Choice A)#  Steatorrhea results from the decreased secretion of secretin as well as a decrease in gastrointestinal motility. $#(Choice E)#  A decrease in gastrin release causes hypochlorhydria. $#(Choice F)#  As indicated above, somatostatin does decrease growth hormone secretion from the normal pituitary gland, and it does so in growth-hormone-secreting pituitary adenomas.  However, somatostatin cannot be used in clinical practice because of its extremely short half-life.  Somatostatin analogs (octreotide and lanreotide) have a longer plasma half-life and are available for clinical use. $#Educational objective# Reduced gallbladder contractility, due to decreased cholecystokinin secretion, is responsible for biliary stones in patients with somatostatinoma.  "},

{"id":"218","title":"A 40-year-old woman is hospitalized due to a femoral neck fracture that occurred when she slipped while stepping out of the bathtub.  The patient was diagnosed with a prolactinoma 3 years ago during evaluation of amenorrhea, but she refused medical or surgical treatments.  The tumor is being monitored closely and has not increased in size or caused any visual symptoms.  The patient has no other medical problems, takes no medications, and does not use tobacco, alcohol, or illicit drugs.  She has 3 healthy children and no significant family history.  The underlying mechanism for this patient's susceptibility to fracture is most likely to cause which of the following additional manifestations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hand tremors","answer_2":"B. Kidney stones","answer_3":"C. Stomach ulcers","answer_4":"D. Swallowing difficulty","answer_5":"E. Vaginal dryness","percent_1":"6%","percent_2":"16%","percent_3":"1%","percent_4":"1%","percent_5":"75%","right_answer":"E. Vaginal dryness","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Complications of prolactinoma#∆⨉ §^#Hyperprolactinemia # ∆ • #Premenopausal women:# Galactorrhea, estrogen deficiency (oligo/amenorrhea, decreased bone density, vaginal atrophy) • #Men:# Infertility, decreased libido, impotence • #Children/adolescents:# Delayed puberty, growth impairment §^#Mass-effect symptoms# ∆ • Headache • Visual field defects • Suppression of other pituitary hormones","explanation_img":"","explanation_1":"","explanation_2":"#Prolactinomas# are the most common pituitary tumors.  High levels of circulating prolactin, a hormone involved in milk production, result in galactorrhea (nonlactational milk production) and infertility in premenopausal women.  Excess prolactin suppresses GnRH secretion from the hypothalamus, leading to reduced secretion of LH (and to a lesser extent FSH) and subsequent #hypogonadism#, anovulation, and amenorrhea.  The resultant estrogen deficiency can manifest as vasomotor symptoms (eg, hot flashes), #vaginal dryness# and atrophy, and dyspareunia.  Because estrogen maintains bone mass in premenopausal women, prolonged estrogen deficiency can lead to #osteoporosis# and an increased risk for fragility fractures (ie, fractures due to minimal trauma, such as a fall from standing height). $Men with prolactinomas may develop symptoms due to hypogonadism (eg, infertility, decreased libido), but galactorrhea is rare in both men and postmenopausal women as milk production requires estrogen/progesterone priming of the breast tissue.  Men with prolactinomas are more likely to present at an advanced stage with #mass-effect symptoms# (eg, headache, visual field defects) due to compression of surrounding structures. $#(Choices A and D)#  Central hyperthyroidism due to a TSH-secreting (thyrotroph) pituitary adenoma can present with weight loss, palpitations, systolic hypertension, and hyperadrenergic symptoms (eg, hand tremor).  Chronic TSH stimulation can also lead to enlargement of the thyroid gland and compressive symptoms (eg, dysphagia).  However, compression of thyrotroph cells by an enlarging prolactinoma causes central hypothyroidism. $#(Choices B and C)#  Multiple endocrine neoplasia type 1 (MEN1) is characterized by primary hyperparathyroidism (with hypercalcemia), pituitary tumors (including prolactinoma), and endocrine pancreatic tumors.  Complications of hyperparathyroidism include osteoporosis and kidney stones.  Stomach ulcers can occur in MEN1 due to hypercalcemia or a gastrin-producing pancreatic tumor (Zollinger-Ellison syndrome).  However, most prolactinomas are sporadic and not associated with MEN1.  In addition, MEN1 is rare, and this patient's lack of a significant family history makes it even less likely. $#Educational objective# In patients with prolactinoma, high levels of circulating prolactin suppress GnRH secretion from the hypothalamus, leading to reduced secretion of LH and subsequent hypogonadism, anovulation, and amenorrhea.  The resulting estrogen deficiency can cause osteoporosis with an increased risk for fragility fractures, and lead to vaginal dryness and atrophy.  "},

{"id":"1844","title":"A 14-year-old boy is brought to the office due to painless nodules on his lips and tongue.  The lesions appeared several months ago and have been progressively enlarging.  The patient underwent total thyroidectomy 5 years ago following the discovery of a thyroid mass and takes replacement thyroid hormone.  On physical examination, the patient is tall and slender with disproportionately long arms and legs.  His fingers are also long and thin, and joint laxity is present.  Eye examination is normal and oral inspection reveals several small, soft, flesh-colored papules on his lips and tongue.  Serum TSH is within normal limits.  This patient most likely has which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ehlers-Danlos syndrome","answer_2":"B. Marfan syndrome","answer_3":"C. Multiple endocrine neoplasia type 1","answer_4":"D. Multiple endocrine neoplasia type 2B","answer_5":"E. Neurofibromatosis type 1","answer_6":"F. Neurofibromatosis type 2","percent_1":"8%","percent_2":"13%","percent_3":"5%","percent_4":"67%","percent_5":"5%","percent_6":"2%","right_answer":"D. Multiple endocrine neoplasia type 2B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Classification of multiple endocrine neoplasia!?Type 1? • #Primary hyperparathyroidism# (parathyroid adenomas or hyperplasia)• Pituitary tumors (prolactin, visual defects)• Pancreatic tumors (especially gastrinomas)?Type 2A? • #Medullary thyroid cancer# (calcitonin)• Pheochromocytoma• Primary hyperparathyroidism (parathyroid hyperplasia)?Type 2B? • #Medullary thyroid cancer# (calcitonin)• Pheochromocytoma• Mucosal neuromas/marfanoid habitus","explanation_img":"","explanation_1":"","explanation_2":"This patient has a #marfanoid habitus#—a tall and slender build with disproportionately long arms, legs, and fingers.  The @flesh-colored nodules@ on his lips and tongue are likely #mucosal neuromas#, which are unencapsulated, thickened proliferations of neural tissue.  This patient also has a history of total thyroidectomy, which was likely due to #medullary thyroid cancer# (MTC).  This combination of clinical findings is consistent with #multiple endocrine neoplasia type 2B# (MEN 2B), which is due to an autosomal dominant germ-line mutation in the RET proto-oncogene. $Other possible manifestations of MEN 2B include #pheochromocytoma# and intestinal ganglioneuromas (which may cause constipation).  The earliest manifestations of the disease often appear in childhood or adolescence.  Early recognition of MEN 2B is important as almost all patients develop MTC and prophylactic thyroidectomy can be life-saving. $#(Choice A)#  Ehlers-Danlos syndrome is a heritable connective tissue disorder characterized by skin hyperextensibility, joint hypermobility, tissue fragility, poor wound healing, and easy bruising.  There is no known association between Ehlers-Danlos syndrome and thyroid cancer or perioral nodules. $#(Choice B)#  Although this patient has a marfanoid habitus, the remainder of his presentation is more consistent with MEN 2B than Marfan syndrome.  In addition, unlike true Marfan syndrome, patients with MEN 2B do not develop aortic malformations (eg, dilation) or ocular malformations (eg, ectopia lentis). $#(Choice C)#  Multiple endocrine neoplasia type 1 (MEN 1) is an autosomal dominant condition characterized by parathyroid adenomas with hyperparathyroidism, anterior pituitary gland tumors, and pancreatic endocrine tumors (the '3 Ps').  MEN 1 is not associated with thyroid cancer or perioral nodules. $#(Choices E and F)#  @Neurofibromatosis type 1@ is characterized by café au lait spots, cutaneous neurofibromas, axillary or inguinal freckling, optic glioma, and iris hamartomas.  Neurofibromatosis type 2 (the more central form) is characterized by bilateral acoustic neuromas, brain meningiomas, and schwannomas of the dorsal roots in the spinal cord.  Although this patient has (mucosal) neuromas, the remainder of his presentation is more consistent with MEN 2B. $#Educational objective# Multiple endocrine neoplasia type 2B is characterized by medullary thyroid cancer, pheochromocytoma, marfanoid habitus, and oral and intestinal mucosal neuromas. ","clickable_1":"images/img1.1844.jpg","clickable_2":"images/img2.1844.jpg"},

{"id":"602","title":"A group of investigators is studying the regulation of catecholamine synthesis in response to severe stress.  In the experiments, subject rats are randomly assigned to either an experimental or a control group.  The experimental rats undergo resection of the pituitary gland, and the control rats undergo craniotomy without pituitary resection.  The experimental animals are subsequently found to have decreased production of epinephrine by the adrenal medulla and cortisol from the adrenal cortex compared with the control animals.  Decreased activity of which of the following enzymes is most likely responsible for the lower epinephrine in the experimental animals?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Catechol-O-methyl transferase","answer_2":"B. Dopa decarboxylase","answer_3":"C. Dopamine beta-hydroxylase","answer_4":"D. Monoamine oxidase","answer_5":"E. Phenylalanine hydroxylase","answer_6":"F. Phenylethanolamine-N-methyltransferase","answer_7":"G. Tyrosine hydroxylase","percent_1":"13%","percent_2":"11%","percent_3":"16%","percent_4":"4%","percent_5":"3%","percent_6":"42%","percent_7":"10%","right_answer":"F. Phenylethanolamine-N-methyltransferase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp602.jpg","explanation_1":"","explanation_2":"$The 3 main circulating catecholamines are dopamine, norepinephrine, and epinephrine.  Norepinephrine and dopamine are produced in the central as well as the peripheral nervous system, whereas epinephrine is predominantly produced in the #adrenal medulla#.  The first step in the synthesis of catecholamines is the conversion of tyrosine to dihydroxyphenylalanine (DOPA) by tyrosine hydroxylase.  This is the rate-limiting step in the synthesis of catecholamines.  DOPA is converted to dopamine by dopa decarboxylase #(choice B),# which is then converted to norepinephrine by dopamine beta-hydroxylase #(choice C).#  In the adrenal medulla, norepinephrine is rapidly converted to epinephrine by #phenylethanolamine-N-methyltransferase# (PNMT). $Expression of PNMT in the adrenal medulla is upregulated by cortisol.  Because the venous drainage of the adrenal cortex passes through the adrenal medulla, cortisol concentrations in the medulla can be very high, and PNMT is expressed at a high level.  However, following #pituitary resection#, the loss of ACTH leads to decreased synthesis of cortisol in the adrenal cortex.  The result is #decreased PNMT activity# and reduced conversion of norepinephrine to epinephrine. $#(Choices A and D)#  Catechol-O-methyltransferase (COMT) and monoamine oxidase (MAO) are responsible for inactivation of catecholamines.  COMT converts epinephrine to metanephrine and norepinephrine to normetanephrine; MAO converts metanephrine and normetanephrine to vanillylmandelic acid. $#(Choices E and G)#  Tyrosine required for the synthesis of catecholamines is obtained from either dietary intake or by conversion of phenylalanine by phenylalanine hydroxylase in the liver.  Deficiency of phenylalanine hydroxylase enzyme causes phenylketonuria.  Tyrosine hydroxylase deficiency impairs catecholamine synthesis and causes infantile parkinsonism and progressive encephalopathy. $#Educational objective# Cortisol increases the conversion of norepinephrine to epinephrine in the adrenal medulla by increasing the expression of phenylethanolamine-N-methyltransferase.  "},

{"id":"19756","title":"A 6-month-old boy is brought to the office for a well-child visit.  He is babbling, sitting with support, and rolling over.  The patient is exclusively breastfed and has not yet started solid foods.  The parents note that he has been straining while passing stool, which has been hard in consistency, over the last few weeks.  The patient was diagnosed with congenital hypothyroidism based on newborn screening results, and levothyroxine was initiated at age 2 weeks.  He also takes daily vitamin D and iron supplements.  The patient has no other chronic medical conditions.  Vital signs are normal for age.  Weight gain is appropriate for age, but length has decreased from the 60th to the 40th percentile since the last visit.  Physical examination is unremarkable.  Thyroid function testing at age 4 months was normal.  Results of routine follow-up laboratory testing are as follows:","title_table":"?TSH? 8.0 μU/mL ?Free thyroxine? 0.3 ng/dL (normal: 0.5–2.3)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely mechanism for this patient's abnormal thyroid function tests?","audio":"","comparison_items":"","answer_1":"A. Decreased levothyroxine absorption","answer_2":"B. Decreased thyroxine-binding globulin","answer_3":"C. Excessive thyroid hormone supplementation","answer_4":"D. Inadequate dietary iodine","answer_5":"E. Thyroid hormone resistance","percent_1":"48%","percent_2":"10%","percent_3":"6%","percent_4":"20%","percent_5":"16%","right_answer":"A. Decreased levothyroxine absorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital hypothyroidism# ∆⨉ §^#Clinical$ manifestations# ∆ • Asymptomatic at birth • After maternal thyroxine wanes (weeks to months): $== ○ Lethargy, poor feeding $== ○ Enlarged fontanelle $== ○ Protruding tongue, puffy face, umbilical hernia $== ○ Constipation $== ○ Prolonged jaundice $== ○ Dry skin §^#Diagnosis# ∆ • ↑ TSH & ↓ free thyroxine levels • Newborn screening §^#Treatment# ∆ • Levothyroxine* %#*Delayed treatment is associated with neurocognitive dysfunction (eg, ↓ intelligence quotient).","explanation_img":"","explanation_1":"","explanation_2":"This patient with #treated congenital hypothyroidism# has #elevated TSH# and #low free thyroxine (T4)#, findings concerning for #ineffective therapy# with synthetic thyroid hormone (ie, levothyroxine).  The most common cause of inadequate thyroid hormone levels in infants with treated congenital hypothyroidism is #rapid growth#, which increases the physiologic need for thyroid hormone.  Another common reason for ineffective therapy is #decreased absorption of levothyroxine#. $#Coadministration with various foods# (eg, soy products) or drugs (eg, #iron#, #calcium, antacids#) can lead to poor intestinal absorption of levothyroxine.  In this case, iron binding to levothyroxine in the gastrointestinal tract caused circulating levothyroxine levels to decrease, resulting in symptoms of hypothyroidism (eg, constipation, poor linear growth) and increased TSH production.  Because this patient's thyroid function tests at age 4 months were normal, iron supplementation was likely started in the past 2 months to treat the physiologic waning of iron stores that occurs at this age. $#(Choice B)#  @Thyroxine-binding globulin (TBG) deficiency@ is characterized by low total T4 but normal TSH and free T4 levels.  Patients do not require treatment because they are asymptomatic and euthyroid. $#(Choice C)#  Excessive thyroid hormone supplementation would result in inhibition of TSH production and elevated T4 levels with signs of hyperthyroidism (eg, tachycardia, irritability, increased bowel movements). $#(Choice D)#  Deficiency of iodine, which is required for thyroid hormone synthesis, rarely causes hypothyroidism in resource-rich countries due to dietary iodine found in salt.  Breast milk also provides adequate iodine for infants, making this diagnosis unlikely. $#(Choice E)#  @Thyroid hormone resistance@ is caused by thyroid hormone receptor mutations and results in elevated TSH and T4 levels due to impaired feedback inhibition. Signs of hypothyroidism or hyperthyroidism can occur due to varying tissue sensitivity to thyroid hormones. $#Educational objective# Coadministration of levothyroxine with various foods (eg, soy products) and certain medications (eg, iron, calcium, antacids) can lead to poor intestinal absorption of levothyroxine and symptoms of hypothyroidism while on therapy.  ","clickable_1":"images/img1.19756.jpg","clickable_2":"images/img2.19756.jpg"},

{"id":"585","title":"A 46-year-old woman comes to the office with a painful rash involving her groin and legs that has been worsening over the last 2 weeks.  She was diagnosed with diabetes mellitus 6 months ago but has no other medical problems other than occasional loose stools.  Physical examination shows coalescing erythematous plaques with crusting and scaling at the borders and central areas of brownish induration.  Biopsy of the lesions reveals superficial necrolysis.  Which of the following laboratory abnormalities is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Elevated amino acids","answer_2":"B. Elevated gastrin","answer_3":"C. Elevated glucagon","answer_4":"D. Elevated somatostatin","answer_5":"E. Elevated vasoactive intestinal polypeptide","answer_6":"F. Low insulin","answer_7":"G. Low zinc","percent_1":"3%","percent_2":"3%","percent_3":"30%","percent_4":"4%","percent_5":"10%","percent_6":"11%","percent_7":"39%","right_answer":"C. Elevated glucagon","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Features of glucagonoma!?Clinical$ presentation? • #Necrolytic migratory erythema#• Erythematous papules/plaques on face, perineum & extremities• Lesions enlarge & coalesce, leaving a central indurated area with peripheral blistering & scaling• #Diabetes mellitus#/hyperglycemia• Gastrointestinal symptoms (diarrhea, anorexia, abdominal pain)?Diagnosis? • Markedly elevated glucagon levels","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has a #glucagonoma#, a rare tumor arising from the #alpha cells# of the pancreatic islets of Langerhans.  Glucagonomas secrete large quantities of glucagon, so affected patients often have #hyperglycemia# or overt #diabetes mellitus#.  A characteristic skin finding is #necrolytic migratory erythema#, an elevated painful and pruritic rash typically affecting the face, groin, and extremities.  Over time, small erythematous papules coalesce to form large, indurated plaques with a central clearing that often appears brown or bronze-colored.  Diagnosis is made by detecting elevated levels of #glucagon# in the serum. $#(Choice A)#  Glucagon acts on the liver to promote amino acid oxidation and gluconeogenesis from amino acids.  Circulating levels of amino acids are low in glucagonoma and thought to contribute to development of necrolytic migratory erythema. $#(Choice B)#  Elevated gastrin levels in patients with gastrinoma are associated with hypersecretion of gastric acid and resultant gastrointestinal ulceration.  The peptic ulcers that occur with gastrinomas are often in unusual areas, such as the jejunum.  Patients with gastrinomas can also have diarrhea and abdominal pain. $#(Choice D)#  Excess somatostatin secretion from a somatostatinoma typically presents with abdominal pain, gallbladder stones, constipation, hyperglycemia, and steatorrhea.  These manifestations result from somatostatin-induced inhibition of insulin, glucagon, gastrin, secretin, and cholecystokinin secretion, and inhibition of gastrointestinal motility. $#(Choice E)#  High levels of vasoactive intestinal polypeptide (VIP) are seen in patients with a VIPoma, which typically presents with intractable diarrhea, hypokalemia, and achlorhydria.  Patients are usually hypotensive due to dehydration and the vasodilatory effects of VIP. $#(Choice F)#  Diabetes mellitus is present in the majority of patients with glucagonoma, most likely due to excessive hepatic glucose production.  Insulin levels tend to be normal but can be elevated secondary to hyperglycemia and glucagon-induced stimulation of the pancreatic beta cells. $#(Choice G)#  Zinc deficiency causes erythematous skin lesions (mainly around body orifices) that are predominantly vesicular and pustular.  Other features include hypogonadism, impaired taste and smell, night blindness, and impaired wound healing.  Although the skin lesions in zinc deficiency can resemble necrolytic migratory erythema, this patient's lack of additional findings and her recent diabetes mellitus diagnosis make glucagonoma more likely. $#Educational objective# Glucagonoma presents with hyperglycemia (often as newly diagnosed diabetes mellitus) and necrolytic migratory erythema (blistering erythematous plaques with central clearing) affecting the groin, face, and extremities.  The diagnosis is made by detecting elevated glucagon levels. "},

{"id":"1659","title":"A 30-year-old man comes to the office with a neck lump.  The patient is otherwise asymptomatic and discovered the nodule incidentally while showering.  His medical history is significant for a recently diagnosed pheochromocytoma, which was successfully removed.  The patient's father died of thyroid cancer in his 30s.  An ultrasound reveals a hypoechoic 3-cm nodule in the right lobe of the thyroid gland.  Fine-needle biopsy of the nodule is consistent with a subtype of thyroid cancer.  The patient undergoes total thyroidectomy with central neck dissection.  Which of the following is the most likely histological finding?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Branching structures with interspersed calcified bodies","answer_2":"B. Follicular hyperplasia with tall cells forming intrafollicular projections","answer_3":"C. Nests of polygonal cells with Congo red-positive deposits","answer_4":"D. Pleomorphic giant cell nests with occasional multinucleated cells","answer_5":"E. Sheets of uniform cells forming small follicles","percent_1":"15%","percent_2":"16%","percent_3":"50%","percent_4":"12%","percent_5":"7%","right_answer":"C. Nests of polygonal cells with Congo red-positive deposits","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1659.jpg","explanation_1":"","explanation_2":"$This patient has a personal history of pheochromocytoma and a family history of thyroid cancer.  His new thyroid malignancy therefore raises suspicion for #multiple endocrine neoplasia type 2# (MEN2), which is characterized by: $• #Medullary thyroid cancer# $• Pheochromocytoma $• Either parathyroid hyperplasia (type 2A) or marfanoid habitus and mucosal neuromas (type 2B) $Approximately 20% of medullary thyroid cancers are familial, occurring as part of MEN2 or familial medullary thyroid cancer syndrome due to germ-line mutations of the RET proto-oncogene.  Medullary thyroid cancer is a neuroendocrine tumor that arises from #parafollicular calcitonin-secreting C cells#.  Nests or sheets of polygonal or spindle-shaped cells with extracellular #amyloid# deposits are seen microscopically.  These amyloid deposits are derived from calcitonin secreted by the neoplastic C cells and stain with #Congo red#.  Despite overproduction of calcitonin, hypocalcemia is not a prominent feature. $#(Choice A)#  Gross inspection of @papillary thyroid cancer@ may reveal formation of visible papillae; microscopic inspection of papillae shows a fibrovascular core, often with laminar calcifications (psammoma bodies).  The cells contain pale nuclei with finely dispersed chromatin, giving them an empty or ground-glass appearance (Orphan Annie eye nuclei).  Intranuclear inclusions and grooves can be seen due to invagination of the nuclear membrane. $#(Choice B)#  Hyperplastic follicles with tall, crowded cells forming intrafollicular projections can be seen in @Graves disease@, often with hyperactive resorption of colloid leading to scalloping of the colloid edges. $#(Choice D)#  @Anaplastic thyroid cancer@ is an aggressive tumor with a very poor prognosis.  It is most common in older patients (age >60).  Cytologic features include markedly pleomorphic cells, including irregular giant cells and biphasic spindle cells. $#(Choice E)#  The presence of colloid-containing microfollicles suggests a benign @follicular adenoma@.  Follicular carcinoma can also contain small follicles but will show vascular or capsular invasion. $#Educational objective# Medullary thyroid cancer is a neuroendocrine tumor that arises from parafollicular calcitonin-secreting C cells.  It is characterized by nests or sheets of polygonal or spindle-shaped cells with extracellular amyloid deposits derived from calcitonin. ","clickable_1":"images/img1.1659.jpg","clickable_2":"images/img2.1659.jpg","clickable_3":"images/img3.1659.jpg","clickable_4":"images/img4.1659.jpg"}


]