[

    {"id":"11771","title":"A 46-year-old man comes to the emergency department due to severe anal pain. He has a history of chronic constipation and on several occasions has noticed streaks of blood on the tissue paper after wiping. He has no abdominal pain, nausea, vomiting, or weight loss and has no family history of malignancy. His temperature is 36.7 C (98 F). On examination, there are several large, purplish-blue sacs bulging into the anal canal, one of which originates below the dentate line and is extremely tender. Excision of the tender lesion under local anesthesia is planned. The anesthetic agent most likely blocks sensory impulses carried by which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ilioinguinal nerve","ansImg_1":"","answer_2":"B. Inferior gluteal nerve","ansImg_2":"","answer_3":"C. Inferior hypogastric plexus","ansImg_3":"","answer_4":"D. Pelvic splanchnic nerves","ansImg_4":"","answer_5":"E. Pudendal nerve","ansImg_5":"","right_answer":"E. Pudendal nerve","percent_1":"3%","percent_2":"5%","percent_3":"3%","percent_4":"5%","percent_5":"83%","percent_6":"","percent_7":"","explanation_img":"images/exp11771.jpg","explanation_1":"","explanation_2":"$This patient has both internal and #external hemorrhoids#, which each have a distinct epithelial lining and innervation. Internal hemorrhoids originate above the dentate line and are covered by columnar epithelium. They have autonomic innervation from the inferior hypogastric plexus, which is only sensitive to stretch and not pain, temperature, or touch.$External hemorrhoids, which originate below the dentate line, are covered by modified squamous epithelium and have cutaneous (somatic) nervous innervation from the inferior rectal nerve, a branch of the pudendal nerve. #Branches# of the #pudendal nerve# supply the perineum and external genitalia in males and females and are very sensitive to touch, temperature, and #pain#. External hemorrhoids are generally asymptomatic but can become exquisitely painful if they thrombose, as in this case.$(Choice A) The ilioinguinal nerve is mostly sensory, derived from L1, and carries sensation from skin of the upper and medial part of the thigh, the root of the penis and upper part of the scrotum in males, and the mons pubis and labia majora in females.$(Choice B) The inferior gluteal nerve, composed of branches of L5, S1, and S2, is the main nerve supplying motor functions to the gluteus maximus muscle.$(Choice C) The inferior hypogastric plexus, which has both sympathetic and parasympathetic components, innervates the internal pelvic viscera but not the external perirectal area.$(Choice D) The pelvic splanchnic nerves are derived from S2, S3, and S4 and provide parasympathetic innervation to the pelvic and genital organs.$Educational objective External hemorrhoids, which originate below the dentate line, are covered by modified squamous epithelium and have cutaneous (somatic) nervous innervation from the inferior rectal nerve, a branch of the pudendal nerve."},

{"id":"134","title":"A 38-year-old woman comes to the office due to intermittent abdominal pain and bloating since childhood.  The patient does not drink milk because she does not like the taste and adds, \"I eat ice cream, cheese, and yogurt, but they upset my stomach sometimes.\"  There is no associated weight loss, abnormal bleeding, or joint pain.  Past medical history is otherwise unremarkable, though the patient has not seen a physician for many years.  Vital signs and physical examination are normal.  Laboratory studies show normal hemoglobin, iron, and vitamin D levels.  A biopsy sample of this patient's small bowel mucosa would most likely show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrophy of the intestinal villi","answer_2":"B. Collections of neutrophils within crypt lumina","answer_3":"C. Distended macrophages in lamina propria","answer_4":"D. Infiltration of lamina propria with atypical lymphocytes","answer_5":"E. Inflammation with scattered noncaseating granulomas","answer_6":"F. Normal intestinal mucosa","percent_1":"8%","percent_2":"1%","percent_3":"1%","percent_4":"1%","percent_5":"1%","percent_6":"88%","right_answer":"F. Normal intestinal mucosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient, with gastrointestinal distress caused by consumption of lactose-containing dairy products, has typical features of #lactase deficiency#.  Lactase deficiency results in incomplete hydrolysis of the disaccharide lactose into glucose and galactose.  Undigested lactose in the bowel attracts excess water into the bowel lumen, leading to #osmotic diarrhea#.  However, light and electron microscopic examinations show #normal bowel mucosa# in patients with primary lactase deficiency. $Primary lactase deficiency can be classified as congenital or acquired.  The congenital variant is a rare autosomal recessive condition that presents with diarrhea after birth.  The acquired variant is more common and typically arises from decreased production of lactase by #mid childhood# (lactase nonpersistence). $#(Choices A and E)#  Secondary lactase deficiency is seen in disorders that cause injury to the gastrointestinal mucosa.  @Celiac disease@ is characterized by atrophy of the intestinal villi and is due to exposure to gluten-containing wheat products.  @Crohn disease@ causes noncaseating granulomas, and usually presents with abdominal pain and a variety of other gastrointestinal symptoms.  Lactase deficiency due to these conditions is usually seen in association with other features of malabsorption (eg, iron deficiency, vitamin D deficiency). $#(Choice B)#  Diffuse inflammatory infiltrates with neutrophilic microabscesses in the crypt lumina can be seen in patients with @ulcerative colitis@, which usually presents with intermittent bloody diarrhea and abdominal pain. $#(Choice C)#  Distended macrophages in the intestinal lamina propria are a typical finding in @Whipple disease@, which characteristically presents with malabsorptive diarrhea, weight loss, and joint pain. $#(Choice D)#  Infiltration of the lamina propria with atypical lymphocytes would be expected in patients with gastrointestinal MALT (mucosa-associated lymphoid tissue) lymphomas.  These often occur in the setting of chronic immune stimulation (eg, gastric MALT lymphoma with chronic Helicobacter pylori infection). $#Educational objective# The small bowel mucosa of patients with primary lactase deficiency is normal on histologic examination.  ","clickable_1":"images/img1.134.jpg","clickable_2":"images/img2.134.jpg","clickable_3":"images/img3.134.jpg","clickable_4":"images/img4.134.jpg"},

{"id":"416","title":"A 19-month-old boy is brought to the emergency department with severe abdominal pain and vomiting.  On initial evaluation, rebound and guarding are present.  Laparotomy is performed, and a portion of the intestine is resected; the gross specimen is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/416.jpg","title_2":"Which of the following best describes the underlying pathologic process that led to this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Eosinophilic infiltration of the lamina propria","answer_2":"B. Hypertrophy of intestinal lymphoid follicles","answer_3":"C. Intraluminal bacterial overgrowth","answer_4":"D. Neutrophilic infiltration in response to bacterial toxins","answer_5":"E. Smooth muscle hypertrophy","percent_1":"6%","percent_2":"56%","percent_3":"8%","percent_4":"9%","percent_5":"21%","right_answer":"B. Hypertrophy of intestinal lymphoid follicles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp416.jpg","explanation_1":"","explanation_2":"$In this surgical specimen, a longitudinally opened portion of the intestine (identified by the luminal transverse folds) has another intestinal segment that is ischemic (ie, dusky appearance) within its lumen.  This is diagnostic of #intussusception#, an invagination of a portion of the intestine into an adjacent segment. $ Intussusception classically occurs in children age 6 months to 3 years, often following a viral infection.  Viral stimulation of #lymphoid follicles# within the small intestine #(Peyer patches)# can lead to hypertrophy of those areas, which can then act as #lead points# that become trapped by peristalsis and dragged into a distal portion of the intestine.  The most common location is at the #ileocecal junction#, as in this patient, and is likely due to a dense concentration of Peyer patches in the terminal ileum. $ Classic presentation is characterized by periods of inconsolability with colicky #abdominal pain# correlating with waves of peristalsis at the affected site; #air enema# usually reduces the intussusception.  If untreated, impaired venous return of the invaginated segment can lead to @ischemia and necrosis@ of the intestinal wall.  Late findings correlating to bowel ischemia include currant jelly stools (ie, containing blood and mucus) and signs of peritonitis (eg, severe pain, rebound tenderness) warranting urgent surgical intervention, as in this patient. $ (Choice A)  Eosinophilic infiltration of the lamina propria within the mucosal layer of the intestines is characteristic of eosinophilic gastroenteritis.  This typically presents with chronic abdominal pain, nausea/vomiting, or diarrhea; peritoneal signs and invaginated intestinal segments would not be seen. $ (Choice C)  Intraluminal bacterial overgrowth occurs when the small intestine is colonized by excessive microbes normally found in the colon.  However, most patients are older adults with a history of motility disorders or pancreatitis, and symptoms include bloating and diarrhea. $ (Choice D)  Clostridioides difficile infection causes neutrophilic infiltration of the colonic wall and may be complicated by peritonitis due to toxic megacolon.  Invagination of the intestine would not occur. $ (Choice E)  Pyloric stenosis is caused by smooth muscle hypertrophy at the gastric outlet and presents with vomiting in infants age 3-6 weeks.  This patient's age and intestinal findings are inconsistent with this diagnosis. $ Educational objective Intussusception, which presents with colicky abdominal pain, is characterized by telescoping of one intestinal segment into an adjacent one, most commonly at the ileocecal junction.  Pathophysiology usually involves hypertrophy of intestinal lymphoid follicles (Peyer patches), which can act as lead points of the invaginated bowel.","clickable_1":"images/img1.416.jpg"},

{"id":"1143","title":"A 5-year-old boy is brought to the emergency department due to diarrhea and a low-grade fever.  He attends a day care center where other children have developed similar symptoms.  The patient has no known medical conditions.  He is up to date with age-appropriate vaccinations.  The patient has not traveled abroad.  Physical examination shows abdominal tenderness on deep palpation but no rigidity.  Stool cultures are diagnostic for Shigella sonnei infection.  The outbreak is reported to public health authorities and is traced to consumption of potato salad handled by a food worker who recently had a mild diarrheal illness.  The organism responsible for this patient's infection initially invades the intestinal epithelium through which of the following cells?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endothelial cells","answer_2":"B. Enteroendocrine cells","answer_3":"C. Goblet cells","answer_4":"D. Microfold (M) cells","answer_5":"E. Paneth cells","percent_1":"11%","percent_2":"4%","percent_3":"4%","percent_4":"74%","percent_5":"7%","right_answer":"D. Microfold (M) cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$#Shigellosis# is an infectious form of hemorrhagic diarrhea that can be caused by a variety of Shigella species (eg, S dysenteriae, flexneri, sonnei).  Shigella invades cells within the intestinal epithelial barrier, including enterocytes and #microfold (M) cells#.  M cells are found at the base of mucosal villi that overlie #Peyer patches# in the ileum, and normally transfer antigens from the gut lumen to the basal membrane via transcytosis.  Macrophages and lymphocytes aggregate near a special pocket (microfold) at the base of M cells, where they can sample antigens and mount an immune response. $ Shigella most easily penetrates the epithelial barrier by passing through M cells.  Once at the basolateral surface, Shigella can more efficiently enter enterocytes and then spread laterally into other epithelial cells without reentering the gut lumen (ie, actin-based motility).  The bacterium also induces macrophage apoptosis, resulting in a massive inflammatory response that causes denuding and ulceration of the mucosa with subsequent #bloody and mucoid# stools. $ (Choice A)  Endothelial cells form the innermost lining of blood vessels.  Shiga toxin produced by Escherichia coli O157:H7 and S dysenteriae, not S sonnei, can cause toxicity to renal endothelial cells, leading to hemolytic uremic syndrome.  However, all Shigella species are transmitted via the fecal-oral route and initiate infection by disrupting the intestinal epithelial barrier. $ (Choice B)  Enteroendocrine cells in the gastrointestinal tract secrete hormones such as somatostatin and cholecystokinin.  They are not involved in the pathogenesis of Shigella infection. $ (Choice C)  Goblet cells secrete mucus into the gut lumen, and mucous release is increased in inflammatory states, including Shigella diarrhea.  However, goblet cells do not uptake bacteria. $ (Choice E)  Paneth cells, which occur in small groups at the base of intestinal crypts, are both phagocytic and secretory, thereby providing first-line immune defense against microorganisms.  They secrete lysozyme (an enzyme that dissolves the cell walls of many bacteria) and defensins (polypeptides with antimicrobial properties) but do not uptake Shigella. $ Educational objective Shigella initially invades the intestinal epithelial barrier by passing through microfold (M) cells overlying ileal Peyer patches.  Once at the basolateral mucosal surface, Shigella can more efficiently enter enterocytes and then spread laterally into other epithelial cells, causing cell death and ulceration with bloody/mucoid diarrhea."},

{"id":"14837","title":"A 67-year-old man comes to the emergency department due to progressive fever and lethargy. The patient has also had severe right shoulder and abdominal pain, nausea, and vomiting for the past 2 days. He had an appendectomy during childhood and a pacemaker placed 10 years ago for symptomatic sinus bradycardia. He has no other medical problems and takes no medications. The patient does not use tobacco but drinks an occasional beer. Temperature is 38.4 C (101.1 F), blood pressure is 80/50 mm Hg, and pulse is 120/min and regular. Abdominal examination shows generalized tenderness with rebound tenderness. Right shoulder examination is normal. Upright chest x-ray is shown below.","image_1":"images/14837.jpg","title_2":"Which of the following is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Acute cholecystitis","ansImg_1":"","answer_2":"B. Acute pancreatitis","ansImg_2":"","answer_3":"C. Nephrolithiasis","ansImg_3":"","answer_4":"D. Perforated viscus","ansImg_4":"","answer_5":"E. Small bowel obstruction","ansImg_5":"","right_answer":"D. Perforated viscus","percent_1":"24%","percent_2":"13%","percent_3":"0%","percent_4":"58%","percent_5":"4%","percent_6":"","percent_7":"","explanation_img":"images/exp14837.jpg","explanation_1":"","explanation_2":"$This patient's upright chest x-ray demonstrates #free air# under the diaphragm (#pneumoperitoneum#), likely due to #perforation# of a hollow abdominal viscus.  The most common cause of pneumoperitoneum is a perforated duodenal ulcer, but perforation can occur anywhere along the gastrointestinal (or female reproductive) tract due to ulcers, tumors, trauma, or iatrogenic causes (eg, endoscopy, surgery). $Contamination of the sterile peritoneal cavity with bowel contents leads to chemical (acid or chyme-related) or bacterial #peritonitis#, which, if left untreated, can progress to sepsis and death.  Diffuse irritation of the parietal peritoneum results in severe abdominal pain with #rigidity #and #rebound tenderness#.  #Shoulder pain# is another frequent finding and reflects referred pain from diaphragmatic irritation.  Referred pain is due to convergence of multiple nociceptors (visceral and somatic) onto a single secondary neuron within the spinal cord, which causes the brain to misinterpret visceral pain as arising from a body surface. $#(Choice A)#  Other common causes of abdominal pain with associated diaphragmatic irritation and referred shoulder pain include acute cholecystitis/biliary colic and splenic lacerations.  However, these would not be associated with intraabdominal free air. $#(Choice B)#  Acute pancreatitis causes epigastric abdominal pain that may be referred to the back.  X-ray findings are often normal, although a localized ileus near the inflammed pancreas (sentinel loop sign) may be seen. $#(Choice C)#  @Nephrolithiasis@ typically presents with colicky flank pain that is referred to the groin.  Radiopaque stones (calcium, struvite, and cystine) may be visualized on plain radiography. $#(Choice E)#  @Small bowel obstruction@ causes poorly localized, constant abdominal pain, which can be referred to the epigastrium.  Plain radiography demonstrates dilation of the small bowel with air fluid levels; free air is not seen in the absence of perforation. $#Educational objective# Pneumoperitoneum is air or gas in the peritoneal cavity; it can be seen as free air under the diaphragm in an upright chest x-ray.  The most common cause is a perforated duodenal ulcer, but perforation can occur anywhere along the gastrointestinal (or female reproductive) tract.  Subsequent peritonitis can lead to diffuse abdominal pain with rebound and guarding, sometimes with referred shoulder pain due to diaphragmatic irritation.  ","clickable_1":"images/img1.14837.jpg","clickable_2":"images/img2.14837.jpg"},

{"id":"409","title":"A 25-year-old man comes to the hospital due to worsening abdominal pain, distension, and nausea and vomiting for 3 days.  He has a 4-year history of recurrent abdominal pain associated with diarrhea, low-grade fever, and easy fatigability.  The symptoms usually occur after stress and resolve spontaneously in a few days.  However, this time, the patient's symptoms persisted and worsened.  He has no other medical problems and takes no medications on a regular basis.  Temperature is 38.2 C (100.8 F), blood pressure is 110/70 mm Hg, pulse is 104/min, and respirations are 16/min.  BMI is 19 kg/m2.  Examination shows a tender mass in the right lower quadrant of the abdomen.  Imaging is consistent with small-bowel obstruction.  Laparotomy reveals that the abdominal mass is composed of inflamed small bowel, adherent and indurated mesentery, and enlarged abdominal lymph nodes.  The affected region of the small bowel is resected.  Which of the following is most likely to be seen on histologic examination of this patient's intestine?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Caseating granulomas in all layers of the intestine","answer_2":"B. Flask-shaped ulcers with narrow necks and broad bases","answer_3":"C. Inflammation limited to the mucosa and submucosa","answer_4":"D. Pseudomembranes of fibrin and inflammatory debris","answer_5":"E. Thickening of the muscularis mucosae","percent_1":"45%","percent_2":"12%","percent_3":"17%","percent_4":"8%","percent_5":"18%","right_answer":"E. Thickening of the muscularis mucosae","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp409.jpg","explanation_1":"","explanation_2":"$This patient with recurrent abdominal pain and diarrhea likely has #Crohn disease# (CD) complicated by small-bowel obstruction.  CD is an inflammatory bowel disease that occurs most commonly in young adults.  It typically presents as recurrent episodes of abdominal pain associated with diarrhea, low-grade fevers, and fatigue; symptoms may worsen during periods of stress.  The inflammation can affect any part of the gastrointestinal tract from the mouth to the anus and is typically patchy with interspersed areas of normal bowel (skip lesions).  CD is characterized by #transmural inflammation# (all layers of the bowel wall are involved), which predisposes to several complications: $ • #Strictures# occur as a result of bowel wall edema, fibrosis, and #hypertrophy (thickening)# of the @muscularis mucosae@, which narrows the intestinal lumen.  This can progress  to #bowel obstruction#. $ • Fistulas occur when ulcers penetrate the entire thickness of the intestinal wall, leading to a sinus tract that communicates between multiple organs (eg, enterovesicular, enterovaginal, enteroenteric). $ • @Abscesses@ form when sinus tracts become walled off.  They can also perforate, leading to diffuse peritonitis. $ (Choice A)  Caseating granulomas are typically seen in multiple infectious processes, most notably tuberculosis (TB).  Abdominal TB can present with abdominal pain, fevers, and occasional obstruction; however, symptoms are unlikely to spontaneously wax and wane, and evidence of TB is often present in other sites (eg, hemoptysis with pulmonary TB).  CD is associated with noncaseating, rather than caseating, granulomas. $ (Choice B)  Flask-shaped ulcers in the cecum and colon are seen in Entamoeba histolytica infection, which occurs more commonly in developing countries and presents with bloody diarrhea.  Severe cases can cause fulminant colitis with bowel necrosis, but obstruction is uncommon. $ (Choice C)  Ulcerative colitis is an inflammatory bowel disease that involves only the mucosa and submucosa.  Inflammation involves contiguous areas of the colon only, and the small bowel is not involved.  Due to the superficial nature of the inflammation, strictures and fistulas are not seen. $ (Choice D)  @Pseudomembranes@ composed of fibrin and inflammatory debris are seen with Clostridium difficile infection, which is typically associated with antibiotic use.  Complications include toxic megacolon; however, C difficile does not cause obstruction and the small bowel is not typically involved. $ Educational objective Crohn disease is characterized by patchy, transmural inflammation of the gastrointestinal tract.  It can affect any part of the tract from the mouth to the anus.  Complications include strictures (due to bowel wall edema, fibrosis, and thickening of the muscularis mucosae), fistulas (due to penetration of ulcers through the intestinal wall), and abscesses.","clickable_1":"images/img1.409.jpg","clickable_2":"images/img2.409.jpg","clickable_3":"images/img3.409.jpg"},

{"SubjectSystem":"Immunology-Gastrointestinal","id":"1597","title":"A 23-year-old man is referred to the gastroenterology clinic due to a 3-year history of recurring abdominal pain accompanied by cramps and diarrhea.  The patient has noticed an increased frequency of episodes lately with worsening pain.  He also says that his urine occasionally appears dark brown and his urine stream sometimes sputters.  Imaging studies reveal a colovesical fistula.  Biopsy obtained during colonoscopy shows chronic ileocolitis with discontinuous transmural inflammation and noncaseating granulomas.  When given the diagnosis of Crohn disease, the patient becomes skeptical and says, \"There's no way I'm getting a colostomy bag.\"  He then refuses treatment and pursues a second opinion once his symptoms subside.  A second biopsy demonstrates reduced inflammation in regions of previously active ileocolitis.  An increase in which of the following cytokines is most likely responsible for this patient's clinical regression? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IL-1","answer_2":"B. IL-5","answer_3":"C. IL-10","answer_4":"D. IL-12","answer_5":"E. Interferon gamma","answer_6":"F. Tumor necrosis factor–alpha","percent_1":"1%","percent_2":"2%","percent_3":"73%","percent_4":"6%","percent_5":"9%","percent_6":"9%","right_answer":"C. IL-10","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1597.jpg","explanation_1":"","explanation_2":"$The balance of pro- and anti-inflammatory cytokines in the intestinal mucosa is essential for homeostasis.  Overproduction of proinflammatory cytokines leads to pathology such as that observed in inflammatory bowel diseases.  Among the listed choices, #IL-10# is the only cytokine with #anti-inflammatory# properties.  IL-10 reduces production of proinflammatory TH1 cytokines (IL-2 and interferon gamma) and major histocompatibility complex class II expression (important for antigen presentation and T-helper cell response).  It also inhibits activated dendritic cells and macrophages.  These effects of IL-10 result in the attenuation of cellular-mediated immunity with some enhancement of the humoral response, leading to a protective effect in Crohn disease. $#(Choice A)#  IL-1, produced by macrophages and epithelial cells, has proinflammatory properties such as endothelium activation, increased chemokine expression (promoting leukocyte recruitment), and induction of fever.  IL-1β is important for differentiation of TH17 cells. $#(Choice B)#  IL-5 is secreted by TH2 cells and promotes the humoral response by stimulating differentiation of B cells and increasing IgA production.  It also promotes the growth and differentiation of eosinophils and is implicated in the pathogenesis of many allergic diseases (eg, asthma). $#(Choice D)#  IL-12 is secreted by macrophages and induces differentiation of TH1 cells and activation of natural killer cells. $#(Choice E)#  Interferon gamma is secreted by TH1 cells and promotes proinflammatory pathways by activating macrophages, increasing antigen presentation, and inducing the death of epithelial cells. $#(Choice F)#  Tumor necrosis factor–alpha, produced by macrophages, natural killer cells, and T cells, is a proinflammatory mediator that promotes leukocyte recruitment and activates the endothelium (increases expression of adhesion molecules). $#Educational objective# Of the cytokines released in the setting of tissue injury, IL-10 plays important anti-inflammatory and immunomodulatory roles, especially in the pathogenesis of inflammatory bowel disease.  IL-10 attenuates the immune response through the inhibition of TH1 cytokines, reduction of major histocompatibility complex class II expression, and suppression of activated macrophages and dendritic cells.  "},

{"id":"18542","title":"A 72-year-old man comes to the office for evaluation of constipation.  His stools have been hard and pelletlike for as long as he can remember.  The patient has a bowel movement every 3-4 days and frequently strains when using the bathroom.  He has had associated abdominal discomfort but no hematochezia, melena, vomiting, or unexpected weight changes.  The symptoms have not improved despite fiber supplementation.  Vital signs are within normal limits.  The abdomen is mildly distended with decreased bowel sounds.  In addition to increasing water consumption, the patient is advised to try bisacodyl for constipation.  What is the primary mechanism of action of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreases surface tension of stool","answer_2":"B. Draws water into the stool by creating an osmotic gradient","answer_3":"C. Draws water into the stool by directly activating chloride channels","answer_4":"D. Improves peristalsis by blocking mu-receptors","answer_5":"E. Improves peristalsis by stimulating enteric nerves","percent_1":"12%","percent_2":"41%","percent_3":"10%","percent_4":"10%","percent_5":"27%","right_answer":"E. Improves peristalsis by stimulating enteric nerves","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Commonly used medications for constipation# ∆⨉ §^#Bulk-forming laxatives#$ (eg, fiber supplements) ∆ • Binds luminal water to decrease consistency of stool • Side effects: flatulence, abdominal distension §^#Osmotic laxatives#$ (eg, polyethylene glycol, magnesium $hydroxide, lactulose) ∆ • Osmotically active agent that draws water into the lumen • Side effects: electrolyte disturbances, bloating §^#Surfactant#$ (eg, docusate) ∆ • Decreases stool surface tension, enabling water to enter stool • Side effects: rare §^#Stimulant laxatives#$ (eg, bisacodyl, senna) ∆ • Activates enteric nerves in myenteric plexus to stimulate peristalsis • Side effects: abdominal cramping, electrolyte disturbances §^#Chloride channel agonist#$ (eg, lubiprostone) ∆ • Causes chloride efflux into intestinal lumen, which is followed by sodium and water • Side effects: headache, nausea §^#Peripherally acting µ-opioid$ receptor antagonists#$ (eg, methylnaltrexone) ∆ • Counteracts inhibitory effect of opioids on peristalsis • Side effects: rare (does not cause opiate withdrawal) %#*All constipation medications can cause diarrhea at high doses.","explanation_img":"","explanation_1":"","explanation_2":"#Bisacodyl# is a #stimulant laxative# that is commonly used to treat constipation and neurogenic bowel; it is also indicated for bowel preparation prior to endoscopic procedures (eg, colonoscopy). $Bisacodyl is hydrolyzed in the colon to its active form, which directly #stimulates the enteric nerves# within the colonic myenteric plexus, thereby #increasing peristalsis# and enhancing colonic motility.  It also has some minor secretory effects in the small intestine, where it increases production of cyclic AMP, indirectly increasing secretion of chloride and bicarbonate while inhibiting sodium resorption.  Side effects include diarrhea, mild abdominal cramping, and electrolyte disturbances (eg, hypokalemia).  Other stimulant laxatives include senna and castor oil. $#(Choice A)#  Docusate reduces the surface tension of stool, enabling water and fat to enter and soften it. $#(Choice B)#  Magnesium hydroxide, polyethylene glycol, and lactulose are osmotically active agents that are poorly absorbed by the intestines.  These medications draw water into the intestinal lumen, thereby softening stool and making it easier to pass. $#(Choice C)#  Lubiprostone is an agonist of the ClC-2 chloride channel located on the apical membrane of the intestine, which increases chloride secretion into the intestinal lumen.  Sodium and water follow chloride into the lumen, resulting in increased intestinal fluid content. $#(Choice D)#  Methylnaltrexone is a mu-opioid receptor antagonist designed to treat opioid-induced constipation.  It does not cross the blood-brain barrier, which allows it to be used without inducing opiate-withdrawal symptoms. $#Educational objective# Bisacodyl is a commonly used stimulant laxative that stimulates the enteric neurons within the colonic myenteric plexus, thereby increasing peristaltic activity and enhancing colonic motility.  "},

{"id":"1072","title":"A 2-year-old boy who attends daycare is brought to the emergency department due to diarrhea, fatigue, and abdominal cramps.  The parents also state that he has foul-smelling, frothy stools.  The boy is admitted for rehydration and subsequently diagnosed with giardiasis, which is treated with metronidazole.  He improves and is discharged home.  One week after discharge, the boy is seen by the primary health care provider for recurrent symptoms of frothy, loose stools and abdominal bloating and cramping.  Which of the following steps of this pathway is most likely impaired in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1072.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"2%","percent_2":"9%","percent_3":"9%","percent_4":"4%","percent_5":"76%","right_answer":"E. E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1072.jpg","explanation_1":"","explanation_2":"$Lactose is a disaccharide present in milk and other dairy products that is normally hydrolyzed into glucose and galactose by lactase, a brush border enzyme concentrated in epithelial cells of the small intestine.  #Lactose intolerance# is due to #decreased or absent lactase#.  Malabsorbed lactose then enters the large intestine where it is fermented by bacteria, causing the clinical features of lactose intolerance: #diarrhea#, #flatulence#, and #abdominal bloating and cramping#. $Lactose intolerance can be either primary or secondary.  Primary lactose intolerance is due to a genetically regulated reduction of lactase production, and its incidence increases with age.  #Secondary# or acquired lactose intolerance can be due to #inflammation# (eg, celiac disease) or #infection# (eg, giardiasis) of the small intestine, both of which cause cellular damage to the intestinal lining.  The damaged cells slough off and are replaced by immature cells with low lactase concentrations, resulting in a decreased ability to convert lactose to galactose.  Secondary lactose intolerance is common after giardial infections. $#(Choices A, B, and C)#  Galactose-1-phosphate uridyl transferase (GALT) deficiency causes the most severe and most common form of galactosemia.  Symptoms occur within the first few days of life after initiation of breastfeeding or formula and include vomiting, jaundice, hepatomegaly, and lethargy.  Excess galactose is converted to galactitol by aldose reductase, resulting in cataracts from excess galactitol deposition in the lens.  Galactokinase deficiency is a less common type of galactosemia, causing cataract formation only. $#(Choice D)#  Lactose synthase converts UDP-galactose to lactose within the mammary glands during milk formation.  Deficiency of this enzyme does not result in lactose malabsorption. $#Educational objective# Secondary lactase deficiency can occur after inflammatory (eg, celiac disease) or infectious (eg, giardiasis) processes damage the microvilli of the small intestines.  Clinical presentation includes abdominal distension and cramping, flatulence, and diarrhea.  "},

{"id":"8873","title":"A 34-year-old man comes to the office to establish medical care.  The patient recently emigrated from Eastern Asia.  He has no chronic medical conditions but reports intermittent abdominal discomfort and episodic diarrhea over the past several months.  He has also experienced an occasional dry cough and throat irritation.  Physical examination shows no abnormalities.  Serologic testing for Strongyloides stercoralis IgG is positive.  Which of the following findings would be most suggestive of active infection by the pathogen?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Multiloculated liver cyst","answer_2":"B. Perianal egg deposition","answer_3":"C. Proglottids in the stool","answer_4":"D. Rhabditiform larvae in the stool","answer_5":"E. Trophozoites and cysts in the stool","percent_1":"5%","percent_2":"11%","percent_3":"13%","percent_4":"49%","percent_5":"22%","right_answer":"D. Rhabditiform larvae in the stool","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8873.jpg","explanation_1":"","explanation_2":"$#Strongyloides stercoralis# is a roundworm endemic to tropical and subtropical areas of Southeast Asia, Africa, and Western Pacific nations.  It is transmitted when #filariform larvae# (infective) in soil contaminated with human feces come into #direct contact# with skin (eg, walking barefoot). $After penetrating the skin, larva migrate through the bloodstream/lymphatics to the lungs, enter the alveoli, and ascend the tracheobronchial tree to become swallowed.  The larvae then burrow into the intestinal mucosa, where they mature.  Adult worms lay eggs that hatch within the intestinal lumen, forming #rhabditiform larvae# (noninfective) that are excreted in# stool#.  Rhabditiform larvae can also transform into filariform larvae that reinfect the host through the intestinal mucosa or perianal skin (#autoinoculation#). $Most patients are asymptomatic, but #pulmonary# (eg, dyspnea, wheezing, dry cough) or #gastrointestinal #symptoms (eg, constipation, diarrhea, abdominal pain) can occur.  Patients may also develop linear, pruritic, erythematous streaks (#larva currens#) on the thighs and buttocks due to subcutaneous migration of filariform larvae after autoinoculation of the perianal skin. $Although serology can aid in the diagnosis, positive S stercoralis IgG can indicate current or resolved infection (IgG often persists following eradication); #active infection# is diagnosed when rhabditiform larvae are identified in stool.  Eggs and @adult parasites@ are usually seen only in intestinal biopsies. $#(Choice A)#  Echinococcus is an animal tapeworm (eg, dogs, sheep) that can cause large liver cysts and pulmonary symptoms in humans.  It is usually diagnosed with a combination of imaging (eg, hydatid cysts are visualized on liver ultrasound) and serologic tests. $#(Choice B)#  Enterobius vermicularis (pinworms) migrate out of the anus at night to deposit eggs on the surrounding perianal folds.  @Eggs@ can be detected by examining a piece of adhesive tape briefly applied to the perianal region shortly after the patient awakens.  Perianal itching usually occurs. $#(Choice C)#  Intestinal tapeworms (eg, Taenia solium, Taenia saginata, Diphyllobothrium latum) are flatworms made up of multiple segments (proglottids).  These are shed from the distal end of the worm and can be detected in the stool of infected individuals.  Most cases are asymptomatic. $#(Choice E)#  Trophozoites and cysts are seen in the stool of patients with intestinal protozoal infections caused by Giardia intestinalis@ @and Entamoeba histolytica.  Patients typically have diarrhea but no pulmonary symptoms. $#Educational objective# Strongyloides stercoralis infection involves filariform (infective) larvae penetrating human skin, traveling to the lungs, and then being swallowed.  The parasites mature in the small intestine, laying eggs in the mucosa that hatch into rhabditiform (noninfective) larvae.  Rhabditiform larvae can be detected on stool microscopy, which is diagnostic of active infection.  ","clickable_1":"images/img1.8873.jpg","clickable_2":"images/img2.8873.jpg","clickable_3":"images/img3.8873.jpg"},

{"SubjectSystem":"Histology-Gastrointestinal","id":"324","title":"A 14-month-old girl is brought to the office due to a 2-month history of diarrhea.  Her parents report that she has 3-5 loose, nonbloody bowel movements daily with occasional episodes of vomiting.  She was breastfed exclusively until age 9 months and has since had a well-varied diet including whole milk, fruits, vegetables, bread, and meats.  However, the girl has been less interested in food over the past several weeks.  There is no history of travel or contacts with similar symptoms.  On physical examination, the patient appears well but has lost 1.1 kg (2.5 lb) in the last 2 months.  After laboratory evaluation, duodenal biopsy findings are shown in the @exhibit@.  Which of the following would most likely improve this patient's symptoms? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit324.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acid reduction therapy","answer_2":"B. Anti-inflammatory medications","answer_3":"C. Antibiotic therapy","answer_4":"D. Enzyme supplementation","answer_5":"E. Modified dairy diet","answer_6":"F. Modified grain diet","percent_1":"2%","percent_2":"8%","percent_3":"3%","percent_4":"4%","percent_5":"8%","percent_6":"76%","right_answer":"F. Modified grain diet","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp324.jpg","explanation_1":"","explanation_2":"$#Celiac disease# is a chronic malabsorptive disorder caused by a #hypersensitivity to gluten#, a protein found in wheat, barley, and rye.  Gliadin (a gluten component) triggers an immune-mediated reaction causing #villous atrophy, crypt hyperplasia#, and @intraepithelial lymphocyte infiltration@.  Normal intestinal villi allow for increased small intestinal surface area to begin the process of digestion and nutrient absorption.  The atrophy in celiac disease causes impairment of nutrient absorption in the duodenum and proximal jejunum, regions where the concentration of gluten is the highest. $Classic celiac disease presents after introduction of gluten into the diet (between age 6-24 months) with symptoms of malabsorption (eg, diarrhea, steatorrhea, flatulence, nutrient deficiencies, weight loss).  Other manifestations include delayed puberty and short stature in children and anemia in adults.  Screening is with serology testing for elevated IgA anti-endomysial and #anti-tissue transglutaminase antibodies#; diagnosis is confirmed by endoscopic biopsy.  With strict adherence to a #gluten-free diet#, symptom resolution occurs within weeks and is followed by normalization of histology and antibody levels. $#(Choice A)#  Mild gastroesophageal reflux is physiologic in healthy infants, but it can lead to irritability, poor feeding, and inadequate weight gain when severe.  The diagnosis is often made clinically and can be treated with conservative changes (eg, smaller feedings) and acid suppression (eg, proton pump inhibitor).  Refractory cases may require biopsy, which shows esophageal inflammation. $#(Choice B)#  Anti-inflammatory medications (eg, glucocorticoids, aminosalicylates) are the mainstay of treatment for inflammatory bowel disease (ulcerative colitis [UC] and Crohn disease [CD]).  Symptoms include abdominal pain, bloody diarrhea, and weight loss.  Colonoscopy may show diffuse colonic inflammation in UC and focal areas of small intestinal and colonic inflammation in CD. $#(Choice C)#  Tropical sprue can occur with extended travel to the tropics and presents with chronic diarrhea, abdominal pain, and flatulence along with similar histologic findings to celiac disease (eg, villous atrophy).  The etiology is likely infectious, and the disease is treated with antibiotics.  However, this patient has no history of travel. $#(Choices D and E)#  Lactase supplementation or limited lactose intake is recommended for patients with lactose intolerance, which classically presents in older children and adults with bloating, flatulence, abdominal discomfort, and diarrhea.  Although biopsy is not indicated for diagnosis, histology would show normal small intestinal architecture with decreased lactase activity. $#Educational objective# Celiac disease (gluten-sensitive enteropathy) classically presents between age 6-24 months with abdominal pain, diarrhea, vomiting, and weight loss.  Duodenal biopsy reveals crypt hyperplasia, villous atrophy, and intraepithelial lymphocyte infiltration.  Treatment with a gluten-free diet resolves symptoms and normalizes serology and histology.  ","clickable_1":"images/img1.324.jpg"},

{"id":"105665","title":"The mother of a 7-year-old boy calls the clinic due to a 3-day history of diarrhea.  The patient initially had nausea with vomiting on the first day but has since been able to keep down crackers soaked in apple juice.  He now has voluminous watery diarrhea several times per day.  Several other children in his classroom have also been ill with similar symptoms.  The physician schedules the family to come to the office in 2 days and recommends an oral rehydration solution in the meantime.  The solution contains dextrose and sodium in equimolar amounts, as well as a small amount of potassium and citrate.  Which of following best describes the role of dextrose?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Correction of metabolic acidosis","answer_2":"B. Creation of high osmolarity in the gut lumen","answer_3":"C. Enhancement of sodium absorption","answer_4":"D. Prevention of osmotic lysis of enterocytes","answer_5":"E. Provision of total caloric requirements","percent_1":"4%","percent_2":"12%","percent_3":"56%","percent_4":"9%","percent_5":"18%","right_answer":"C. Enhancement of sodium absorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Oral rehydration solution# ∆⨉ §^#Glucose# ∆ • Enhances sodium absorption through cotransport • Provides trivial calories §^#Sodium# ∆ • Determines the intravascular volume status (major extracellular osmole) §^#Potassium# ∆ • Replaces diarrheal potassium loss §^#Citrate# ∆ • Converts to bicarbonate to buffer metabolic acidosis %Total osmolality ≈ 300 mOsm/L.","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute diarrhea likely due to viral gastroenteritis.  Because he is able to tolerate intake by mouth (ie, no severe nausea or ongoing vomiting), an #oral rehydration solution# (ORS), such as Pedialyte, is an appropriate treatment.  Acute diarrhea causes loss of total body water and electrolytes, which places patients at risk for several complications: $• #Hypovolemia# is due to intestinal loss of #sodium#, the major extracellular osmole that maintains circulating volume status.  Sodium is @absorbed@ at the gut brush border by 1:1 #cotransport with glucose# via sodium-glucose luminal cotransporter-1 (SGLT-1) lining the apical surface of enterocytes.  Therefore, all ORSs contain sodium and dextrose (ie, D-glucose) in #equimolar amounts#. $• #Metabolic acidosis# (with normal anion gap) is due to loss of bicarbonate in diarrheal secretions.  ORSs typically contain #citrate#, which is metabolized to bicarbonate in the liver, providing a buffering capacity to help correct the acidosis #(choice A).# $• #Hypokalemia# is due to loss of potassium-rich diarrheal secretions.  ORSs typically contain a modest amount of potassium, quickly absorbed by passive diffusion in the small intestine. $Solutions such as fruit juices that have high sugar content (eg, glucose ≥50 g/L) are generally avoided because they may induce a superimposed osmotic diarrhea.  The total osmolality of ORSs is designed to be roughly isotonic to the gut lumen #(choice B).# $#(Choice D)#  Dextrose is provided at 5% (eg, D5W) for intravenous fluids to prevent osmotic swelling and hemolysis of red blood cells, which would occur with true free water.  However, enterocytes are already bathed in a rich mucous layer containing osmoles; they do not lyse even when drinking pure water. $#(Choice E)#  Because the concentration of dextrose in ORSs is limited, they provide only a trivial caloric content (eg, 75 kcal/L).  Caloric deprivation is well tolerated during acute illnesses such as gastroenteritis; patients can safely fast for several days.  However, hydration and intravascular volume status must be maintained. $#Educational objective# Oral rehydration solutions contain equimolar amounts of dextrose (glucose) and sodium, which are absorbed through intestinal cotransport to maintain intravascular volume status.  They also contain potassium to compensate for gastrointestinal losses, and citrate to buffer metabolic acidosis.  ","clickable_1":"images/img1.105665.jpg"},

{"id":"14907","title":"A 73-year-old woman is brought to the clinic by her niece due to a 10-day history of abdominal pain and loss of appetite.  The patient does not like \"going to the doctor\" and has not been seen by a physician in many years.  Frequent loose stools and loss of appetite have been present since the pain began.  Family history is significant for colon cancer in a maternal aunt.  Temperature is 37.8 C (100 F) and pulse is 98/min.  Abdominal examination is significant for tenderness on deep palpation of the left lower quadrant, along with an appreciable mass.  There is no inguinal lymphadenopathy.  White blood cell count is 15,000/mm3.  Which of the following is the most likely cause of the abdominal pain in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute diverticulitis","answer_2":"B. Colon cancer","answer_3":"C. Incarcerated direct inguinal hernia","answer_4":"D. Ischemic colitis","answer_5":"E. Tubo-ovarian abscess","answer_6":"F. Ulcerative colitis","percent_1":"67%","percent_2":"15%","percent_3":"5%","percent_4":"5%","percent_5":"5%","percent_6":"3%","right_answer":"A. Acute diverticulitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Acute diverticulitis! ?Pathogenesis? • Trapped food particles & ↑ intracolonic$ pressure that cause microperforation of$ colonic diverticula ?Clinical$ presentation? • Abdominal pain (usually left lower quadrant) • Nausea, vomiting, change in bowel habits • Tenderness ± palpable mass • Leukocytosis ?Diagnosis? • Abdominal CT scan (oral & intravenous$ contrast) ","explanation_img":"","explanation_1":"","explanation_2":"This patient with abdominal pain, leukocytosis, low-grade fever, and a mass palpated in the left lower quadrant likely has acute diverticulitis.  Diverticulitis is characterized by inflammation of colonic diverticula (ie, herniated outpouchings of the colonic mucosa and submucosa through the muscularis mucosae) and is caused by trapped food particles and elevated intraluminal pressure within a diverticulum, resulting in microperforation.  The risk increases with age (particularly in those age ≥60). $ Patients commonly present with constant #abdominal pain#, classically in the #left lower quadrant#, signifying sigmoid colon involvement.  Other symptoms include nausea, vomiting, and changes in bowel habits (constipation or diarrhea).  Patients often have low-grade #fever#, and examination may reveal #lower abdominal tenderness# and, often, a #palpable mass# due to inflammation or abscess formation.  Mild leukocytosis is a common laboratory finding; occult blood may be present, but gross hematochezia is rare. $ (Choice B)  Colon cancer may present with abdominal pain.  However, a tumor large enough to palpate on examination suggests extensive disease and would typically be associated with more chronic symptoms (eg, weight loss).  The leukocytosis and short duration of symptoms in this patient are more consistent with diverticulitis. $ (Choice C)  Incarcerated direct inguinal hernias cause a palpable mass; however, the mass would typically be in the groin, not the abdomen.  In addition, unless the hernia is strangulated, leukocytosis and fevers are unexpected. $ (Choice D)  Ischemic colitis is a common cause of abdominal pain in an older patient; however, it typically presents with hematochezia and postprandial pain in patients with ischemic risk factors (eg, hypertension, diabetes). $ (Choice E)  Tubo-ovarian abscess can cause abdominal pain and leukocytosis; however, patients typically have vaginal discharge, and a mass (if present) is located in the pelvis, not the abdomen.  Tubo-ovarian abscesses typically occur in the setting of pelvic inflammatory disease, which is far more common in patients age <40. $ (Choice F)  Ulcerative colitis often presents with abdominal pain and diarrhea; however, hematochezia is common.  In addition, patients are typically diagnosed at age 20-40. $ Educational objective Diverticulitis is characterized by inflammation of colonic diverticula.  Patients have abdominal pain, nausea, vomiting, and changes in bowel habits.  Low-grade fever and leukocytosis are common, and physical examination may demonstrate a tender mass in the left lower quadrant."},

{"id":"20390","title":"A 32-year-old woman comes to the office due to postprandial abdominal pain and nausea.  The patient has no diarrhea, constipation, bloody stools, or vomiting.  Medical history is significant for rheumatoid arthritis.  The abdomen is mildly tender to palpation at the epigastrium but without distension or hepatosplenomegaly.  Laboratory studies reveal anemia.  A small gastric ulcer is seen during upper endoscopy, and biopsies are negative for Helicobacter pylori.  Biopsies of the duodenum reveal numerous intraepithelial lymphocytes, villous atrophy, and crypt hyperplasia.  Based on these biopsy findings, this patient is at increased risk for developing which of the following conditions later in life?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angiodysplasia of the small bowel","answer_2":"B. Colon adenocarcinoma","answer_3":"C. Portal vein thrombosis","answer_4":"D. Pyloric stenosis","answer_5":"E. T-cell lymphoma","percent_1":"9%","percent_2":"17%","percent_3":"2%","percent_4":"5%","percent_5":"66%","right_answer":"E. T-cell lymphoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Celiac disease! ?Pathogenesis? • Gluten (gliadin) consumption → immune-$mediated small intestine inflammation →$ chronic malabsorption ?Symptoms? • Abdominal pain • Diarrhea, flatulence & bloating • Failure to thrive (children) or weight loss • Iron deficiency anemia • Dermatitis herpetiformis ?Diagnosis? • Serology: tissue transglutaminase IgA,$ antiendomysial antibodies • Duodenal biopsy: intraepithelial$ lymphocytes, villous atrophy, crypt$ hyperplasia ?Associated$ conditions? • Autoimmune disorders (eg, type 1 diabetes) • Cancer risk: T-cell lymphoma ","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation (abdominal pain, anemia) and biopsy findings are suggestive of #celiac disease#, an immune-mediated disorder triggered by gluten, a protein found in wheat, barley, and rye.  Diarrhea is also common in celiac disease but may be absent. $ Gliadin, a breakdown product of gluten, is primarily responsible for causing chronic inflammatory changes of the small bowel.  Classic histologic findings, which are most prominent in the @proximal small bowel@ (eg, duodenum, proximal jejunum), include intraepithelial lymphocytosis, #villous atrophy#, and crypt hyperplasia. $ Chronic lymphocytic recruitment and proliferation within the small-bowel mucosa predisposes to #monoclonal T-cell expansion#, putting these patients at risk for enteropathy-associated #T-cell lymphoma#.  This small-bowel cancer is usually very aggressive and has a poor prognosis despite chemotherapy. $ (Choice A)  Angiodysplasias are dilated, tortuous veins that develop in the gastrointestinal tract, most commonly in the small bowel and cecum.  Risk factors include advanced age, chronic kidney disease, and aortic stenosis.  They have no association with celiac disease. $ (Choice B)  In addition to small-bowel lymphoma, celiac disease is a risk factor for small-bowel adenocarcinoma.  Unlike ulcerative colitis, familial adenomatous polyposis, and Lynch syndrome, celiac disease does not predispose to colon adenocarcinoma. $ (Choice C)  Portal vein thrombosis can create portal hypertension, predisposing to ascites and varices.  This can occur in patients with hypercoagulable conditions such as polycythemia vera, as well as those with cirrhosis and hepatocellular carcinoma.  Celiac disease does not predispose to portal vein thrombosis. $ (Choice D)  Pyloric stenosis is a congenital disorder that results from pyloric smooth muscle hypertrophy and typically presents with profuse vomiting in infants.  It is not associated with celiac disease. $ Educational objective Celiac disease, an immune-mediated disorder triggered by gluten, causes small intestinal intraepithelial lymphocytosis, villous atrophy, and crypt hyperplasia.  Monoclonal T-cell expansion can occur in the small-bowel mucosa of patients, leading to enteropathy-associated T-cell lymphoma.","clickable_1":"images/img1.20390.jpg"},

{"id":"14947","title":"A 28-year-old man comes to the emergency department due to progressive abdominal pain.  Although he has had mild abdominal cramps in the past, he has never before experienced anything this severe.  The patient has 8-10 watery stools a day, weight loss, fatigue, and lethargy.  Temperature is 38.3 C (100.9 F), blood pressure is 125/82 mm Hg, pulse is 95/min, and respirations are 14/min.  The abdomen is tender to palpation without rebound or guarding.  Abdominal CT scan reveals inflammatory changes affecting the ascending colon, sigmoid colon, and terminal ileum.  Intestinal biopsy reveals the following:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/14947.jpg","title_2":"Effective treatment of this patient's condition could be achieved by targeting which of the following molecules?","audio":"","comparison_items":"","answer_1":"A. BCR-ABL protein tyrosine kinase","answer_2":"B. CD20 lymphocyte antigen","answer_3":"C. mTOR protein kinase","answer_4":"D. Programmed cell death-1 protein","answer_5":"E. Tumor necrosis factor-alpha","percent_1":"3%","percent_2":"9%","percent_3":"6%","percent_4":"3%","percent_5":"78%","right_answer":"E. Tumor necrosis factor-alpha","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Crohn disease# ∆⨉ §^#Involvement# ∆ • Extending from the mouth to the anus (mostly ileum & colon) • Rectum spared • Perianal disease • Skip lesions §^#Microscopy# ∆ • Noncaseating granulomas §^#Gross findings# ∆ • Transmural inflammation • Linear mucosal ulcerations • Cobblestoning • Creeping fat §^#Clinical manifestations# ∆ • Diarrhea (bloody if colitis) §^#Intestinal complications# ∆ • Fistulae • Strictures (bowel obstruction) • Abscesses","explanation_img":"","explanation_1":"","explanation_2":"This patient with recurrent abdominal pain, diarrhea, weight loss, and low-grade fevers has inflammatory changes of the colon and terminal ileum.  In association with the characteristic intestinal biopsy findings, this presentation is consistent with #Crohn disease# (CD).  CD is an inflammatory bowel disease that causes #patchy inflammation# throughout the gastrointestinal (GI) tract but spares the rectum; patients typically have segments of normal bowel interspersed with areas of disease (skip lesions). $The presence of @noncaseating granulomas@ on intestinal biopsy is highly suggestive of CD.  These lesions are characterized by the accumulation of epithelioid macrophages that fuse to form multinucleated cells surrounded by a band of lymphocytes.  Other characteristic histopathologic findings in CD include inflammation involving the entire thickness of the intestinal wall (transmural inflammation), distortion of normal mucosal architecture, and Paneth cell metaplasia. $#Tumor necrosis factor-alpha# (TNF-α), an inflammatory cytokine produced by macrophages, plays a central role in the pathogenesis of CD.  It #promotes intestinal inflammation# by inducing lymphocyte proliferation, enhancing migration of neutrophils into the GI tract, and stimulating macrophage activity.  Several TNF-α inhibitors (eg, infliximab, adalimumab) are used as first-line therapy in the treatment of CD. $#(Choice A)#  Chronic myeloid leukemia (CML) occurs from a translocation between chromosomes 9 and 22, leading to creation of the BCR-ABL (fusion) protein tyrosine kinase.  Imatinib, a direct inhibitor of BCR-ABL, is effective for CML but not for CD. $#(Choice B)#  CD20 antigen is specific to B lymphocytes.  Rituximab, a monoclonal antibody directed at CD20, results in B cell depletion.  It is used in multiple autoimmune disorders (eg, rheumatoid arthritis) but not CD. $#(Choice C)#  mTOR (mammalian target of rapamycin) is a stimulator of cell growth and proliferation.  Sirolimus, an mTOR inhibitor, is used in patients with solid organ transplants to prevent allograft rejection. $#(Choice D)#  Programmed cell death-1 (PD-1) is an immune checkpoint molecule that downregulates the immune response.  PD-1 inhibitors (eg, nivolumab, pembrolizumab) are cancer immunotherapy drugs used to stimulate the immune response against malignant cells. $#Educational objective# Crohn disease is an inflammatory bowel disorder that causes patchy inflammation throughout the gastrointestinal tract.  Characteristic histopathologic findings include noncaseating granulomas, transmural inflammation, and Paneth cell metaplasia.  Tumor necrosis factor-alpha (TNF-α), a cytokine produced by macrophages, plays a central role in the pathogenesis of CD; anti–TNF-α agents (eg, infliximab, adalimumab) are often used as first-line therapy.  ","clickable_1":"images/img1.14947.jpg"},

{"id":"414","title":"A 73-year-old man comes to the clinic with epigastric pain that starts 30-40 minutes after meals and does not respond to antacids.  The pain is non-radiating and is graded 6/10 in intensity.  The patient has lost more than 4.5 kg (10 lb) over the last few months, which he attributes to eating less due to his fear of the pain.  He has no vomiting, diarrhea, or urinary symptoms.  His past medical history is significant for hypertension, hyperlipidemia, coronary artery bypass grafting, and right-sided carotid endarterectomy.  He has smoked a pack of cigarettes daily for 32 years.  Upper gastrointestinal endoscopy shows no abnormalities.  The underlying pathophysiology of this patient's disease process is most similar to which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic dissection","answer_2":"B. Diffuse esophageal spasm","answer_3":"C. Peptic ulcer disease","answer_4":"D. Pulmonary embolism","answer_5":"E. Stable angina","percent_1":"2%","percent_2":"9%","percent_3":"35%","percent_4":"4%","percent_5":"49%","right_answer":"E. Stable angina","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's #postprandial epigastric pain# and associated #food aversion/weight loss# in the setting of generalized atherosclerosis (eg, coronary and carotid artery disease) is consistent with #chronic mesenteric ischemia#. $ When atherosclerosis involves the mesenteric arteries, the bowel can suffer from #diminished blood supply#.  Intestinal hypoperfusion, which can be very painful, is especially pronounced within an hour after meals when more blood is needed for the digestion/absorption of nutrients (intestinal angina).  This is #analogous to stable cardiac angina#, chest pain that occurs with physical exertion due to increased myocardial oxygen demand.  The diagnosis can be made with duplex ultrasonography or angiography showing high-grade stenosis in the celiac and mesenteric arteries. $ (Choice A)  Aortic dissection results from an aortic intimal tear with formation of a false lumen that can propagate and obstruct the vessels branching off the aorta (eg, renal, splanchnic, spinal, lower limb).  A similar process would be more likely to cause acute end-organ damage (eg, cerebral infarction) rather than chronic, episodic ischemia. $ (Choice B)  Diffuse esophageal spasm is a motility disorder characterized by episodic, painful, non-propulsive esophageal smooth muscle contraction.  Biliary colic is similar to esophageal spasm in that gallbladder contraction against an obstructed cystic duct results in postprandial epigastric pain. $ (Choice C)  Peptic ulcer disease is characterized by gastrointestinal erosions/ulcerations and is typically due to #Helicobacter pylori# infection or nonsteroidal anti-inflammatory drug use.  This patient's pain did not respond to antacids and his upper endoscopy is normal, so he is unlikely to have a condition associated with peptic ulcers. $ (Choice D)  Pulmonary embolism is often due to an embolic blood clot lodging in the branches of the pulmonary artery, resulting in acute pulmonary ischemia/infarction.  A similar pathogenesis accounts for acute mesenteric ischemia, which can occur with superior mesenteric artery embolism.  This condition is more likely to cause sudden, severe abdominal pain rather than recurrent postprandial abdominal pain with food aversion. $ Educational objective Chronic mesenteric ischemia is characterized by atherosclerosis of the mesenteric arteries, resulting in diminished blood flow to the intestine after meals.  This causes postprandial epigastric pain (intestinal angina) with associated food aversion/weight loss.  Its pathogenesis is similar to angina pectoris."},

{"id":"11782","title":"A 17-year-old girl is brought to the hospital due to abdominal pain, nausea, and vomiting. She began having periumbilical pain and nausea several hours ago and initially attributed her symptoms to some 'bad food' she ate at a potluck lunch earlier in the day. However, her pain progressively worsened and became localized to the right lower quadrant. Temperature is 101 F (38.3 C), blood pressure is 124/78 mm Hg, pulse is 92/min, and respirations are 14/min. On examination, the patient has right lower quadrant tenderness with guarding. Laboratory evaluation shows leukocytosis. Surgical intervention is planned. During surgery, which of the following landmarks is most helpful in identifying the diseased organ?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Greater omentum","ansImg_1":"","answer_2":"B. Haustra of the colon","ansImg_2":"","answer_3":"C. Lesser omentum","ansImg_3":"","answer_4":"D. Psoas major muscle","ansImg_4":"","answer_5":"E. Teniae coli","ansImg_5":"","right_answer":"E. Teniae coli","percent_1":"2%","percent_2":"16%","percent_3":"3%","percent_4":"30%","percent_5":"48%","explanation_img":"images/exp11782.jpg","explanation_1":"","explanation_2":"$This patient most likely has #appendicitis#, which is usually treated by removing the appendix.  During the procedure, the #teniae coli# can be used as a surgical landmark. $The teniae coli begin as a continuous layer of longitudinal muscle that surrounds the rectum just below the serosa.  At the rectosigmoid junction, this layer condenses to form #3 distinct longitudinal bands# that travel on the outside of the entire colon before #converging# at the root of the vermiform #appendix#.  The teniae coli have a similar function as the outer layer of the muscularis externa in other portions of the digestive tract.  If the appendix cannot be identified by palpation during an appendectomy, it can be located by following the teniae coli to its origin at the cecal base. $#(Choices A and C)#  The greater @omentum@ extends from the greater curvature of the stomach in front of the small intestine.  It then reflects on itself and ascends to encompass the transverse colon before reaching the posterior abdominal wall.  The lesser omentum extends from the fissure of ligamentum venosum and porta hepatis to the lesser curvature of the stomach (hepatogastric ligament) and the start of the duodenum (hepatoduodenal ligament). $#(Choice B)#  The teniae coli run the length of the colon and contract lengthwise to form haustra, colonic sacculations causing the colon's segmented appearance.  Compared to the circumferential small intestinal folds, the distance between haustra is wider and they do not span the entire colonic circumference.  These differences help distinguish the colon from the small intestine on abdominal x-ray. $#(Choice D)#  Acute appendicitis due to a retrocecal appendix can irritate the iliopsoas group of hip flexors.  Psoas sign is abdominal pain elicited by passive thigh extension, which causes friction against nearby inflamed tissues.  However, psoas sign can be due to any retroperitoneal irritation and is not specific for appendicitis. $#Educational objective# The teniae coli are 3 separate smooth muscle ribbons that travel longitudinally on the outside of the colon and converge at the root of the vermiform appendix.  If the appendix cannot be identified by palpation during an appendectomy, it can be located by following the teniae coli to their origin at the cecal base.  ","clickable_1":"images/img1.11782.jpg"},

{"id":"319","title":"A 1-day-old girl is evaluated in the nursery due to persistent vomiting and refusal to feed since early in the morning.  The vomitus appears green-yellow.  It does not contain blood.  The infant appears dehydrated.  Examination shows a distended abdomen.  The remainder of the physical examination is unremarkable.  After initial evaluation, the infant undergoes laparotomy.  The full length of the duodenum is present.  The proximal jejunum ends in a blind pouch.  The distal jejunum and proximal ileum are absent.  The distal ileum is present and winds around a thin vascular stalk.  Which of the following embryologic processes is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amniotic band constriction","answer_2":"B. Cell migration failure","answer_3":"C. Partitioning failure","answer_4":"D. Recanalization failure","answer_5":"E. Vascular occlusion","percent_1":"11%","percent_2":"15%","percent_3":"9%","percent_4":"43%","percent_5":"22%","right_answer":"E. Vascular occlusion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Small intestine atresia#∆⨉∆⨉ § ∆^#Duodenal# ∆^#Jejunal/ileal# §^#Pathophysiology# ∆ • Recanalization failure ∆ • Vascular occlusion §^#Initial evaluation# ∆ • Abdominal distension (mild, epigastric) • Emesis (± bilious) • X-ray: gastric & proximal duodenal dilation (double bubble sign); absent distal gas ∆ • Abdominal distension (marked) • Emesis (bilious) • X-ray: dilated loops of small bowel with air-fluid levels; absent distal gas §^#Associations# ∆ • Chromosomal abnormality (eg, trisomy 21) ∆ • Other intestinal pathology (eg, gastroschisis, volvulus)","explanation_img":"","explanation_1":"","explanation_2":"This infant has #bilious emesis#, a sign of intestinal #obstruction distal# to the second part of the duodenum (where the common bile duct enters the intestine).  In a neonate, causes include malrotation/volvulus, small intestine atresia, and colon disorders (eg, Hirschsprung disease); less commonly, extrinsic compression of the bowel (eg, annular pancreas) can occur.  In this case, the patient has a blind-ending jejunum and parts of the distal small intestine are absent, confirming #intestinal atresia#. $The pathophysiology of intestinal atresia varies based on the segment of bowel involved.  In @duodenal atresia@, the mechanism involves failure of the lumen to recanalize after epithelial proliferation in the first trimester #(choice D).#  In contrast, intestinal atresia of the #midgut# (eg, jejunum, ileum, proximal colon) is the result of #vascular occlusion# in utero.  Risk factors include underlying intestinal abnormality (eg, gastroschisis) or maternal use of vasoconstrictive drugs or substances (eg, nicotine). $Compromised perfusion leads to ischemia of a bowel segment, with subsequent narrowing (stenosis) or obliteration (atresia) of the lumen.  This patient most likely developed occlusion of the #superior mesenteric artery#, resulting in ischemia, necrosis, and resorption of the distal small bowel associated with the dorsal mesentery.  The jejunum proximal to the ischemic segment ends in a blind pouch, and the ileum distal to the segment spirals around the ileocolic vessel that perfuses it (@apple peel@ atresia). $#(Choice A)#  Amniotic band constriction occurs when fibrous bands in the amniotic sac constrict otherwise normally growing structures (eg, limbs), causing @constriction rings@ or amputation.  Internal structures such as the developing intestine are not affected. $#(Choice B)#  @Hirschsprung disease@ results from failure of neural crest cell migration to the distal colon.  The absence of submucosal and myenteric plexi leads to an aganglionic colon segment and symptoms of functional obstruction (eg, bilious emesis, abdominal distension) with delayed passage of meconium.  However, unlike this case, the small intestine is unaffected. $#(Choice C)#  Failure of the tracheoesophageal septum to partition the foregut into the esophagus and the trachea in early gestation leads to @tracheoesophageal fistula@.  Poor feeding, excessive secretions, and choking are typical; the remainder of the gastrointestinal tract is typically normal. $#Educational objective# Intestinal atresia involving bowel distal to the duodenum occurs due to vascular occlusion in utero.  Superior mesenteric artery occlusion results in ischemia of the jejunum and ileum, resulting in a blind-ending proximal jejunum and a distal ileum that spirals around the ileocolic vessel that perfuses it (apple peel atresia).  ","clickable_1":"images/img1.319.jpg","clickable_2":"images/img2.319.jpg","clickable_3":"images/img3.319.jpg","clickable_4":"images/img4.319.jpg","clickable_5":"images/img5.319.jpg"},

{"id":"18586","title":"A 72-year-old man comes to the office due to constipation.  His stools have become increasingly hard, small-volume, and difficult to pass.  This has been associated with bloating but not vomiting.  Symptoms have not improved despite fiber supplementation, polyethylene glycol, and bisacodyl.  The patient was recently diagnosed with metastatic pancreatic cancer and was prescribed palliative chemotherapy 2 months ago.  His cancer causes severe abdominal pain, which requires high-dose oxycodone to control.  Vital signs are within normal limits.  The abdomen is mildly distended with decreased bowel sounds.  Which of the following medications acts as a µ-opioid receptor antagonist that could alleviate this patient's constipation without inducing withdrawal symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diphenoxylate","answer_2":"B. Loperamide","answer_3":"C. Lubiprostone","answer_4":"D. Methylnaltrexone","answer_5":"E. Naloxone","percent_1":"10%","percent_2":"32%","percent_3":"8%","percent_4":"41%","percent_5":"9%","right_answer":"D. Methylnaltrexone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pharmacologic treatment of chronic constipation*# ∆⨉∆⨉ §^#Class# ∆^#Agent# ∆^#Mechanism# §^#Osmotic$ laxatives# ∆^Polyethylene $glycol, lactulose ∆^↑ Osmotic gradient for water → bowel distension → ↑ peristalsis §^#Saline $laxatives# ∆^Magnesium salts ∆ ↕ §^#Stimulant$ laxatives# ∆^Bisacodyl, senna$ (irritants) ∆^Enteric neuron stimulation → ↑ peristalsis + ↑ fluid secretion §^#Chloride $channel activators# ∆^Lubiprostone ∆^CFTR chloride channel stimulation → ↑ fluid secretion §^#Opioid$ antagonists**# ∆^Methylnaltrexone ∆^μ Opioid receptor antagonism → ↑ peristalsis %#*<3 bowel movements/week with symptoms (eg, straining, hard stools) for at least 3–6 months.$**For chronic constipation induced by opioids.$#CFTR =# cystic fibrosis transmembrane conductance regulator.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #opioid-induced constipation# (OIC).  Opiates (eg, oxycodone) exert their analgesic effects by binding to opiate receptors in the central and peripheral nervous systems, reducing nociceptive transmission and the perception of pain.  Constipation, the most common side effect of opiate therapy, occurs due to the activation of #µ-opiate receptors# in the gastrointestinal tract.  This results in decreased intestinal peristaltic activity and inhibition of ion and fluid secretion, leading to desiccated, pellet-like stool.  Unlike many other opiate side effects, tolerance to constipation does not readily occur.  Therefore, all patients on opiate therapy should be considered for prophylactic laxative therapy (eg, docusate, polyethylene glycol, bisacodyl). $Those with refractory OIC may benefit from #methylnaltrexone#, a peripherally acting #µ-opioid receptor antagonist# that reverses the anti-peristaltic effect of opiates.  It does not cross the blood-brain barrier; therefore, it #does not induce# opiate-related #withdrawal symptoms#, allowing for treatment of OIC without disrupting analgesic effects. $#(Choices A and B)#  Diphenoxylate and loperamide are both opiate-based medications designed to inhibit peristalsis in the gastrointestinal tract.  These medications are used to treat diarrhea and would worsen this patient's constipation. $#(Choice C)#  Lubiprostone is a chloride channel agonist that increases intestinal secretions.  Although it is not a µ-opioid receptor antagonist, it can be used to treat OIC and would not put patients at risk for opiate-related withdrawal. $#(Choice E)#  Naloxone is also an opioid receptor antagonist; however, unlike methylnaltrexone, naloxone crosses the blood-brain barrier.  It induces symptoms of withdrawal and reversal of analgesia and is used to treat acute opioid toxicity (eg, respiratory depression, somnolence). $#Educational objective# Constipation is the most common side effect of opiate therapy and occurs due to the binding of µ-opioid receptors in the gastrointestinal tract, which decreases intestinal motility and inhibits ion and fluid secretion.  Methylnaltrexone, a peripherally acting µ-opioid receptor antagonist that does not cross the blood-brain barrier, can alleviate opioid-induced constipation without inducing opiate-related withdrawal symptoms.  "},

{"id":"12062","title":"A 45-year-old man comes to the office due to several months of diarrhea.  The patient experiences watery diarrhea shortly after eating, occasional abdominal discomfort, easy fatigability, and unintentional weight loss.  He has a history of Crohn disease for which he takes mesalamine.  The patient also takes prednisone intermittently for disease exacerbations, and 6 months ago he was treated with metronidazole for a perianal abscess.  Surgical history includes several intestinal resections due to complications of Crohn disease.  He does not use tobacco or illicit drugs but drinks alcohol occasionally.  Physical examination shows conjunctival pallor.  The abdomen is nondistended, soft, and nontender.  Vibratory and position sense are decreased in the lower extremities.  Stool guaiac test is negative.  Laboratory studies show macrocytic anemia and a low vitamin B12 level.  Which of the following is the most likely cause of this patient's presenting symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hormone-induced luminal secretion","answer_2":"B. Infection with a protozoan parasite","answer_3":"C. Infection with gram-positive, PAS-positive bacilli","answer_4":"D. Loss of intestinal absorptive area","answer_5":"E. Medication adverse effect","answer_6":"F. Pancreatic enzyme deficiency","answer_7":"G. Postprandial rapid fluid shifts","percent_1":"1%","percent_2":"2%","percent_3":"2%","percent_4":"88%","percent_5":"3%","percent_6":"2%","percent_7":"2%","right_answer":"D. Loss of intestinal absorptive area","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #short bowel syndrome#, a malabsorptive condition that typically occurs in patients with massive #small bowel resection# and/or #Crohn disease#.  Extensive intestinal disease or resection results in loss of absorptive surface area and a decrease in intestinal transit time, leading to postprandial voluminous diarrhea and weight loss due to #malabsorption# of macro- and micronutrients. $ Loss of functional distal ileum may specifically result in #vitamin B12 deficiency# with macrocytic anemia, peripheral neuropathy, and subacute combined degeneration of the spinal cord (eg, impaired vibration and position sense). $ (Choice A)  VIPoma is a pancreatic neuroendocrine tumor that secretes vasoactive intestinal polypeptide, resulting in secretory watery diarrhea (persists with fasting) and flushing.  Malabsorption of macro- and micronutrients is not characteristic. $ (Choice B)  Giardia is a protozoan parasite that may cause chronic diarrhea and malabsorption; however, infection typically occurs in high-risk individuals such as infants, campers/hikers drinking from mountain streams, those who are immunocompromised, and travelers to resource-limited areas. $ (Choice C)  Whipple disease is a rare multisystemic disorder caused by Tropheryma whipplei, a gram-positive, periodic acid-Schiff (PAS)-positive bacilli.  Patients typically present with migratory polyarthritis followed by abdominal pain and malabsorptive diarrhea.  Neurologic symptoms (eg, cognitive dysfunction, myoclonus) and cardiac disease (eg, endocarditis) are also characteristic. $ (Choice E)  Numerous medications can cause diarrhea as an adverse effect; however, this is unlikely in this patient with malabsorption, vitamin B12 deficiency, and weight loss in the setting of Crohn disease and intestinal resection. $ (Choice F)  Chronic pancreatitis is most commonly caused by alcohol use and typically presents with abdominal pain and pancreatic insufficiency.  Patients often have chronic diarrhea/malabsorption due to lack of digestive enzymes (exocrine insufficiency) and diabetes mellitus due to endocrine insufficiency. $ (Choice G)  Dumping syndrome may occur after gastric bypass surgery or damage to the pyloric sphincter.  Emptying of hyperosmolar chyme into the small intestine causes a rapid shift of fluid from the serum to the intestine, resulting in postprandial gastrointestinal (eg, nausea/vomiting, cramps, diarrhea) and vasomotor symptoms (eg, diaphoresis, flushing). $ Educational objective Short bowel syndrome typically occurs in patients with massive small bowel resection and/or Crohn disease due to loss of intestinal absorptive surface area and a decrease in intestinal transit time.  Patients usually present with postprandial voluminous diarrhea and weight loss due to malabsorption.  Loss of functional distal ileum may result in vitamin B12 deficiency."},

{"id":"255","title":"A 40-year-old man comes to the office with pain on defecation.  The pain is sharp and severe but subsides within minutes of passing the bowel movement.  He often sees spots of bright red blood on the toilet paper.  The patient has chronic constipation and has not taken laxatives or increased his fluid intake to compensate.  He has no fever, night sweats, diarrhea, or unexpected weight loss.  Past medical history is notable for chronic low back pain following a motor vehicle accident, for which he takes a scheduled dose of pain relievers.  The patient has smoked a pack of cigarettes daily for the last 20 years but does not use alcohol or illicit drugs.  He is married and has no outside sexual contacts.  Vital signs are normal.  The abdomen is soft and nontender with no hepatosplenomegaly.  Rectal examination is likely to show a tear at which of the following locations?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior midline distal to the dentate line","answer_2":"B. Anterior midline proximal to the dentate line","answer_3":"C. Bilateral distal to the dentate line","answer_4":"D. Lateral distal to the dentate line","answer_5":"E. Lateral proximal to the dentate line","answer_6":"F. Posterior midline distal to the dentate line","percent_1":"13%","percent_2":"6%","percent_3":"6%","percent_4":"12%","percent_5":"4%","percent_6":"60%","right_answer":"F. Posterior midline distal to the dentate line","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp255.jpg","explanation_1":"","explanation_2":"$This patient has sharp pain and bright red rectal bleeding on defecation, suggesting an #anal fissure#.  Anal fissures are due to stretching of the mucosa and are characterized by longitudinal tears in the anal canal distal to the dentate line #(choice B)#.  Spasm of the sphincter can contribute to the pain and create tension across the wound, leading to a chronic fissure.  Most fissures are related to chronic constipation with high anal pressures and passage of hard stools.  They can also be seen with frequent diarrhea or anal sexual intercourse.  In some cases, the pain may be so severe that patients withhold bowel movements, thereby exacerbating the constipation. $ The majority of fissures, especially those causing prolonged symptoms, occur at the #posterior midline# of the anal verge.  This is likely due to the relatively poor perfusion of the posterior anal canal, which makes its mucosa sensitive to trauma and slows healing times.  Anterior midline fissures are less common, but may occur due to mechanical stresses related to the alignment of muscular fibers in the external sphincter #(choice A)#. $ (Choice C)  Bilateral anal fissures are uncommon. $ #(Choices D and E)#  Fissures not at the midline are more likely due to unusual causes (eg, inflammatory bowel disease, malignancy, infection) and may warrant more detailed investigation. $ Educational objective Anal fissures are longitudinal tears in the mucosa.  They are usually due to passage of hard stool in patients with chronic constipation.  Most fissures occur at the posterior midline, likely due to decreased blood flow in this area.  Fissures in other areas may be due to less common causes."},

{"id":"2028","title":"A 34-year-old woman comes to the physician with abdominal pain and melena.  She also complains of progressive fatigue and a 5 kg (11 lb) weight loss over the last 2 months.  She has a strong family history of colon, endometrial, and ovarian cancer.  Colonoscopy shows a protuberant, friable mass in the ascending colon, and biopsy is diagnostic for colon adenocarcinoma.  Genetic analysis confirms a mutation consistent with Lynch syndrome (hereditary nonpolyposis colon cancer).  Which of the following is most likely responsible for the development of colon cancer in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Nucleotide mismatches that escape repair","answer_2":"B. Covalent bonds between adjacent pyrimidines","answer_3":"C. Insertion of abnormal bases (eg, uracil) into DNA","answer_4":"D. Empty sugar-phosphate residues in the DNA molecule","answer_5":"E. Double-strand breaks in DNA","percent_1":"89%","percent_2":"1%","percent_3":"3%","percent_4":"1%","percent_5":"5%","right_answer":"A. Nucleotide mismatches that escape repair","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2028.jpg","explanation_1":"Lynch syndrome (hereditary nonpolyposis colon cancer) is an autosomal dominant disease caused by defective DNA mismatch repair.  DNA replication occurs with a high degree of fidelity because mismatched nucleotides are repaired through the proofreading activity of DNA polymerases delta and epsilon.  However, this proofreading functionality is not infallible; base substitutions and small insertion-deletion mismatches occur due to errors in base pairing every 106 bases on average.  It is the function of the DNA mismatch repair system to fix these errors shortly after the daughter strands are synthesized.  The mismatch repair system involves several genes, including MSH2 and MLH1, which code for components of the human MutS and MutL homologs.  Mutations in these 2 genes account for around 90% of cases of Lynch syndrome.$","explanation_2":"$Mismatch repair begins with MutS homolog detecting a mismatch on the newly created daughter strand, which is distinguished from the parent strand by occasional nicks in the phosphodiester bonds.  MutL homolog is then recruited, and the resulting complex slides along the DNA molecule until 1 of the daughter strand nicks is encountered.  At this point, exonuclease 1 is loaded onto and activated by the repair complex.  The daughter strand is then degraded backward past the initial mismatch point, leaving a variable gap of single-stranded DNA that is stabilized by ssDNA-binding protein.  The complex then dissociates while DNA polymerase delta loads at the 3' end of the discontinuity and begins synthesizing a new daughter strand segment.  Finally, DNA ligase I seals the remaining nick to complete the repair process. $#(Choice B)#  Exposure to ultraviolet light can cause pyrimidine (usually thymine) dimers to form due to covalent joining of adjacent pyrimidines.  Pyrimidine dimers interfere with DNA replication and are removed by nucleotide excision repair. $#(Choices C and D)#  Several types of insults can alter the DNA bases.  For example, nitrous acid can deaminate C, A, and G.  There are also spontaneous changes, such as deamination of C to U and the constant low-level loss of purines via thermal disruption.  Glycosylases are enzymes that detect and remove abnormal bases from DNA, creating an empty sugar-phosphate residue that is subsequently removed and replaced by the correct nucleotide (base excision repair). $#(Choice E)#  Exposure to ionizing radiation causes double-stranded DNA breaks that are repaired by end-joining repair mechanisms.  Non-homologous end joining, the main mechanism in primates, is more prone to cause mutations than homologous recombination. $#Educational objective# Lynch syndrome is an autosomal dominant disease caused by abnormal nucleotide mismatch repair.  The mismatch repair system involves several genes, including MSH2 and MLH1, which code for components of the human MutS and MutL homologs.  Mutations in these 2 genes account for around 90% of cases of Lynch syndrome.  "},

{"id":"20693","title":"A 1-month-old boy is brought to the office for follow-up of blood-streaked stools and diarrhea.  The patient was born preterm at 35 weeks gestation and had no complications in the newborn nursery.  He had been taking a standard cow's milk–based formula until 2 weeks ago when he developed loose stools streaked with blood and mucus.  Symptoms resolved after changing the formula.  If histopathologic examination had been performed when the patient was symptomatic, which of the following would most likely be seen?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Eosinophilic infiltration in the distal colon","answer_2":"B. Hemorrhagic necrosis of the bowel wall","answer_3":"C. Heterotopic gastric mucosa in the distal ileum","answer_4":"D. Neutrophilic crypt abscess formation in the colon","percent_1":"43%","percent_2":"27%","percent_3":"15%","percent_4":"15%","right_answer":"A. Eosinophilic infiltration in the distal colon","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Food protein–induced allergic proctocolitis! ?Pathophysiology? • Non–IgE-mediated reaction • Eosinophilic inflammation of rectosigmoid colon • Common triggers: cow's milk & soy protein ?Clinical features? • Age 1-4 weeks (up to 6 months) • Well appearing • Blood- &/or mucus-streaked stools (positive Hemoccult) ?Treatment & prognosis? • Protein elimination (eg, hydrolyzed formula) • Tolerance of offending protein by age 1 ","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #food protein–induced allergic proctocolitis#, a benign condition of early infancy (age <6 months).  Affected infants have a #non–IgE-mediated reaction# to proteins found in breast milk or formula (most common trigger is cow's milk).  #Painless, blood-streaked stools# (which may also be loose and contain mucus) typically develop weeks to months after initial exposure to the food allergen. $ Diagnosis is clinical.  Although endoscopy is not performed unless symptoms are atypical (eg, severe bleeding, constipation, vomiting), characteristic findings include #inflammation# (ie, erythema, edema) confined to the #distal colon# and rectum.  Histopathology findings include infiltration of #eosinophils# within the lamina propria and muscularis mucosa. $ Management includes dietary avoidance of the trigger protein (eg, switching to a hydrolyzed formula, maternal elimination of dairy for breastfed infants).  Symptoms typically resolve within weeks, and most infants can tolerate the offending protein by age 1. $ (Choice B)  Hemorrhagic necrosis of the bowel wall describes @necrotizing enterocolitis@, a gastrointestinal emergency that can result in gut ischemia and death if untreated (eg, bowel rest, antibiotics).  In addition to rectal bleeding, patients often have abdominal distension, poor feeding, and hemodynamic instability, none of which is present in this patient. $ (Choices C and D)  A Meckel diverticulum can contain @heterotopic gastric mucosa@ in the distal ileum, and @neutrophilic crypt abscesses@ can be seen with ulcerative colitis.  Although these conditions, which are both exceedingly rare in the neonatal period, can cause blood in the stool, neither would resolve with a change in formula. $ Educational objective Food protein–induced allergic proctocolitis is a non–IgE-mediated reaction that causes inflammation and eosinophilic infiltration of the distal colon.  Classic presentation is in early infancy with painless, blood-streaked stools that resolve with dietary avoidance of the offending food protein (eg, cow's milk).","clickable_1":"images/img1.20693.jpg","clickable_2":"images/img2.20693.jpg","clickable_3":"images/img3.20693.jpg"},

{"id":"20428","title":"A 30-year-old man comes to the office due to a 4-month history of fatigue that is worse at the end of the day.  The patient has also had abdominal bloating and intermittent loose stools after meals.  His appetite is normal, and he has had no weight loss.  Vital signs are normal.  Examination shows pale mucosa.  The abdomen is mildly distended and tympanic; there is no tenderness or organomegaly.  Rectal examination reveals brown stool that is negative for fecal occult blood.  Laboratory results are as follows:","title_table":"?Hematocrit? 28℅ ?Mean corpuscular volume? 75 μm3 ?Leukocytes? 7,100/mm3 ?Platelets? 490,000/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"C-reactive protein level is normal.  Which of the following pathologic gastrointestinal tract findings is most likely to be present in this patient?","audio":"","comparison_items":"","answer_1":"A. Atrophic mucosa with loss of villi of the small intestine","answer_2":"B. Autoimmune destruction of gastric parietal cells","answer_3":"C. Chronic inflammation within the colonic mucosa and submucosa","answer_4":"D. Giardia trophozoites lining the small intestinal mucosa","answer_5":"E. Subepithelial collagen deposition in the colon","percent_1":"57%","percent_2":"13%","percent_3":"18%","percent_4":"8%","percent_5":"4%","right_answer":"A. Atrophic mucosa with loss of villi of the small intestine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20428.jpg","explanation_1":"","explanation_2":"This patient's loose stools, abdominal cramps, and microcytic anemia are most likely due to #celiac disease#, an immune-mediated disorder of the small bowel caused by dietary gluten.  Gliadin, a component of gluten, is responsible for triggering the T-cell–mediated reaction against the small-bowel mucosa seen in celiac disease.  This is initially characterized by intraepithelial lymphocytosis, followed as the disease progresses by a #loss of small-bowel intestinal villi# and #mucosal atrophy#.  This decreases the nutritional absorptive capabilities of the small bowel, particularly in the duodenum and proximal jejunum. $Because iron is absorbed primarily in the duodenum, #iron deficiency# leading to #microcytic anemia# is a common manifestation of celiac disease; common presenting features include fatigue and pale mucosa.  Other symptoms of gluten-sensitive enteropathy include #postprandial diarrhea# and steatorrhea (eg, pale, loose stools), #abdominal cramps#, bloating, flatulence, and weight loss.  Celiac disease is not associated with elevated systemic inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate), and unlike gastrointestinal disorders that cause chronic blood loss (eg, inflammatory bowel disease, colon cancer), in celiac disease, fecal occult blood testing is negative. $#(Choice B)#  Pernicious anemia is characterized by antibody-mediated destruction of intrinsic factor and gastric parietal cells.  This can lead to decreased @vitamin B12 absorption@, with macrocytic (not microcytic) anemia, glossitis, and, sometimes, subacute combined degeneration of the dorsolateral spinal cord. $#(Choice C)#  @Ulcerative colitis@ causes chronic inflammatory changes of the colonic mucosa and submucosa.  Iron deficiency anemia is common but is due to blood loss rather than malabsorption; a positive fecal occult blood test would be expected, and inflammatory markers are typically elevated. $#(Choice D)#  Giardiasis is usually diagnosed on stool testing, although Giardia lamblia@ trophozoites@ are readily visible on small-bowel biopsy.  Giardiasis is a common cause of diarrhea and may cause steatorrhea due to impairment of brush border enzymes.  However, iron malabsorption with microcytic anemia is uncommon. $#(Choice E)#  @Collagenous colitis@ is characterized by subepithelial collagen deposition in the colon.  It often causes watery diarrhea but does not affect iron absorption in the small intestine, so microcytic anemia would be unexpected. $#Educational objective# Celiac disease is an immune-mediated disorder triggered by dietary gluten that causes small-bowel malabsorption.  Because the proximal small bowel is primarily affected, iron deficiency leading to microcytic anemia is common.  Histopathology is characterized by intraepithelial lymphocytosis, loss of intestinal villi, and mucosal atrophy.  ","clickable_1":"images/img1.20428.jpg","clickable_2":"images/img2.20428.jpg","clickable_3":"images/img3.20428.jpg","clickable_4":"images/img4.20428.jpg"},

{"id":"1398","title":"A 79-year-old woman is brought to the emergency department from the nursing home due to explosive diarrhea.  Laboratory studies show leukocytosis, and results from a stool specimen return positive for Clostridioides difficile.  Three days later, one of the nurses who cared for the patient at the nursing home is admitted with diarrhea and is found to have C difficile infection.  However, the other nurses who also took care of the patient are asymptomatic and do not develop the infection.  If all the nurses were similarly exposed to C difficile, which of the following is the most likely reason that the asymptomatic nurses did not develop the infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adequate pancreatic enzyme secretion","answer_2":"B. Intact cell-mediated immunity","answer_3":"C. Preformed antispore immunoglobulins","answer_4":"D. Preserved intestinal microbiome","answer_5":"E. Rapid gastrointestinal transit and expulsion of spores","percent_1":"1%","percent_2":"6%","percent_3":"7%","percent_4":"81%","percent_5":"5%","right_answer":"D. Preserved intestinal microbiome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Over 400 types of bacteria inhabit the healthy human gastrointestinal tract as part of the normal #intestinal microbiome#.  In healthy individuals, a very small percentage of these are aerobes (eg, Pseudomonas), approximately 10% are facultative anaerobes (eg, Escherichia coli, Klebsiella, Lactobacillus, Bacillus), and the majority are strict anaerobes (eg, Bacteroides, Fusobacterium).  These intestinal bacteria effectively #suppress overgrowth of# #Clostridioides difficile# and other potentially pathogenic bacteria by competing for nutrients and adhesion sites within the gut. $#Alteration# of the intestinal microbiome can lead to overgrowth of pathogenic strains and symptomatic C difficile infection (CDI).  This most commonly occurs due to #antibiotic therapy# but can also be caused by #gastric acid suppression# (eg, proton pump inhibitor use).  C difficile causes disease by releasing 2 toxins that damage the mucosal lining of the large intestine, leading to diarrhea (toxin A) and necrosis (toxin B) with pseudomembrane formation. $#(Choice A)#  Increased risk of CDI is seen with proton pump inhibitor use, suggesting that gastric acidity may have a protective role.  However, there is no association between pancreatic enzyme secretion and CDI. $#(Choice B)#  Cell-mediated immunity is not essential for prevention of CDI, but it is required to eradicate infections with intracellular agents that avoid the humoral (antibody) immune response (eg, Legionella, Neisseria gonorrhoeae, Listeria monocytogenes, viruses, Leishmania). $#(Choice C)#  Individuals usually develop serum antibodies against C difficile toxins, not spores (the inactive, dormant form of the bacteria). $#(Choice E)#  Rapid gastrointestinal transit is rarely effective at \"washing away\" pathogenic diarrhea-causing organisms as they are well adapted to adhering to the gut mucosa in the setting of voluminous diarrhea. $#Educational objective# Alteration of the normal intestinal microbial flora (eg, antibiotic therapy, gastric acid suppression) can allow overgrowth of pathogenic strains of Clostridioides difficile, which produce enterotoxin (toxin A) and cytotoxin (toxin B).  Clinical disease can range from transient diarrhea to severe pseudomembranous colitis.  "},

{"id":"7642","title":"A 32-year-old man is evaluated due to several weeks of watery diarrhea.  He has also had intermittent, crampy abdominal pain and has lost 7.0 kg (15.4 lb) during this period.  The patient has a history of HIV and was hospitalized 6 months ago for Pneumocystis pneumonia.  On physical examination, the patient is afebrile and the abdomen is soft and nontender with no organomegaly.  Stool tests for leukocytes and occult blood are negative.  Endoscopy is performed and mucosal biopsy shows an inflammatory infiltrate in the lamina propria and pathogens lining the epithelium, as shown in the @exhibit@.  Which of the following is the most likely cause of this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit7642.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cryptosporidium parvum","answer_2":"B. Cytomegalovirus","answer_3":"C. Entamoeba histolytica","answer_4":"D. Giardia lamblia","answer_5":"E. Mycobacterium avium complex","percent_1":"63%","percent_2":"11%","percent_3":"8%","percent_4":"13%","percent_5":"5%","right_answer":"A. Cryptosporidium parvum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cryptosporidiosis#∆⨉ §^#Pathogenesis# ∆ • Fecal-oral transmission (eg, contaminated water, animal contact) • Oocyte ingestion → sporozoite attachment to intestinal epithelium → intraluminal meront formation → fecal oocyte shedding §^#Clinical$ manifestations# ∆ • Immunocompetent: self-resolving, watery (noninflammatory) diarrhea <2 weeks • Immunosuppressed (eg, AIDS, transplant recipient): prolonged, severe diarrhea with weight loss/malabsorption §^#Diagnosis# ∆ • Stool PCR testing • Stool microscopy: acid-fast staining oocysts or immunofluorescent assay • Histology: basophilic Cryptosporidium organisms on intestinal brush border, small intestine villous blunting, lamina propria inflammation","explanation_img":"","explanation_1":"","explanation_2":"#Cryptosporidium# is a protozoan that causes infectious diarrhea.  Oocysts are ingested in contaminated water (less commonly in food), travel to the small intestine, and shed sporozoites that attach to #epithelial cells#.  They then mature intraluminally into meronts capable of invading new host intestinal cells (eg, auto-infection) as well as producing oocytes that are then shed in feces. $Patients who are otherwise healthy develop self-limited, #watery diarrhea# that typically lasts <2 weeks.  However, those with impaired cell-mediated immunity—particularly individuals with #AIDS# (as is likely in this patient with HIV who recently had Pneumocystis pneumonia)—are at risk for life-threatening diarrhea with fluid loss sometimes exceeding >20 L per day. $The diagnosis can be made by stool PCR testing or modified #acid-fast stain#, which usually reveals Cryptosporidium #oocysts#.  Standard ova and parasite stool tests cannot detect the organism, and fecal leukocytes/occult blood tests are often negative (ie, noninflammatory).  Histopathologic findings include small intestinal @villous blunting@, inflammatory infiltration within the lamina propria, and #basophilic Cryptosporidium organisms# on the mucosal brush border. $#(Choice B)#  @Cytomegalovirus@ (CMV) enterocolitis in immunosuppressed patients may cause profuse diarrhea, but  biopsies of CMV-infected tissues reveal large cells with intranuclear and intracytoplasmic inclusions (eg, owl's eye appearance); organisms lining the epithelium would not be seen.  In addition, most patients have abdominal pain and fever. $#(Choice C)#  @Entamoeba histolytica@ is a protozoan that usually causes dysentery (bloody diarrhea); this patient's negative fecal leukocytes and blood make this diagnosis less likely.  Moreover, histopathology generally reveals flask-shaped colonic ulcers with \"foamy\" trophozoites that resemble macrophages. $#(Choice D)#  @Giardia lamblia@ is a protozoan that causes foul-smelling, oily diarrhea (steatorrhea) from fat malabsorption, which can lead to weight loss.  Unlike this case, stool microscopy shows oval-shaped cysts and flagellated pear-shaped trophozoites with two large central nuclei. $#(Choice E)#  @Mycobacterium avium@ complex is an opportunistic infection in patients with advanced HIV (CD4 count <50/mm3) and often causes watery diarrhea and weight loss.  However, the organism rapidly penetrates the mucosa and disseminates throughout the reticuloendothelial system (eg, lymphadenopathy, hepatosplenomegaly); it does not remain attached to the intestinal mucosa. $#Educational objective# Cryptosporidium may lead to severe and protracted diarrhea in immunocompromised patients (eg, advanced HIV).  Diagnosis is usually made by visualizing acid-fast staining oocysts in the stool.  The presence of basophilic organisms lining the brush border on intestinal histopathology is also diagnostic.  ","clickable_1":"images/img1.7642.jpg","clickable_2":"images/img2.7642.jpg","clickable_3":"images/img3.7642.jpg","clickable_4":"images/img4.7642.jpg","clickable_5":"images/img5.7642.jpg"},

{"id":"408","title":"A 33-year-old man with a 2-year history of Crohn ileocolitis comes to the clinic with left-sided flank pain that started in the morning.  The pain is 8 on a scale of 0-10 in intensity and is characterized as sharp.  The pain is also colicky and radiates to the left groin.  The patient has no nausea or vomiting.  He is in moderate distress and has trouble lying still during the examination.  Urinalysis shows hematuria.  A day later, the patient passes a urinary stone.  Abdominal imaging reveals several additional kidney stones.  Which of the following is the most likely underlying cause of this patient's kidney stones?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Defective amino acid transport","answer_2":"B. Increased bone resorption","answer_3":"C. Rapid cell turnover","answer_4":"D. Reduced intestinal calcium oxalate formation","answer_5":"E. Urinary tract infection","percent_1":"8%","percent_2":"9%","percent_3":"8%","percent_4":"73%","percent_5":"3%","right_answer":"D. Reduced intestinal calcium oxalate formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp408.jpg","explanation_1":"","explanation_2":"$#Crohn disease# is an inflammatory bowel disease characterized by patchy granulomatous inflammation.  Any area of the gastrointestinal tract may be involved, but involvement of the #terminal ileum# is especially common.  Bile acids, which facilitate the absorption of fats and fat-soluble vitamins, are normally reabsorbed in the ileum, recycled in the liver, and then reused in the absorptive process.  When the terminal ileum is inflamed, bile acids are lost in the feces, leading to #impaired fat absorption#. $In the healthy bowel, dietary calcium binds to dietary oxalate, producing insoluble calcium oxalate salts that are eliminated in the feces.  But in malabsorptive syndromes such as Crohn disease, calcium forms soap complexes with the excess fat in the intestinal lumen and is unavailable for complexing with oxalate.  As a result, free #oxalate absorption# is increased and subsequently filtered into the urine, promoting the formation of #oxalate kidney stones# (enteric oxaluria). $#(Choice A)#  Cystinuria is an autosomal recessive condition characterized by defective dibasic amino acid transport in the proximal renal tubules.  The urine becomes supersaturated with cystine, leading to formation of cystine stones beginning in childhood or adolescence.  Crohn disease can cause malabsorption of dietary protein and amino acids, but this is due to inflammation, not abnormal amino acid transporters; patients are not predisposed to cystine stones. $#(Choice B)#  Patients with Crohn disease commonly develop vitamin/nutrient deficiencies (eg, vitamin D, calcium) due to malabsorption, which can reduce bone mineral density and increase the risk of fractures.  Secondary hyperparathyroidism may be present, but unlike primary hyperparathyroidism does not promote kidney stone formation. $#(Choice C)#  Uric acid stones may develop from conditions associated with rapid cell turnover (eg, myeloproliferative disease, hemolytic anemia) due to chronically increased uric acid production.  The stones seen in Crohn disease are composed of calcium oxalate rather than uric acid. $#(Choice E)#  Alkalinization of the urine by urease-producing organisms (eg, Proteus, Klebsiella) in the upper urinary tract can promote formation of stones made up of magnesium ammonium phosphate (struvite) and calcium carbonate apatite.  Although patients with Crohn disease can develop enterovesicular fistulas and recurrent urinary tract infections, this patient has no features of urinary infection (eg, fever, dysuria, pyuria). $#Educational objective# Crohn disease is associated with oxalate kidney stones.  Impaired bile acid absorption in the terminal ileum leads to loss of bile acids in feces with subsequent fat malabsorption.  Intestinal lipids then bind calcium ions, and the resulting soap complex is excreted.  Free oxalate (normally bound by calcium to form an unabsorbable complex) is absorbed and forms urinary calculi (enteric oxaluria).  "},

{"id":"303","title":"A 14-year-old girl is evaluated in the burn unit due to nausea and recurrent bilious vomiting occurring over the past 4 hours. Twelve days ago, the patient was admitted to the burn unit after she was in a house fire. Examination on admission showed deep and superficial, partial-thickness burns covering 40% of her body. The patient has been receiving intravenous fluids, analgesics, nutritional support, and wound care, with slow improvement in clinical status until today. Temperature is 38.3 C (100.9 F), blood pressure is 133/77 mm Hg, pulse is 108/min, and respirations are 22/min, findings consistent with those of previous days. Physical examination shows mild diaphoresis and mild upper abdominal distension. Multiple wound and blood cultures taken since admission are negative. CT scan of the abdomen with intravenous contrast demonstrates significant reduction of the angle between the superior mesenteric artery and the aorta, with compression of an intervening portion of the gastrointestinal tract. Impingement of which of the following structures is most likely responsible for this patient's current condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ascending segment of the duodenum","ansImg_1":"","answer_2":"B. Descending segment of the duodenum","ansImg_2":"","answer_3":"C. Duodenojejunal flexure","ansImg_3":"","answer_4":"D. Pyloric sphincter","ansImg_4":"","answer_5":"E. Superior segment of the duodenum","ansImg_5":"","answer_6":"F. Transverse segment of the duodenum","ansImg_6":"","right_answer":"F. Transverse segment of the duodenum","percent_1":"4%","percent_2":"9%","percent_3":"9%","percent_4":"3%","percent_5":"6%","percent_6":"69%","explanation_img":"images/exp303.jpg","explanation_1":"","explanation_2":"$This 14-year-old patient with significant burn injuries developed symptoms of #bowel obstruction# (bilious vomiting, abdominal distension) following multiple days of hospitalization.  The healing process after moderate to #severe burns# elicits a #hypermetabolic state#, mobilizing energy to cells involved in wound healing while countering heat and water loss from damaged insulating cutaneous tissue.  This can lead to significant #consumption of adipose reserves#, including the fat pads that support abdominal structures. $The superior mesenteric artery (SMA) is supported by mesenteric fat that normally cushions the #transverse (third) segment of the duodenum#.  With substantial lipolysis, consumption of the fat pad collapses the angle between the SMA and the aorta (aortomesenteric angle), @compressing the duodenum@ (superior mesenteric artery syndrome).  Because the obstruction is distal to biliary/pancreatic outflow from the duodenal papilla—located in the descending (second) segment of the duodenum #(choice B)#—intestinal obstruction results in regurgitation of partially digested food (chyme) and biliary emesis. $#(Choices A, C, D, and E)#  These structures do not pass under the SMA and are not susceptible to compression after mesenteric fat depletion. $#Educational objective# The transverse segment of the duodenum travels through a mesenteric fat pad that provides structural support for the superior mesenteric artery (SMA).  Conditions that deplete mesenteric fat (eg, hypermetabolic states, starvation) may allow the SMA to compress the transverse segment against the aorta, causing progressive abdominal distension and recurrent bilious vomiting (ie, superior mesenteric artery syndrome).  ","clickable_1":"images/img1.303.jpg"},

{"id":"105712","title":"A 45-year-old woman comes to the office due to a 6-month history of abdominal bloating, excessive flatulence, and watery diarrhea.  Past medical history is significant for long-standing type 1 diabetes mellitus managed with insulin.  Vital signs are normal.  Abdominal examination shows no abnormalities.  Jejunal aspirate is obtained during upper gastrointestinal endoscopy by placing a sterile catheter; culture of the aspirate reveals >10,000 colony-forming units/mL of Bacteroides species.  Which of the following is the most likely cause of this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Excessive bile acid synthesis","answer_2":"B. Excessive gastric acid production","answer_3":"C. Excessive pancreatic proteolytic enzyme secretion","answer_4":"D. Impaired migrating motor complex function","answer_5":"E. Spasm of the ileocecal valve","percent_1":"9%","percent_2":"7%","percent_3":"18%","percent_4":"54%","percent_5":"12%","right_answer":"D. Impaired migrating motor complex function","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Small intestinal bacterial overgrowth#∆⨉ §^#Risk factors# ∆ • Anatomic abnormalities (eg, strictures, surgery) • Motility disorders (eg, diabetes mellitus, scleroderma, opioid use) • Immunodeficiency (IgA deficiency) • Gastric hypochlorhydria (proton pump inhibitor use) §^#Pathogenesis# ∆ • Proliferation of colonic bacteria in the small intestine • Maldigestion and possible malabsorption of nutrients • Fermentation of carbohydrates §^#Clinical$ manifestations# ∆ • Bloating, flatulence • Chronic watery diarrhea • Severe: steatorrhea, vitamin deficiencies §^#Treatment# ∆ • Dietary changes (eg, high fat, low carbohydrate) • Oral antibiotics (eg, rifaximin, ciprofloxacin)","explanation_img":"","explanation_1":"","explanation_2":"This patient has #small intestinal bacterial overgrowth# (SIBO), which presents with excessive intestinal gas (ie, bloating, flatulence) and diarrhea.  Diagnosis is sometimes confirmed by quantitative culture of jejunal fluid; normal small intestine bacterial load is <1,000 colony-forming unit/mL.  SIBO is caused by excessive bacterial proliferation in the small intestine, resulting in mucosal injury and fermentation of dietary carbohydrates. $In normal individuals, #migrating motor complexes# cause intestinal peristalsis, which clears bacteria and reduces the reflux of colonic organisms into the small bowel.  Patients with #impaired gut motility# (eg, long-standing #diabetes mellitus# with autonomic neuropathy) are at increased risk for SIBO, as are patients with anatomic (eg, bowel adhesions, intestinal blind loops from surgery) or fibrotic (eg, scleroderma, prior radiotherapy) disruptions of intestinal flow. $Other patient factors contributing to SIBO include the following: $• Pancreatobiliary dysfunction:  Bile acids have a detergent effect that disrupts bacterial membranes and increases exposure of organisms in ingested food particles to residual acid and proteolytic enzymes, which further deter growth.  Lack of these protective factors (eg, chronic pancreatitis) increases the risk for SIBO #(choices A and C)#. $• Reduced gastric acid:  Residual gastric acid impairs bacterial growth in the proximal small bowel.  Achlorhydria from either atrophic gastritis or chronic proton pump inhibitor therapy predisposes to SIBO #(choice B).# $Blind gut loops/pouches:  Blind-ended gut segments (eg, Roux-en-Y gastric bypass surgery) provide a protected environment for bacterial proliferation. $Impaired enteric immunity:  Secretory IgA and innate inflammatory mechanisms inhibit bacterial growth in the small bowel.  Immunodeficiency states increase the risk for SIBO. $#(Choice E)#  The ileocecal valve prevents the reflux of colonic flora into the small intestine; mechanical disruption (eg, surgical resection) or functional incompetence can increase the risk for SIBO.  Spasm of the valve would not increase SIBO risk. $#Educational objective# Small intestinal bacterial overgrowth is caused by bacterial proliferation in the small intestine.  In normal individuals, intestinal peristalsis clears bacteria and reduces the reflux of colonic organisms into the small bowel; however, patients with impaired gut motility have an increased risk for bacterial overgrowth.  "},

{"id":"404","title":"A 28-year-old man with vague abdominal pain, low-grade fever, and diarrhea is treated with antibiotics without significant improvement in his symptoms.  Several weeks after symptom onset, the patient develops a skin lesion over the abdomen.  His temperature is 37.8 C (100 F), blood pressure is 120/70 mm Hg, and pulse is 88/min.  On physical examination, the abdomen is mildly distended and tender to palpation.  Bowel contents appear to be draining to the surface of the skin in the right lower abdominal quadrant.  This patient most likely suffers from which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute appendicitis","answer_2":"B. Crohn disease","answer_3":"C. Mesenteric adenitis","answer_4":"D. Pseudomembranous colitis","answer_5":"E. Ulcerative colitis","percent_1":"7%","percent_2":"68%","percent_3":"11%","percent_4":"8%","percent_5":"5%","right_answer":"B. Crohn disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Inflammatory bowel disease subtype characteristics! ∆^ #Crohn disease# ∆ ^#Ulcerative colitis# §^#Involvement# ∆ • Anywhere mouth to anus (mostly ileum & colon) $• Perianal disease with rectal sparing $• Skip lesions ∆ • Rectum (always) & colon $• Continuous lesions §^ #Microscopy# ∆ • Noncaseating granulomas ∆ • No granulomas §^ #Gross#$ findings ∆ • Transmural inflammation $• Linear mucosal ulcerations $• Cobblestoning, creeping fat ∆ • Mucosal & submucosal inflammation $• Pseudopolyps §^#Clinical$manifestations# ∆ • Abdominal pain (often RLQ) $• Watery diarrhea (bloody if colitis) ∆ • Abdominal pain (varying locations) $• Bloody diarrhea §^ #Intestinal complications# ∆ • Fistulae, abscesses $• Strictures (bowel obstruction) ∆ • Toxic megacolon %#RLQ# = right lower quadrant. ","explanation_img":"","explanation_1":"","explanation_2":"Crohn disease and ulcerative colitis are collectively referred to as inflammatory bowel disease.  They may have similar clinical manifestations, but they also have key distinguishing features (Table). $ @Crohn disease@ typically presents with #prolonged diarrhea# and #abdominal pain#.  Diarrhea can be bloody if the colon is involved.  Constitutional symptoms (eg, low-grade fever, fatigue), malabsorption, and weight loss are also common.  #Transmural inflammation# of the bowel wall may result in the formation of fistulas and fibrotic strictures, causing bowel obstruction.  Fistulas can form between 2 adjacent loops of bowel (enteroenteric fistula), between the bowel and another organ (eg, bladder, vagina), or between the bowel and skin of the abdominal wall (#enterocutaneous fistula#).  Perianal fistulas and abscesses are also often seen. $ Ulcerative colitis typically presents with bloody diarrhea associated with abdominal pain and tenesmus.  Fistula formation does not usually occur as inflammation is confined to the mucosa and submucosa #(choice E)#. $ (Choice A)  Right lower quadrant abdominal pain, fever, nausea, and vomiting are classic symptoms of acute appendicitis.  If untreated, appendicitis may progress to peritonitis or abscess formation, but fistula formation is not common. $ (Choice C)  Mesenteric adenitis most often occurs in children age 5-14.  Many cases are thought to be associated with Yersinia enterocolitica infection.  Clinical manifestations may include fever, right lower quadrant abdominal pain, and nausea/vomiting, but fistulas are not characteristic. $ (Choice D)  Pseudomembranous colitis is typically caused by Clostridioides difficile infection and presents with diarrhea, abdominal pain, and fever in a patient who has recently been hospitalized or treated with antibiotics.  Fistulas are not typically seen. $ Educational objective Crohn disease typically presents with prolonged diarrhea and abdominal pain.  Constitutional symptoms (eg, low-grade fever, fatigue), malabsorption, and weight loss are also common.  Transmural inflammation of the bowel wall may result in the formation of fistulas (eg, enteroenteric, enterocutaneous), abscesses, and fibrotic strictures.","clickable_1":"images/img1.404.jpg"},

{"id":"88","title":"An 81-year-old woman is brought to the emergency department by a neighbor due to abdominal pain.  The pain comes in waves and is associated with nausea and vomiting.  The patient is confused and unable to provide additional information.  Past medical history is unknown, but she comes with a bag containing medications used in type 2 diabetes mellitus, hypercholesterolemia, hypertension, and dementia.  On examination, the patient has a low-grade fever and mild tachycardia.  She appears in distress due to pain.  Mucous membranes are dry, and there is decreased skin turgor.  Abdominal examination shows diffuse tenderness with high-pitched bowel sounds.  Imaging of the abdomen reveals a complete small bowel obstruction.  The patient undergoes laparotomy with extraction of a hard mass obstructing the ileocecal valve.  The cholesterol content of the mass is 85%.  Which of the following radiographic findings is most consistent with this patient's clinical presentation?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Air in the biliary tree","answer_2":"B. Distended bladder","answer_3":"C. Free air in peritoneal cavity","answer_4":"D. Heavily calcified arteries","answer_5":"E. Pancreatic calcifications","answer_6":"F. Pleural effusion","percent_1":"68%","percent_2":"2%","percent_3":"9%","percent_4":"7%","percent_5":"14%","percent_6":"1%","right_answer":"A. Air in the biliary tree","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp88.jpg","explanation_1":"","explanation_2":"$This patient, an older woman with intermittent abdominal pain and a cholesterol-containing mass lodged at the ileocecal valve, has a #gallstone ileus#.  Gallstone ileus is not a true ileus (nonmechanical disruption of intestinal motility) but rather a mechanical obstruction that occurs when a large gallstone (usually >2.5 cm in diameter) erodes into the intestinal lumen through a #cholecystoenteric fistula#.  As the gallstone travels down the intestine, it intermittently obstructs the lumen, causing episodic symptoms.  Eventually, the gallstone may come to rest in the ileum, which has the smallest lumen of the intestinal tract. $ Typical symptoms of gallstone ileus include crampy pain, vomiting, and bloating.  Examination will show signs of #small bowel obstruction#, such as abdominal distension, tenderness, and high-pitched (tinkling) bowel sounds.  Abdominal radiographs may reveal dilated bowel loops with air-fluid levels.  Careful inspection may also reveal air in the biliary tree (#pneumobilia#) due to retrograde passage of intestinal gas through the fistula. $ (Choice B)  Bladder distension due to urinary retention is most often associated with underlying prostatic hyperplasia, anticholinergic medication use, and underlying neurologic impairment. $ (Choice C)  Air in the peritoneal cavity is suggestive of bowel perforation.  Although the bowel wall is disrupted in gallstone ileus, the cholecystoenteric fistula is usually associated with fibrotic adhesions between the biliary tree and the bowel, and there is no free communication with the peritoneal cavity. $ (Choice D)  Heavily calcified vessels are a sign of chronic atherosclerotic arterial disease.  Common intra-abdominal complications in such patients would include intestinal ischemia and abdominal aortic aneurysm. $ (Choice E)  Pancreatic calcifications are suggestive of chronic pancreatitis, which is most commonly seen in alcohol abuse, cystic fibrosis, or outlet obstruction due to tumor, pseudocysts, or recurrent passage of gallstones. $ (Choice F)  Pleural effusion may be seen in a broad range of intra-abdominal conditions, such as pancreatitis, esophageal rupture, or chronic hepatic or renal disease. $ Educational objective Gallstone ileus is a mechanical bowel obstruction caused when a large gallstone erodes into the intestinal lumen.  Pneumobilia (air in the biliary tract) is a common finding."},

{"id":"11775","title":"A 21-year-old man comes to the emergency department due to abdominal pain, nausea, and vomiting.  The patient started having vague periumbilical pain in the morning.  Over the next several hours, the pain became more severe, sharper, and localized to the right lower abdominal quadrant.  Temperature is 38.3 C (100.9 F), blood pressure is 132/84 mm Hg, pulse is 102/min, and respirations are 12/min.  Physical examination shows maximal tenderness in the right lower abdomen two-thirds of the distance from the umbilicus to the anterior superior iliac spine.  Bowel sounds are decreased.  Laboratory studies reveal a leukocyte count of 16,000/mm3.  The change in this patient's pain characteristics is most likely explained by which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Involvement of the obturator internus muscle","ansImg_1":"","answer_2":"B. Inflammation of the psoas major muscle","ansImg_2":"","answer_3":"C. Stimulation of the cecal nerve endings","ansImg_3":"","answer_4":"D. Irritation of the parietal peritoneum","ansImg_4":"","answer_5":"E. Retrocecal orientation of the appendix","ansImg_5":"","right_answer":"D. Irritation of the parietal peritoneum","percent_1":"1%","percent_2":"8%","percent_3":"7%","percent_4":"69%","percent_5":"14%","explanation_img":"images/exp11775.jpg","explanation_1":"","explanation_2":"This patient's presentation is concerning for #appendicitis#, which can cause both visceral (vague, nonlocalized) and somatic (sharp, well-localized) abdominal pain. #Visceral abdominal pain# is most often due to luminal distension and stretching of smooth muscle and is carried by general visceral afferent fibers of the autonomic nervous system. The pain typically occurs in the #midline# region and is #poorly localized# and of a dull, constant, or cramping quality. Patients with visceral pain also commonly develop nausea, vomiting, or sweating due to activation of the autonomic nervous system. In contrast, somatic pain is usually due to irritation of the parietal peritoneum and is well localized, more severe, and worsened with deep inspiration or pushing on the abdominal wall.$The afferent pain fibers for the appendix, proximal colon (including the cecum), and overlying visceral peritoneum cross through the superior mesenteric plexus and enter the spinal cord at the T10 level to produce vague, referred pain at the umbilicus #(choice C)#. As the appendix becomes more inflamed, it irritates the #parietal peritoneum# and abdominal wall and causes a #more severe somatic pain# that #shifts# from the umbilical region to the #McBurney point# (two-thirds of the distance from the umbilicus to the anterior superior iliac spine). With peritoneal irritation, the abdominal wall becomes very sensitive to gentle palpation or sudden release of pressure (ie, rebound tenderness).$The appendix is usually located 2 cm beneath the ileocecal valve in the right lower quadrant. Depending on its orientation, there can be additional clinical findings. A pelvic appendix lies against the right obturator internus muscle, causing right lower quadrant pain with internal rotation of the right hip #(choice A)#. Patients with a retrocecal appendix may not have significant right lower quadrant tenderness because the inflamed appendix does not contact the anterior parietal peritoneum, and the cecum (distended with gas) acts as a cushion that blocks the examiner's hand. However, the inflamed appendix will lie against the right psoas muscle, causing pain with hip extension #(Choices B and E)#.$Educational objective Appendicitis causes dull visceral pain at the umbilicus due to afferent pain fibers entering at the T10 level in the spinal cord. Progressive inflammation in the appendix irritates the parietal peritoneum and abdominal wall to cause more severe somatic pain shifting from the umbilicus to McBurney's point (two-thirds of the distance from the umbilicus to the anterior superior iliac spine)."},

{"id":"410","title":"A 30-year-old man comes to the emergency department with a 4-day history of progressively worsening abdominal pain and bloody diarrhea.  He was started on mesalamine therapy 6 months ago after being diagnosed with ulcerative colitis but has been noncompliant with treatment.  His temperature is 38.8 C (102 F), blood pressure is 100/70 mm Hg, and pulse is 130/min.  The patient is lethargic and has dry mucous membranes.  There is marked abdominal distension and tenderness without rebound or guarding.  Rectal examination shows guaiac-positive, maroon-colored, liquid stool.  Which of the following is the best next step in this patient's workup?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abdominal ultrasonography","answer_2":"B. Barium enema","answer_3":"C. Colonoscopy","answer_4":"D. Plain abdominal x-ray","answer_5":"E. Small-bowel contrast study","percent_1":"10%","percent_2":"8%","percent_3":"42%","percent_4":"35%","percent_5":"4%","right_answer":"D. Plain abdominal x-ray","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient with abdominal pain/distension, bloody diarrhea, fever, and signs of shock (eg, hypotension, tachycardia) in the setting of untreated ulcerative colitis likely has #toxic megacolon#.  This is a common life-threatening complication of inflammatory bowel disease and is seen more frequently in #ulcerative colitis# than in Crohn disease.  Toxic megacolon can also be associated with Clostridium difficile infection and other forms of infectious colitis. $ Severe, occasionally transmural inflammation causes release of inflammatory mediators, bacterial products, and increased nitric oxide, which contribute to colonic smooth muscle paralysis.  Rapid colonic distension ensues, thinning the intestinal wall and making it prone to perforation.  Plain #abdominal x-ray# is the preferred diagnostic imaging study as it may show #colonic dilation# (as seen above) with multiple air-fluid levels (not seen in this image).  Free air may also be visualized in the setting of intestinal rupture, which presents with generalized peritonitis (eg, abdominal rebound tenderness/guarding). $ (Choice A)  Abdominal ultrasonography is not typically performed to diagnose toxic megacolon.  It is usually obtained in patients with acute right upper quadrant abdominal pain (eg, due to cholecystitis, ascending cholangitis) or suspected nephrolithiasis.  It is also helpful in the setting of acute abdominal trauma to identify intraperitoneal free fluid. $ #(Choices B and C)#  Barium enema and colonoscopy are normally contraindicated in patients with suspected toxic megacolon as these may cause perforation. $ (Choice E)  Small-bowel contrast studies can be useful in the evaluation of small-bowel obstruction (eg, abdominal pain/distension, nausea, vomiting).  However, this patient's history of untreated ulcerative colitis and bloody diarrhea is more consistent with toxic megacolon, which involves the large intestine. $ Educational objective Toxic megacolon is a well-recognized complication of ulcerative colitis.  Patients typically present with abdominal pain/distension, bloody diarrhea, fever, and signs of shock.  Plain abdominal x-ray is the preferred diagnostic imaging study.  Barium contrast studies and colonoscopy are contraindicated due to the risk of perforation."},

{"id":"865","title":"A 78-year-old man is brought to the emergency department from a nursing home due to abdominal pain and discomfort.  The patient has advanced dementia and is only partially able to describe his symptoms.  He has had intermittent abdominal discomfort for years with no other related symptoms.  The patient is in bed most of the time and can participate in minimal activity with the help of nurses and physical therapists.  Prior screening colonoscopies have shown only benign lesions.  Abdominal examination is notable for fullness but does not show tenderness, masses, or hepatosplenomegaly.  Polyethylene glycol is administered and produces a bowel movement 18 hours later.  The mechanism of action of this medication most closely resembles the underlying cause of diarrhea in which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carcinoid syndrome","answer_2":"B. Crohn disease","answer_3":"C. Irritable bowel syndrome","answer_4":"D. Lactose intolerance","answer_5":"E. Rectal prolapse","percent_1":"10%","percent_2":"4%","percent_3":"14%","percent_4":"71%","percent_5":"1%","right_answer":"D. Lactose intolerance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pharmacologic treatment of chronic constipation*# ∆⨉∆⨉ §^#Class# ∆^#Agent# ∆^#Mechanism# §^#Osmotic$ laxatives# ∆^Polyethylene $glycol, lactulose ∆^↑ Osmotic gradient for water → bowel distension → ↑ peristalsis §^#Saline $laxatives# ∆^Magnesium salts ∆ ↕ §^#Stimulant$ laxatives# ∆^Bisacodyl, senna$ (irritants) ∆^Enteric neuron stimulation → ↑ peristalsis + ↑ fluid secretion §^#Chloride $channel activators# ∆^Lubiprostone ∆^CFTR chloride channel stimulation → ↑ fluid secretion §^#Opioid$ antagonists**# ∆^Methylnaltrexone ∆^μ Opioid receptor antagonism → ↑ peristalsis %#*<3 bowel movements/week with symptoms (eg, straining, hard stools) for at least 3–6 months.$**For chronic constipation induced by opioids.$#CFTR =# cystic fibrosis transmembrane conductance regulator.","explanation_img":"","explanation_1":"","explanation_2":"Chronic constipation is common in elderly persons with impaired mobility as well as those treated long term with opioids.  Because lifestyle (eg, exercise) and dietary modifications (eg, increased fiber, fluid) are frequently difficult for these patients, constipation is often treated pharmacologically. $#Osmotic laxatives# (eg, polyethylene glycol) are poorly absorbable substances that draw water (and subsequently electrolytes) into the intestinal lumen.  The #increased fluid load# distends the intestinal wall, stimulating intestinal #peristalsis# to create a bowel movement. $Osmotic substances can also accumulate in the intestinal lumen in patients with #lactose intolerance#.  Undigested lactose is a nonabsorbable osmotic substance; accumulation in the small intestine leads to an increase in the secretion of water and electrolytes into the intestinal lumen, causing #osmotic diarrhea#.  Bacteria in the distal intestine can also ferment the lactose, producing fatty acids and gasses that cause additional abdominal distension, pain, and flatulence.  Symptoms resolve when milk-containing products are eliminated from the diet. $#(Choice A)#  Diarrhea in carcinoid syndrome is secretory and high in electrolytes.  High amounts of circulating serotonin stimulate 5-HT4 receptors in the colon, increasing fluid secretion. $#(Choice B)#  In Crohn disease, intestinal inflammation leads to dysregulated ion transport and impaired epithelial barrier function.  Consequently, colonic fluid secretion outweighs fluid reabsorption, resulting in diarrhea that is secretory, bloody, and leukocytic (inflammatory diarrhea). $#(Choice C)#  Irritable bowel syndrome is a functional intestinal disorder that presents with diarrhea alternating with constipation, abdominal pain, and distension without organic cause.  Fecal water and electrolyte content are normal. $#(Choice E)#  Rectal prolapse is a protrusion of rectal mucosa through the anus associated with pregnancy and constipation; the risk is also increased in patients with chronic diarrhea. $#Educational objective# Polyethylene glycol is an osmotic laxative.  Primary lactose intolerance is associated with the inability to digest lactose.  The high osmotic load from intraluminal accumulation of lactose can lead to watery diarrhea.  "},

{"id":"430","title":"A 60-year-old woman comes to the office with persistent, profuse mucoid diarrhea.  Despite not eating much for the past 2 days, her diarrhea has not decreased, but she has no other symptoms.  The patient has not had age-appropriate colon cancer screening.  Family history is unremarkable.  She does not use tobacco, alcohol, or illicit drugs.  Vital signs and cardiopulmonary examination are normal.  The abdomen is soft and nondistended.  There is no hepatosplenomegaly.  Laboratory studies show hypokalemia and microcytic anemia.  Colonoscopy reveals a 2.5-cm, cauliflower-like mass in the sigmoid colon.  The mass is resected and the histopathology of the lesion is shown in the @exhibit@.  Which of the following is the most likely diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit430.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carcinoid tumor","answer_2":"B. Hamartomatous polyp","answer_3":"C. Hyperplastic polyp","answer_4":"D. Signet ring cell carcinoma","answer_5":"E. Villous adenoma","percent_1":"8%","percent_2":"7%","percent_3":"7%","percent_4":"2%","percent_5":"76%","right_answer":"E. Villous adenoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp430.jpg","explanation_1":"","explanation_2":"$Biopsy of this patient's mass demonstrates long glands with finger-like (villous) projections extending from the surface as well as dysplastic epithelium, which are characteristic of a #villous adenoma#.  A villous adenoma is often large and sessile and can have velvety or cauliflower-like projections.  By contrast, a @tubular adenoma@ is composed of dysplastic colonic mucosal cells that form tube-shaped glands and tends to be smaller and pedunculated.  A mixture of these 2 types indicates a tubulovillous adenoma.  Of these, villous adenomas are the most likely to undergo #malignant transformation#. $ Adenomas in the colon can cause occult or visible bleeding, leading to iron-deficiency anemia.  Large polyps may occasionally cause partial obstruction with pain, constipation, and abdominal distension.  In addition, villous adenomas can produce large quantities of prostaglandin E2, which results in #increased mucin# production and a #secretory diarrhea# characterized by watery, mucinous stools.  Mucin is a potassium-rich glycoprotein; excessive production can result in #hypoproteinemia# and #hypokalemia#. $ (Choice A)  Intestinal @carcinoids@ can cause diarrhea and are often associated with additional symptoms such as flushing, wheezing, and vascular telangiectasia when they metastasize.  Histopathology is typified by insular (nesting) masses of small, round cells with peripheral palisading, granular cytoplasm, small nucleoli, and salt-and-pepper chromatin. $ (Choice B)  @Hamartomatous polyps@ consist of disorganized mucosal glands, smooth muscle, and connective tissue.  They may occur sporadically or in Peutz-Jeghers syndrome or juvenile polyposis.  These polyps can cause bleeding and intussusception, but not secretory diarrhea. $ (Choice C)  @Hyperplastic polyps@ are characterized by a proliferation of nondysplastic epithelial cells resulting in a serrated or 'sawtoothed' architecture seen in the upper parts of the crypts.  They are typically small lesions and almost always asymptomatic. $ (Choice D)  Signet ring cell carcinoma can occur in different locations, such as the @stomach@, breast, ovary, and colorectal area.  Tumor cells contain abundant mucins that push the nuclei to the periphery and give the tumor cells their characteristic appearance. $ Educational objective Adenomatous polyps are either tubular, villous, or tubulovillous, depending on their histologic appearance.  Villous adenomas tend to be larger, sessile, and more severely dysplastic than tubular adenomas.  Villous adenomas can cause a secretory diarrhea from increased mucin production; patients may develop hypoproteinemia and hypokalemia.","clickable_1":"images/img1.430.jpg","clickable_2":"images/img2.430.jpg","clickable_3":"images/img3.430.jpg","clickable_4":"images/img4.430.jpg","clickable_5":"images/img5.430.jpg"},

{"id":"14901","title":"A 72-year-old woman comes to the emergency department due to bloody bowel movements.  One hour ago, the patient had a sudden urge to defecate and passed a large amount of bright red blood mixed with stool.  Several minutes later, she had another episode with a small amount of blood.  The patient reports no nausea, vomiting, abdominal pain, diarrhea, or fever and never had such symptoms before.  She is hospitalized but has no further bleeding.  Physical examination, including a digital rectal examination, is unremarkable.  A colonoscopy performed after bowel preparation reveals the findings in the @exhibit@.  There are no other abnormalities.  Which of following is the most likely source of this patient's bleeding?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit14901.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal arteriovenous channel","answer_2":"B. Diffusely eroded mucosal surface","answer_3":"C. Dilated and tortuous venous plexus","answer_4":"D. Disruption of vasa recta","answer_5":"E. Sloughed off polypoidal mass","percent_1":"7%","percent_2":"17%","percent_3":"8%","percent_4":"64%","percent_5":"5%","right_answer":"D. Disruption of vasa recta","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Diverticular disease! ?Etiology? • Diverticulosis: ↑ intraluminal pressure causing$ herniation through points of weakness$ (vasa recta penetration) • Diverticular bleeding: injury to exposed vasa recta • Diverticulitis: trapped food particles & ↑$ intraluminal pressure causing microperforation ?Symptoms? • Diverticulosis: none • Diverticular bleeding: painless hematochezia • Diverticulitis: left lower quadrant pain, nausea, vomiting, fever ?Risk$ factors? • Diet high in red meat & fat & low in fiber • Obesity, physical inactivity, smoking","explanation_img":"","explanation_1":"","explanation_2":"This patient with hematochezia had a colonoscopy revealing multiple outpouchings of the colonic mucosa, consistent with #colonic diverticulosis#.  The incidence of diverticulosis increases with age and is seen typically in patients age >60.  Risk factors include low-fiber, high-fat diet, obesity, and physical inactivity. $ Diverticula tend to form in areas where the intraluminal colon wall lacks structural integrity.  Typically, these weak points are located where the #vasa recta# (terminal vessels derived from the superior and inferior mesenteric arteries) penetrate through the smooth muscular layer of the colon.  As the diverticula enlarge, the vessels are exposed to chronic injury, leading to thinning of the vascular media.  Ultimately, the weakened #vessels can ulcerate and rupture#, leading to intraluminal hemorrhage and #painless hematochezia# that is often self-limited but can occasionally result in hemodynamic instability. $ Management includes patient resuscitation (eg, intravenous fluids) and colonoscopy, which can diagnose diverticulosis and may identify and treat the source of any active bleeding; angiography or surgery may be required for persistent bleeding. $ (Choice A)  @Angiodysplasias@ are abnormal arteriovenous channels that form from ectatic, thin-walled vessels within the gastrointestinal tract.  Although they can also cause painless hematochezia, they are identified on colonoscopy as flat, red lesions with a fern-like or arborized appearance. $ (Choice B)  Diffuse, continuous mucosal inflammation and erosion extending from the rectum and into the proximal colon are consistent with ulcerative colitis (UC) and typically grossly visible on endoscopy.  Although UC also causes hematochezia, it is typically associated with diarrhea, progressive abdominal pain, tenesmus, and fevers. $ (Choice C)  Hemorrhoids are characterized by dilation and tortuosity of the rectal venous plexuses.  These appear as a purplish or bluish bulge at the anorectum and are identified easily on physical examination or during colonoscopy. $ (Choice E)  Colorectal adenocarcinoma, which arises typically from @colonic polyps@, can also cause hematochezia due to mucosal sloughing but is usually identified during a colonoscopy as an ulcerated polypoid mass.  Patients also often have a history of unexplained weight loss, fatigue, or abnormal stool caliber (eg, pencil-thin stool). $ Educational objective Colonic diverticula form at weak points in the colon wall, typically in areas where the vasa recta penetrate through the smooth muscle.  As diverticula enlarge, the vasa recta are exposed and become vulnerable to chronic injury, which can lead to intraluminal hemorrhage and painless hematochezia.","clickable_1":"images/img1.14901.jpg","clickable_2":"images/img2.14901.jpg"},

{"id":"19356","title":"A 52-year-old man comes to the office due to diarrhea.  For the past 3 months, he has had loose, brown, watery stools 4 or 5 times a day; it is associated with postprandial bloating.  The patient has no vomiting, melena, hematochezia, or unexpected weight changes.  He was diagnosed 10 years ago with systemic sclerosis, which presented with sclerodactyly and Raynaud phenomenon.  The patient does not use tobacco, alcohol, or illicit drugs.  The abdomen is visibly distended but nontender and without rebound or guarding.  His symptoms dramatically improve after treatment with oral antibiotics.  Which of the following is most likely responsible for this patient's diarrhea?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Defective structure of apoproteins","answer_2":"B. Impaired pancreatic enzyme release","answer_3":"C. Maldigestion in the intestinal lumen","answer_4":"D. Pancreatic enzyme inactivation","percent_1":"4%","percent_2":"17%","percent_3":"70%","percent_4":"9%","right_answer":"C. Maldigestion in the intestinal lumen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Small intestinal bacterial overgrowth#∆⨉ §^#Risk factors# ∆ • Anatomic abnormalities (eg, strictures, surgery) • Motility disorders (eg, diabetes mellitus, scleroderma, opioid use) • Immunodeficiency (IgA deficiency) • Gastric hypochlorhydria (proton pump inhibitor use) §^#Pathogenesis# ∆ • Proliferation of colonic bacteria in the small intestine • Maldigestion and possible malabsorption of nutrients • Fermentation of carbohydrates §^#Clinical$ manifestations# ∆ • Bloating, flatulence • Chronic watery diarrhea • Severe: steatorrhea, vitamin deficiencies §^#Treatment# ∆ • Dietary changes (eg, high fat, low carbohydrate) • Oral antibiotics (eg, rifaximin, ciprofloxacin)","explanation_img":"","explanation_1":"","explanation_2":"This patient has #small intestinal bacterial overgrowth# (SIBO) presenting with bloating and diarrhea.  SIBO is caused by bacterial proliferation (eg, Escherichia coli, Bacteroides, Aeromonas) in the small bowel.  It is a common complication of #scleroderma#, which can alter intestinal motility due to smooth muscle atrophy and fibrosis.  As in this patient, symptoms often improve with #antibiotics#. $SIBO is characterized by mucosal enterocyte injury due to bacterial adherence, invasion, and toxin injury.  The activity of brush border enzymes is often impaired.  These changes lead to #maldigestion# and often malabsorption in more severe cases.  Specific macronutrient effects include the following: $• Carbohydrates:  decreased digestion and absorption of carbohydrates facilitate #bacterial fermentation#, producing carbon dioxide, hydrogen, and methane gases (eg, bloating). $• Fatty acids:  conjugated bile acids normally emulsify dietary fats in the proximal small bowel and are reabsorbed in the terminal ileum.  However, SIBO causes deconjugation of bile acids, leading to early bile acid resorption in the jejunum, reduced lipid emulsification, and #fat malabsorption#. $• Amino acids:  SIBO causes maldigestion of proteins and malabsorption of amino acids, occasionally leading to protein-losing enteropathy in severe cases. $#(Choice A)#  Defective apoprotein structure occurs in abetalipoproteinemia, an autosomal recessive disorder that presents in infancy with fat malabsorption and growth abnormalities; symptoms would not improve with antibiotics. $#(Choice B)#  Impaired release of pancreatic lipase occurs with chronic pancreatitis.  Patients typically have severe postprandial abdominal pain and steatorrhea (bulky, fat-laden stools); therapy involves pancreatic enzyme replacement, not antibiotics. $#(Choice D)#  Gastrin-secreting tumors (ie, Zollinger-Ellison syndrome) cause gastric acid hypersecretion, which lowers duodenal pH and inactivates pancreatic lipase.  Although it can cause diarrhea and fat malabsorption, hypersecretion typically presents with abdominal pain and multiple gastrointestinal ulcers; antibiotics are ineffective. $#Educational objective# Small intestinal bacterial overgrowth is characterized by bacterial proliferation in the small bowel, leading to mucosal inflammation with subsequent fermentation of carbohydrates and fat malabsorption; it manifests with diarrhea, abdominal distension, and flatulence.  Patients with impaired intestinal peristalsis (eg, systemic sclerosis) are at increased risk.  Treatment includes oral antibiotics.  "},

{"id":"427","title":"A 50-year-old woman comes to the office for a preventive examination.  She feels well and has no ongoing symptoms.  Medical and family histories are unremarkable.  The patient does not use tobacco or alcohol.  Blood pressure is 132/76 mm Hg and pulse is 72/min.  BMI is 25 kg/m2.  Physical examination is normal.  The patient is up to date on breast and cervical screenings but has not undergone colon cancer screening.  She is referred for colonoscopy, during which a single colon polyp is discovered.  The polyp is removed and sent for microscopic examination.  Which of the following pathologic findings would be associated with the greatest risk of malignant transformation?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 1-cm sessile hyperplastic polyp","answer_2":"B. 2-cm sessile lymphoid polyp","answer_3":"C. 2-cm tubular adenomatous polyp","answer_4":"D. 2-cm villous adenomatous polyp","answer_5":"E. 3-cm pedunculated hamartomatous polyp","percent_1":"8%","percent_2":"8%","percent_3":"8%","percent_4":"73%","percent_5":"4%","right_answer":"D. 2-cm villous adenomatous polyp","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Common colonic polyps! Neoplastic ∆ Nonneoplastic § • Sessile serrated polyp$ • Adenomatous (villous >$ tubular) ∆ • Hyperplastic $• Inflammatory $• Hamartomatous","explanation_img":"","explanation_1":"","explanation_2":"Colonic polyps are protrusions above the mucosa that may appear pedunculated or sessile (ie, without a stalk) and can be differentiated as nonneoplastic or neoplastic. #Neoplastic polyps# include #adenomatous# polyps (eg, tubular, villous, tubulovillous) and #sessile serrated# polyps.  These polyps have the potential to transform into colonic adenocarcinoma. $ #Increasing polyp size# is the most important characteristic that #correlates with malignancy risk#.  Other risk factors include degree of dysplasia (eg, high-grade dysplasia) and architectural pattern.  @Villous adenomas@ are more likely to undergo malignant transformation than @tubular adenomas@ #(choice C)#. $ Most colon polyps are nonneoplastic and do not transform into colonic adenocarcinoma; such types include: $ • @Hyperplastic polyps@, the most common nonneoplastic polyp, are typically small and comprise a proliferation of nondysplastic epithelial cells forming crypts #(choice A)#. $ • Inflammatory polyps comprise distorted crypts surrounded by inflammatory cells and are due to repeated injury and regeneration (eg, inflammatory bowel disease). $ • Hamartomatous polyps (eg, juvenile polyps) consist of disorganized tissue native to the colon (eg, crypts, smooth muscle).  Solitary, sporadic hamartomatous polyps typically have no risk for malignant transformation #(choice E)#.  Multiple polyps occur in hamartomatous polyposis syndromes (eg, juvenile polyposis syndrome), which confer an increased risk of malignancy. $ (Choice B)  Solitary lymphoid polyps often comprise benign, reactive, hyperplastic lymphoid follicles (eg, following infection) that bulge into the mucosa, appearing polypoid on colonoscopy. $ Educational objective Adenomatous and sessile serrated polyps are neoplastic polyps that have malignant potential.  Increasing polyp size is the most important risk factor for cancer; villous histology and high-grade dysplasia are additional risk factors.","clickable_1":"images/img1.427.jpg","clickable_2":"images/img2.427.jpg","clickable_3":"images/img3.427.jpg"},

{"id":"7573","title":"A 22-year-old male presents to the emergency department complaining of fever, abdominal pain, and vomiting.  He has had these symptoms for the past four days, but has not sought medical attention because of concerns over the cost of treatment.  On examination, the patient appears acutely ill.  There is right lower quadrant tenderness with rebound as well as a palpable mass.  CT scan of the abdomen and pelvis demonstrates a periappendiceal fluid collection.  Culture of this fluid would most likely isolate which of the following organisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Staphylococcus aureus","answer_2":"B. Actinomyces","answer_3":"C. Candida albicans","answer_4":"D. Bacteroides fragilis","answer_5":"E. Entamoeba histolytica","percent_1":"14%","percent_2":"3%","percent_3":"0%","percent_4":"73%","percent_5":"10%","right_answer":"D. Bacteroides fragilis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient is suffering from perforated appendicitis that has evolved into an intraabdominal abscess.  Although most infections within the abdominal cavity are polymicrobial, B. fragilis is a common anaerobic gram-negative bacillus that is frequently isolated, and of the choices given, it is the most likely organism to be identified in the culture of this patient's abscess.  This organism expresses unique surface polysaccharides that have been shown to favor abscess formation.  In addition to B. fragilis, common bacterial isolates from intraabdominal infections include other members of the normal colonic flora such as Escherichia coli, enterococci, and streptococci. $#(Choice A)#  S. aureus is a gram-positive organism that can cause abscess formation on the skin, but is not typically isolated from an intraabdominal abscess. $#(Choice B)#  Actinomyces species are anaerobic bacteria that can form abscesses in the cervicofacial region or abdominal cavity.  However, they are much less common than B. fragilis and typically do not form abscesses this quickly. $#(Choice C)#  Candida albicans can be isolated from an infection resulting from perforation of the proximal bowel such as a perforated peptic ulcer. $#(Choice E)#  Infection with E. histolytica can result in the formation of an amebic liver abscess.  This patient, however, has perforated appendicitis, which is not related to infection with E. histolytica. $#Educational objective# Intraabdominal infections are polymicrobial, with B. fragilis and E. coli being the most prominent organisms isolated.  "},

{"id":"326","title":"A 6-year-old girl is brought to the office due to intermittent abdominal cramps, bloating, and diarrhea for 2 months.  She also has excessive flatulence, which typically occurs after meals.  The patient has had no fever or vomiting.  She eats a well-balanced diet and takes no medications or vitamins.  Vital signs are appropriate for age.  Examination shows a mildly distended abdomen with no hepatosplenomegaly or tenderness.  Laboratory evaluation reveals elevated tissue transglutaminase antibodies.  Which of the following locations should be biopsied to confirm the diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Stomach","answer_2":"B. Duodenum","answer_3":"C. Distal jejunum","answer_4":"D. Terminal ileum","answer_5":"E. Colon","percent_1":"1%","percent_2":"63%","percent_3":"17%","percent_4":"15%","percent_5":"3%","right_answer":"B. Duodenum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Celiac disease! ?Pathogenesis? • Gluten (gliadin) consumption → immune-$mediated small intestine inflammation →$ chronic malabsorption ?Symptoms? • Abdominal pain • Diarrhea, flatulence & bloating • Failure to thrive (children) or weight loss • Iron deficiency anemia • Dermatitis herpetiformis ?Diagnosis? • Serology: tissue transglutaminase IgA,$ antiendomysial antibodies • Duodenal biopsy: intraepithelial$ lymphocytes, villous atrophy, crypt$ hyperplasia ?Associated$ conditions? • Autoimmune disorders (eg, type 1 diabetes) • Cancer risk: T-cell lymphoma ","explanation_img":"","explanation_1":"","explanation_2":"This patient with chronic gastrointestinal symptoms and elevated #tissue transglutaminase (TTG) antibodies# likely has #celiac disease#.  This chronic, malabsorptive disorder is caused by an immune-mediated reaction to dietary gliadin (the major component of #gluten#) found in wheat, barley, and rye. $ In patients with celiac disease, gliadin triggers an #inflammatory reaction# within the small intestine that leads to the classic symptoms of abdominal pain, distension, flatulence, and diarrhea.  Laboratory evaluation usually reveals antibodies against TTG, a crosslinking enzyme that interacts with glutamine-rich proteins (including exogenous gliadin).  Endoscopy with biopsy characteristically shows villus atrophy, lymphocytic infiltration of the intraepithelial cells, and crypt hyperplasia.  Biopsy of the #duodenum# and #proximal jejunum# are most likely to confirm the diagnosis because these areas of the intestine are exposed to the #highest concentration of gliadin#. $ (Choice A)  Helicobacter pylori infection, which predisposes to gastritis and peptic ulcer disease, can cause abdominal pain (often postprandial) and bloating, and gastric biopsy can confirm the diagnosis.  However, elevated TTG antibodies are not associated with H pylori. $ #(Choices C, D, and E)#  Because celiac disease primarily involves the proximal small bowel, biopsies from the distal jejunum and terminal ileum may be normal in patients with celiac disease and are not recommended; the colon is not affected in celiac disease. $ Educational objective Celiac disease is caused by an immune-mediated reaction to gluten and classically leads to chronic gastrointestinal symptoms.  Diagnosis is confirmed by elevated tissue transglutaminase IgA antibody levels and duodenal biopsy showing villus flattening, intraepithelial lymphocyte infiltration, and crypt hyperplasia."},

{"id":"405","title":"A 32-year-old man with abdominal pain and periodic diarrhea is found to have heme-positive stools.  Stool cultures show no growth of pathogenic organisms.  Colonoscopy with biopsy of the colonic mucosa is performed.  Light microscopy of the tissue sample is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/405.jpg","title_2":"This patient most likely suffers from which of the following disorders?","audio":"","comparison_items":"","answer_1":"A. Acute appendicitis","answer_2":"B. Collagenous colitis","answer_3":"C. Crohn disease","answer_4":"D. Ischemic colitis","answer_5":"E. Pseudomembranous colitis","answer_6":"F. Ulcerative colitis","percent_1":"0%","percent_2":"3%","percent_3":"76%","percent_4":"1%","percent_5":"1%","percent_6":"18%","right_answer":"C. Crohn disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp405.jpg","explanation_1":"","explanation_2":"$This younger patient with abdominal pain, heme-positive stool, and #noncaseating granulomas# (NCGs, pictured above) on microscopy has #Crohn disease# (CD).  CD is an inflammatory bowel disease that can cause patchy inflammation throughout the gastrointestinal tract, interspersed with areas of normal bowel (#skip lesions#). $ NCGs are often seen in CD and are considered a hallmark of the disease.  NCGs are characterized by an accumulation of epithelioid macrophages that frequently form multinucleated giant cells without central necrosis (noncaseating), surrounded by a cuff of lymphocytes.  Granulomas are formed in an attempt to wall off an offending agent; in the case of CD this is likely due to an unregulated immune response to gut flora or self-antigens.  They can be found in any layer of the intestinal wall, and may also be present in other tissues such as the lymph nodes and skin.  Other characteristic histopathologic findings in CD include inflammation involving the entire thickness of the intestinal wall (#transmural inflammation#), distortion of normal mucosal architecture, and Paneth cell metaplasia. $ (Choice A)  @Acute appendicitis@ presents with periumbilical or right lower quadrant pain and fever.  Microscopy shows a dense neutrophilic infiltrate and necrosis of the appendix. $ (Choice B)  @Collagenous (microscopic) colitis@ typically presents with frequent diarrhea in older women and histology demonstrates thickening of the subepithelial collagen band. $ (Choice D)  @Ischemic colitis@ is most common in older patients and presents with abdominal pain and bleeding; microscopy shows necrosis, thrombus formation, and hemorrhage. $ (Choice E)  @Pseudomembranous colitis@ is due to Clostridioides difficile infection and presents with watery diarrhea, abdominal pain, and fever.  Microscopy shows mucopurulent exudates composed of fibrin, bacteria, and neutrophils. $ (Choice F)  @Ulcerative colitis@ is another cause of inflammatory bowel disease; histology demonstrates a continuous superficial inflammation affecting the mucosa and submucosa with crypt abscesses (neutrophil collections within glandular lumen) and crypt atrophy.  Granulomas do not occur. $ Educational objective Noncaseating granulomas are a hallmark of Crohn disease and can help distinguish it from ulcerative colitis, which does not form granulomas.  Histopathology in Crohn disease also demonstrates transmural inflammation, distortion of the normal architecture, and Paneth cell metaplasia.","clickable_1":"images/img1.405.jpg","clickable_2":"images/img2.405.jpg","clickable_3":"images/img3.405.jpg","clickable_4":"images/img4.405.jpg","clickable_5":"images/img5.405.jpg"},

{"id":"133","title":"A 60-year-old woman comes to the office with intermittent flatulence, crampy abdominal pain, and watery diarrhea.  Her symptoms started 2 months ago after she recovered from an episode of acute gastroenteritis associated with nausea, vomiting, and diarrhea.  The patient's symptoms are worse after drinking \"too much milk.\"  She usually has 1 or 2 glasses of wine every evening with dinner.  Physical examination is unremarkable.  Initial laboratory evaluation, including serum chemistries, blood counts, stool cultures, and studies for ova and parasites, is negative.  Which of the following is most likely decreased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Breath hydrogen content","answer_2":"B. Fecal fat","answer_3":"C. Pancreatic enzymes","answer_4":"D. Stool osmolality","answer_5":"E. Stool pH","percent_1":"9%","percent_2":"2%","percent_3":"18%","percent_4":"23%","percent_5":"48%","right_answer":"E. Stool pH","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation with flatulence, crampy abdominal pain, and watery diarrhea after consuming dairy products (eg, milk) is consistent with #lactose intolerance#.  The most common cause of lactose intolerance is lactase nonpersistence, which is especially prevalent in Asian and African populations and is characterized by declining lactase expression in adulthood.  This patient's lactose intolerance is most likely due to #secondary lactase deficiency#, an acquired condition resulting from inflammation/infection (eg, bacterial overgrowth, #infectious enteritis#, Crohn disease) that causes injury to the mucosal brush border of the small bowel where lactase is expressed. $Lactase deficiency results in incomplete hydrolysis of lactose into the monosaccharides glucose and galactose.  The fermentation of undigested lactose by gut bacteria leads to increased production of short-chain fatty acids (eg, acetate, butyrate, propionate) that acidify the stool (#decreased stool pH#).  During this process, hydrogen gas is also produced, leading to #increased breath hydrogen content (choice A).#  In addition, the high amounts of undigested lactose in the bowel lead to #elevated stool osmolality#, which attracts excess water in the bowel lumen, causing osmotic diarrhea #(choice D).# $#(Choice B)#  Inflammation/infection of the small intestine may lead to fat malabsorption, resulting in steatorrhea (eg, greasy, malodorous stool that is difficult to flush), weight loss, and increased fecal fat content.  Fat malabsorption does not typically occur in patients with lactase deficiency. $#(Choice C)#  Reduced pancreatic enzyme production (exocrine insufficiency) can occur with chronic pancreatitis, which is seen frequently in individuals with chronic alcoholism.  Pancreatic enzyme levels are not affected by secondary lactase deficiency. $#Educational objective# Lactose intolerance presents with flatulence, crampy abdominal pain, and watery diarrhea after dairy product consumption.  It can be acquired by inflammatory/infectious conditions that injure the mucosal brush border of the small intestine where lactase is expressed.  Studies can show increased breath hydrogen content, reduced stool pH, and elevated stool osmolality.  "},

{"id":"1783","title":"A 26-year-old woman is evaluated for intermittent abdominal pain occurring over the last several years.  The pain is crampy without radiation and graded 6/10 in intensity.  She also has fluctuating diarrhea but has not seen blood in the stool.  The patient has no nausea, vomiting, constipation, urinary frequency, dysuria, or vaginal symptoms.  Her last menstrual period was 2 weeks ago.  She does not use tobacco or alcohol.  Temperature is 37.2 C (99 F), blood pressure is 115/70 mm Hg, and pulse is 90/min.  On examination, the abdomen is tender without guarding or rebound.  There is a draining fistula near her coccyx.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Crohn disease","answer_2":"B. Diverticulitis","answer_3":"C. Intergluteal pilonidal disease","answer_4":"D. Irritable bowel syndrome","answer_5":"E. Ulcerative colitis","percent_1":"64%","percent_2":"10%","percent_3":"12%","percent_4":"7%","percent_5":"7%","right_answer":"A. Crohn disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1783.jpg","explanation_1":"","explanation_2":"$This patient likely has #Crohn disease (CD)# complicated by a perianal fistula.  CD can involve the gastrointestinal tract anywhere from the mouth to the anus but often spares the rectum.  Patients typically present insidiously (over the course of years) with bouts of crampy #abdominal pain, diarrhea#, and constitutional symptoms (eg, fatigue, weight loss, fever).  Fecal occult blood testing is often positive; however, grossly bloody stool is less commonly seen unless the colon is involved. $ Patients are prone to developing fistulas and abscesses due to the #transmural inflammation# that occurs in CD.  #Fistulas# are abnormal connections between 2 epithelial-lined organs.  They are usually formed between the bowel and nearby structures that include the skin (enterocutaneous), urinary bladder (enterovesical), vagina (enterovaginal), or bowel (enteroenteric).  #Perianal disease# other than fistulas is also common and may include @skin tags@ and fissures. $ (Choice B)  Diverticulitis is characterized by inflammation of saclike protrusions (diverticula) that typically form in the sigmoid colon of older patients.  It can present with left lower quadrant abdominal pain, diarrhea or constipation, low-grade fever, and fistulas; however, this patient's young age makes the diagnosis less likely. $ (Choice C)  Intergluteal @pilonidal disease@ is a common skin condition involving the upper natal cleft of the buttocks.  Although patients may present with draining sinus tracts in the intergluteal region, abdominal pain/tenderness and diarrhea are not characteristic. $ (Choice D)  Irritable bowel syndrome (IBS) is characterized by chronic abdominal pain associated with altered bowel habits (eg, diarrhea and/or constipation).  Pain is often relieved with bowel movements.  IBS is not an inflammatory condition and does not cause fistulas. $ (Choice E)  Ulcerative colitis is an inflammatory disease of the colonic mucosa that almost always affects the rectum and often presents with grossly bloody stool.  Fistulas are not commonly seen as inflammation does not involve the full thickness of the bowel wall. $ Educational objective Crohn disease typically presents with the insidious onset of abdominal pain, diarrhea, and constitutional symptoms (eg, weight loss, fever).  Patients are prone to developing fistulas/abscesses as the lesions affect the entire thickness of the bowel wall.  Perianal disease (eg, skin tags, fissures) is also common.","clickable_1":"images/img1.1783.jpg","clickable_2":"images/img2.1783.jpg"},

{"id":"131","title":"A 45-year-old man comes to the office due to a 1 year history of abdominal pain and greasy stools.  He has also noticed a 7-kg (15.4-lb) weight loss over the past 6 months.  Medical history is significant for several years of joint pain in his knees and wrists but is otherwise unremarkable.  The patient does not use tobacco or alcohol.  After an initial workup, a duodenal biopsy is performed.  Microscopic examination shows numerous macrophages in the lamina propria filled with inclusions positive for periodic acid–Schiff stain.  Which of the following is the most appropriate treatment for this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aminosalicylic acid derivatives","answer_2":"B. Antibiotics","answer_3":"C. Enzyme supplementation","answer_4":"D. Modified diet","answer_5":"E. Surgical resection","percent_1":"6%","percent_2":"67%","percent_3":"8%","percent_4":"14%","percent_5":"5%","right_answer":"B. Antibiotics","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with joint pain and malabsorption (eg, greasy stools, weight loss) has biopsy findings consistent with #Whipple disease#, a rare, systemic disease caused by chronic infection with the gram-positive bacillus #Tropheryma whipplei#.  It usually presents in middle-aged men (age 40-60) and often affects multiple organ systems, most commonly the small intestine (eg, #abdominal pain#, #diarrhea#, steatorrhea, weight loss), joints (eg, #arthralgia#), and CNS (eg, dementia).  T whipplei #proliferates within the macrophages# of affected tissues and provokes minimal inflammatory response, allowing persistent infection. $ Diagnosis can be confirmed with biopsy of the small intestine, which shows numerous #foamy macrophages# @distended by bacilli@ in the lamina propria.  The bacilli are characteristically positive for #periodic acid–Schiff# (PAS), which stains polysaccharides in the T whipplei membrane.  Long-term (ie, ≥12 months) #antibiotic therapy# is usually successful in resolving the symptoms, although relapses can occur. $ (Choice A)  Aminosalicylic acid derivatives are appropriate treatment for @ulcerative colitis@ (UC).  Although UC can present with gastrointestinal symptoms, weight loss, and joint pain, microscopic examination of the intestine typically shows diffuse mucosal inflammation, including crypt abscesses and ulceration. $ (Choice C)  Digestive enzyme supplementation is appropriate treatment for patients with diminished exocrine pancreatic function (eg, chronic pancreatitis).  Patients with chronic pancreatitis may have abdominal discomfort, greasy stools, and weight loss.  However, PAS-positive macrophages would not be expected. $ (Choice D)  A modified diet is indicated for patients with celiac disease or other food-sensitive conditions.  @Celiac disease@ can present with abdominal discomfort, greasy stools, and weight loss, but histologic findings typically include duodenal villous blunting, increased intraepithelial lymphocytes, and crypt hyperplasia. $ (Choice E)  Surgery is appropriate for patients with bowel conditions unresponsive to medical treatment (eg, ischemic infarction).  Intestinal infarction typically presents with severe abdominal pain, and microscopic examination may show coagulative necrosis. $ Educational objective Whipple disease, caused by the gram-positive actinomycete Tropheryma whipplei, is a rare systemic illness that often involves the small intestine, joints, and CNS.  Classic intestinal histologic findings include foamy macrophages in the lamina propria filled with bacilli positive for periodic acid–Schiff stain.  Treatment is with antibiotics.","clickable_1":"images/img1.131.jpg","clickable_2":"images/img2.131.jpg","clickable_3":"images/img3.131.jpg"},

{"id":"1396","title":"A 65-year-old man comes to the emergency department due to abdominal pain and diarrhea.  Three weeks ago, he drove from Texas to Mexico for a family vacation.  Temperature is 38.3 C (101 F), blood pressure is 115/70 mm Hg, and pulse is 98/min.  Abdominal examination shows mild, generalized tenderness with no rebound tenderness or guarding.  Leukocyte count is 14,000/mm3.  Sigmoidoscopy demonstrates white-yellow plaques on the colonic mucosa, and biopsy shows that the plaques are composed of fibrin and inflammatory cells.  Further questioning regarding this patient's trip to Mexico is most likely to reveal which of the following events?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. He consumed shellfish from the hotel buffet","answer_2":"B. He drank unpurified tap water on several occasions","answer_3":"C. He had undercooked pork at a resort barbecue","answer_4":"D. He required hospitalization and antibiotics for pneumonia","answer_5":"E. He took home-canned foods to consume during the trip","percent_1":"7%","percent_2":"22%","percent_3":"9%","percent_4":"60%","percent_5":"2%","right_answer":"D. He required hospitalization and antibiotics for pneumonia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Clostridioides difficile colitis! ?Risk factors? • Recent antibiotic use • Hospitalization • Gastric acid suppression (eg, PPI) ?Pathogenesis? • Disruption of intestinal flora → C$ difficile overgrowth • Toxins A & B disrupt cytoskeleton$ integrity & stimulate inflammation • Pseudomembrane formation ?Clinical$ presentation? • Profuse watery diarrhea (most common) • Leukocytosis (~15,000/mm3) • Fulminant colitis/toxic megacolon?Diagnosis? • Stool PCR for C difficile genes* • Stool EIA for C difficile toxin & glutamate$ dehydrogenase antigen ?Treatment? • Oral fidaxomicin or oral vancomycin • IV metronidazole added for fulminant$ disease %*Genes specific to toxigenic strains are assessed.$ #EIA# = enzyme immunoassay; #IV# = intravenous; #PCR# = polymerase chain reaction; #PPI# = proton pump inhibitor.","explanation_img":"","explanation_1":"","explanation_2":"This patient has abdominal pain, diarrhea, and leukocytosis.  The formation of @pseudomembranes@ (white-yellow plaques composed of fibrin, inflammatory cells, and cellular debris) on the colonic mucosa is highly consistent with pseudomembranous colitis due to #Clostridioides difficile#, a spore-forming bacillus that colonizes up to 50% of hospitalized adults. #Antibiotic therapy# (eg, fluoroquinolones for bacterial pneumonia) #increases the risk# of C difficile infection because it kills intestinal microbes that normally keep potential pathogens in check.  C difficile can proliferate in the altered microbiome, leading to overgrowth and clinical disease. $ C difficile produces 2 toxins—toxin A (enterotoxin) and toxin B (cytotoxin)—which penetrate colonic epithelial cells and damage cellular cytoskeletons and intercellular tight junctions.  This results in widespread inflammation, edema, necrosis, and fibrin deposition.  Clinical manifestations range from watery diarrhea and mild abdominal cramping to fulminant colitis with nonobstructive colonic enlargement (megacolon) and intestinal perforation. $ #(Choices A and B)# Ingestion of undercooked shellfish is associated with Vibrio, Norwalk virus, and hepatitis A infections.  Traveler's diarrhea, caused by bacteria (eg, enterotoxigenic Escherichia coli, Campylobacter, Salmonella, Shigella) or parasites (eg, Giardia), is often due to contaminated water consumption.  These conditions can manifest as diarrhea and abdominal pain; however, pseudomembranes are virtually pathognomonic for C difficile colitis. $ (Choice C)  Consumption of undercooked pork is a risk factor for intestinal tapeworm (taeniasis), which occurs after ingestion of Taenia solium.  Patients are often asymptomatic but may have nausea or abdominal pain. $ (Choice E)  Adult botulism occurs after ingestion of preformed toxin in home-canned food.  This neurotoxin inhibits acetylcholine release from the nerve terminals at neuromuscular junctions and causes a descending flaccid paralysis. $ Educational objective Antibiotics disrupt the normal intestinal flora and can allow for overgrowth of Clostridioides difficile, an anaerobic, gram-positive, spore-forming bacillus.  C difficile produces 2 toxins that penetrate colonic epithelial cells leading to watery diarrhea, abdominal cramping, and colitis.  The presence of a pseudomembrane (exudate on colonic mucosa consisting of fibrin and inflammatory cells) is highly suggestive of C difficile infection.","clickable_1":"images/img1.1396.jpg"},

{"id":"1397","title":"A 65-year-old man comes to the office due to pain, redness, and swelling in his right calf.  The patient is diagnosed with cellulitis and clindamycin is initiated.  A few days after starting treatment, he develops watery diarrhea and abdominal cramps.  The patient is hospitalized, and a complete blood count reveals leukocytosis.  The toxin responsible for this patient's condition most directly affects which of the following components of intestinal mucosal cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apical ion transport","answer_2":"B. Cell membrane integrity","answer_3":"C. Cytoskeleton integrity","answer_4":"D. Mitochondrial energy production","answer_5":"E. Ribosomal protein synthesis","percent_1":"29%","percent_2":"19%","percent_3":"42%","percent_4":"1%","percent_5":"8%","right_answer":"C. Cytoskeleton integrity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Clostridioides difficile colitis! ?Risk factors? • Recent antibiotic use • Hospitalization • Gastric acid suppression (eg, PPI) ?Pathogenesis? • Disruption of intestinal flora → C$ difficile overgrowth • Toxins A & B disrupt cytoskeleton$ integrity & stimulate inflammation • Pseudomembrane formation ?Clinical$ presentation? • Profuse watery diarrhea (most common) • Leukocytosis (~15,000/mm3) • Fulminant colitis/toxic megacolon?Diagnosis? • Stool PCR for C difficile genes* • Stool EIA for C difficile toxin & glutamate$ dehydrogenase antigen ?Treatment? • Oral fidaxomicin or oral vancomycin • IV metronidazole added for fulminant$ disease %*Genes specific to toxigenic strains are assessed.$ #EIA# = enzyme immunoassay; #IV# = intravenous; #PCR# = polymerase chain reaction; #PPI# = proton pump inhibitor.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Clostridioides difficile is part of the gut's normal microbial flora in 2%-3% of healthy adults and approximately 70% of healthy infants.  The administration of #antibiotics# (eg, #clindamycin#, fluoroquinolones, broad-spectrum penicillin) that are lethal to other commensal gut organisms can result in #C difficile# #colitis# due to an unchecked replication of pathogenic strains of C difficile. $These strains produce #toxin A# and #toxin B#, which act synergistically, although toxin B is significantly more virulent.  The toxins bind specific receptors on intestinal mucosal cells and are internalized, allowing them to inactivate the Rho-regulatory proteins involved in the maintenance of actin cytoskeletal structure.  The result is #loss of cytoskeleton integrity#, leading to cell rounding/retraction, disruption of intercellular tight junctions, and increased paracellular intestinal fluid secretion (eg, watery diarrhea).  Both toxins also have #inflammatory effects# (eg, neutrophil recruitment) and can induce apoptosis, resulting #pseudomembrane# formation. $#(Choice A)#  Apical ion transport is most directly affected by the cholera toxin (main exotoxin of Vibrio cholerae) through activation of adenylate cyclase, which leads to decreased salt reabsorption and increased transport of sodium and chloride out of the gut mucosal cell.  Apical ion transporters are indirectly affected by C difficile toxins due to loss of cell polarity (secondary to cytoskeletal dysfunction). $#(Choice B)#  Loss of cell membrane integrity is characteristic of alpha toxin lecithinase, one of many exotoxins released by Clostridium perfringens.  C perfringens can cause transient, watery diarrhea.  However, it is most frequently associated with clostridial myonecrosis (ie, gas gangrene), a rapidly progressive form of fasciitis associated with penetrating injury by soil-contaminated objects. $#(Choice D)#  Mitochondria are the primary source of ATP in human cells.  Cyanide and nucleoside reverse transcriptase inhibitors are examples of drugs associated with mitochondrial toxicity. $#(Choice E)#  Ribosomal protein synthesis is inhibited by Shiga and Shiga-like toxins.  Shiga toxin is the main exotoxin released by Shigella species; Shiga-like toxin (ie, verotoxin) is produced by enterohemorrhagic Escherichia coli (eg, O157:H7).  These toxins cause inflammatory diarrhea (eg, fever, pain, blood) 3-4 days after the ingestion of contaminated food or water. $#Educational objective# Pathogenic Clostridioides difficile can proliferate due to loss of commensal gut flora following the use of broad-spectrum antibiotics (eg, clindamycin).  C difficile toxins A and B stimulate an inflammatory reaction and disrupt the actin cytoskeletal structure, resulting in pseudomembranous colitis characterized by crampy abdominal pain, watery diarrhea, and leukocytosis.  "},

{"id":"426","title":"A 22-year-old man is brought to the emergency department with abdominal pain that started around his belly button, then moved to the right lower abdominal quadrant.  After initial evaluation, laparotomy is performed, and the surgical specimen is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/426.jpg","title_2":"Which of the following most likely initiated this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Arterial spasm","answer_2":"B. Bacterial proliferation","answer_3":"C. Lumen obstruction","answer_4":"D. Peptic ulceration","answer_5":"E. Venous thrombosis","percent_1":"3%","percent_2":"18%","percent_3":"72%","percent_4":"1%","percent_5":"5%","right_answer":"C. Lumen obstruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp426.jpg","explanation_1":"","explanation_2":"$This patient with abdominal pain has gross pathologic findings consistent with acute appendicitis.  #Acute appendicitis# typically occurs in children and young adults and is often initiated by #obstruction# of the #appendiceal lumen#.  The most common obstructing agents are fecaliths, hyperplastic lymphoid follicles (eg, following infection), tumors (eg, carcinoid), and nematodes. $ Mucus accumulates in the lumen of the obstructed appendix, which causes #increased pressure#, appendiceal wall distension, and impaired venous outflow.  The resulting #ischemia# and associated #bacterial proliferation (choice B)# lead to #inflammation# of the appendiceal wall, causing edema (with further distension), serosal #erythema#, and purulent #exudate#.  Necrosis of the wall with rupture may follow, and inflammatory fluid and bacterial contents may spill into the peritoneal cavity, causing peritonitis. $ Patients typically experience #abdominal pain#, which may migrate over time.  Distension of the appendix triggers afferent pain fibers that enter at the T10 level in the spinal cord, producing vague, referred pain at the #umbilicus#.  As the inflammatory reaction advances, the appendix irritates the parietal peritoneum, causing more severe somatic pain that #shifts# to the #right lower quadrant#. $ #(Choices A and E)#  Both arterial spasm and venous thrombosis can cause mesenteric ischemia, which often presents with severe, diffuse abdominal pain.  Gross examination of the affected bowel segment would show dusky red serosa, edema, and hemorrhagic mucosa. $ (Choice D)  Meckel diverticula often contain ectopic gastric mucosa, which may lead to peptic ulceration of the surrounding small intestinal tissue and subsequent lower intestinal bleeding.  Gross examination would show an intestinal outpouching within 2 feet of the ileocecal valve. $ Educational objective Obstruction of the appendiceal lumen (eg, fecalith, lymphoid hyperplasia) is frequently the inciting event in pathogenesis of acute appendicitis, which typically presents with periumbilical pain that shifts to the right lower quadrant.  Gross pathologic examination often shows an edematous, erythematous appendix with purulent exudate."},

{"id":"406","title":"A 27-year-old woman undergoes laparotomy for right lower quadrant pain and is found to have an inflamed terminal ileum.  The involved segment of the intestine is removed, and the lesion observed on light microscopy is seen in the image.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/406.jpg","title_2":"Which of the following cell types most likely mediated the formation of this patient's lesion?","audio":"","comparison_items":"","answer_1":"A. B-lymphocytes","answer_2":"B. Eosinophils","answer_3":"C. Neutrophils","answer_4":"D. Natural killer cells","answer_5":"E. Th1 cells","answer_6":"F. Th2 cells","percent_1":"8%","percent_2":"1%","percent_3":"8%","percent_4":"1%","percent_5":"71%","percent_6":"10%","right_answer":"E. Th1 cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp406.jpg","explanation_1":"","explanation_2":"$This patient has abdominal pain, ileal inflammation, and a @noncaseating granuloma@ on biopsy, all of which are consistent with Crohn disease (CD).  Noncaseating granulomas are seen only in a minority of patients with CD but, when present, are highly suggestive of the diagnosis.  Microscopically, granulomas contain a large number of epithelioid macrophages that may fuse together to form multinucleated cells (Langhans giant cells), surrounded by a band of lymphocytes. $ Granulomas are considered caseating or noncaseating: $ • #Caseating#: Central necrosis is present and has a granular, cheesy appearance.  Caseating granulomas are typically seen in infectious etiologies (eg, tuberculosis, leprosy, syphilis, cat scratch disease) due to cell death (both macrophage and bacterial) and the release of cellular contents. $ • #Noncaseating#: No central necrosis is present.  Noncaseating granulomas are typically seen in autoinflammatory conditions (eg, CD, sarcoidosis, common variable immune deficiency). $ Granuloma formation is a product of chronic T-lymphocyte and macrophage activation in response to a difficult-to-eradicate antigen (eg, mycobacterium, self-antigens).  Macrophages release tumor necrosis factor–alpha and other proinflammatory cytokines (eg, IL-6, IL-1, #IL-12#) that promote macrophage migration and #Th1 cell differentiation#.  Th1 cells are thought to be important in granuloma organization; they produce IL-2 and #interferon-gamma#, which promote further T-cell response, #activation of macrophages#, and differentiation of macrophages into giant cells.  Th17 cells are a proinflammatory subset of Th1 cells and contribute to the cell injury seen in CD. $ (Choice A)  B-lymphocytes differentiate into plasma cells and produce antibodies, thereby mediating the immune response to bacterial infection. $ (Choice B)  Eosinophils mediate defense reactions against certain parasites.  They are also implicated in the pathogenesis of hypersensitivity reactions. $ (Choice C)  The main function of neutrophils is phagocytosis.  They play an active role in nonspecific inflammatory processes. $ (Choice D)  Natural killer (NK) cells provide a nonspecific defense against virus-infected and tumor cells.  They are not known to play a role in CD. $ (Choice F)  Th2 cells are involved in the pathogenesis of ulcerative colitis.  They produce IL-5 and IL-13, which contribute to inflammation and damage of the intestinal mucosa. $ Educational objective Granulomas are characterized by a large number of epithelioid macrophages that may fuse together to form multinucleated cells (Langhans giant cells) surrounded by a band of lymphocytes.  Granuloma formation involves chronic Th1 and macrophage activation in response to a difficult-to-eradicate antigen.","clickable_1":"images/img1.406.jpg"},

{"id":"413","title":"A 72-year-old man develops mild abdominal pain and bloody diarrhea after undergoing urgent cholecystectomy.  The surgery was complicated by an episode of hypotension that was treated with bolus intravenous crystalloid fluids.  The patient had no previous gastrointestinal bleeding.  His last colonoscopy 10 years ago was normal.  Past medical history is notable for hypertension, hyperlipidemia, type 2 diabetes mellitus, and a myocardial infarction 7 years ago.  The patient smoked for 40 years and quit after the myocardial infarction.  Colonoscopy would most likely show pathology in which of the following portions of the large bowel?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ascending colon","answer_2":"B. Cecum","answer_3":"C. Hepatic flexure","answer_4":"D. Rectosigmoid junction","answer_5":"E. Mid-transverse colon","percent_1":"11%","percent_2":"4%","percent_3":"23%","percent_4":"44%","percent_5":"18%","right_answer":"D. Rectosigmoid junction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp413.jpg","explanation_1":"","explanation_2":"$This patient with abdominal pain and bloody diarrhea following a complicated surgical procedure likely has acute nonocclusive #ischemic colitis#.  The colon receives blood from the marginal artery of the colon (artery of Drummond), an anastomotic system of arteries that is in turn supplied by the superior (SMA) and inferior (IMA) mesenteric artery systems.  The distal colon receives blood also from the internal iliac artery. $ In low-flow states, as may be seen in severe hypotension in patients with underlying arterial insufficiency (eg, diabetes, atherosclerotic arterial disease), #nonocclusive ischemia# may occur at the margins of the anastomotic distributions.  These #\"watershed\"# areas are primarily in the left colon at the #splenic flexure# (border between SMA and IMA supply) and #rectosigmoid junction# (border between sigmoid artery and superior rectal artery).  Less commonly, #occlusive ischemia# can also be caused by thromboembolic (eg, hypercoagulable states, atrial fibrillation) or atheroembolic (eg, aortic instrumentation) events. $ Impaired perfusion to the bowel leads to ischemia and necrosis of the intestinal wall.  Complications can include acidosis, sepsis, gangrene, and perforation.  Colonoscopy will reveal pale mucosa and petechial hemorrhages. $ #(Choices A, B, C, and E)#  The ascending colon, cecum, hepatic flexure, and most of the transverse colon are supplied by branches of the SMA.  Mesenteric ischemia in these areas is significantly less common than in the watershed areas of the left colon.  Ischemia is also uncommon in the rectum, which receives collateral blood supply via the rectal arteries. $Educational objective The splenic flexure and rectosigmoid junction lie between regions of perfusion of major arteries.  These \"watershed\" areas are susceptible to ischemic damage during hypotensive states, especially in patients with underlying arterial insufficiency."},

{"SubjectSystem":"Microbiology-Gastrointestinal","id":"15049","title":"An 8-year-old boy with acute lymphoblastic leukemia receiving maintenance chemotherapy is hospitalized due to fever and neutropenia.  Treatment with broad spectrum intravenous antibiotics is begun and the patient's fever resolves.  His neutrophil count increases with granulocyte colony-stimulating factor therapy and blood cultures remain negative.  On day 5 of hospitalization, the patient experiences nausea, abdominal cramping, and 6-8 episodes of watery diarrhea.  Temperature is 37.7 C (99.9 F).  Physical examination shows mild lower abdominal tenderness without guarding or rebound tenderness.  Stool testing for occult blood is negative.  Which of the following is the single best stool test to establish the cause of this patient's diarrhea?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Culture on sorbitol-MacConkey agar","answer_2":"B. Enzyme immunoassay for bacterial antigens","answer_3":"C. Latex agglutination for viral antigens","answer_4":"D. Microscopy after modified acid-fast staining","answer_5":"E. Microscopy for ova and parasites","answer_6":"F. PCR for a bacterial toxin gene","percent_1":"8%","percent_2":"18%","percent_3":"5%","percent_4":"6%","percent_5":"5%","percent_6":"58%","right_answer":"F. PCR for a bacterial toxin gene","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This child who developed profuse watery diarrhea, nausea, and abdominal cramping while on antibiotics should have stool samples evaluated for #Clostridioides difficile# infection (CDI). $Diagnostic testing includes: $• #Nucleic acid amplification test# (NAAT):  Uses a #polymerase chain reaction# to detect genes present in toxigenic strains (eg, #toxin B#–encoding gene).  This test is #highly sensitive and specific# for toxigenic strains but cannot differentiate active CDI from colonization, in which C difficile is present without active toxin production. $• #Enzyme immunoassay# (EIA):  Uses antibodies to detect C difficile antigens or toxins.  EIA for bacterial toxins is highly specific but has #poor sensitivity# as large amounts of toxin are required.  In contrast, EIA for glutamate dehydrogenase (a bacterial antigen expressed by all C difficile isolates) has better sensitivity but cannot distinguish toxin-producing strains. $When clinical symptoms of CDI are present (ie, infection rather than colonization is already suspected), NAAT is considered the most sensitive method for diagnosis of CDI.  EIA for bacterial toxins can be added as part of a multistep algorithm to increase specificity of active disease; however, it is not recommended for diagnostic use alone #(choice B).# $#(Choice A)#  Culture on sorbitol-MacConkey agar is used to diagnose Escherichia coli O157:H7 (ie, enterohemorrhagic E coli [EHEC]).  EHEC presents with bloody diarrhea; this patient's nonbloody diarrhea and recent antibiotic exposure makes CDI more likely. $#(Choice C)#  Latex agglutination for viral antigens is used to diagnose rotavirus, which causes nonbloody diarrhea, vomiting, and fever; disease can be particularly severe in immunocompromised patients.  However, incubation time is typically <48 hours, and it is unlikely that this patient would develop an infection after 5 days in the hospital. $#(Choice D)#  Modified acid-fast staining is used to diagnose cryptosporidium infection, which causes chronic diarrhea (particularly in HIV-infected patients).  This patient's current hospitalization and antibiotic use make CDI more likely. $#(Choice E)#  Stool ova and parasites are used to diagnose intestinal parasites (eg, Giardia, Entamoeba).  These can cause diarrhea, which can be particularly severe in immunocompromised patients, but are unlikely to be associated with hospitalization.  Entamoeba histolytica typically presents with bloody stool after travel to resource-limited countries. $#Educational objective# Clostridioides difficile commonly presents with watery diarrhea and abdominal pain; hospitalization and antibiotic use increase the risk of contracting the disease.  A nucleic acid amplification test is the most sensitive method for diagnosis of C difficile infection in patients with clinical symptoms.  "},

{"id":"18541","title":"A 72-year-old man comes to the office due to watery diarrhea and abdominal cramps.  The symptoms began several days after he started chemotherapy for metastatic colon cancer.  He denies hematochezia, melena, or bulky, foul-smelling stools.  Vital signs are within normal limits, and physical examination is unremarkable.  Laboratory testing reveals no electrolyte abnormalities and no leukocytosis.  Stool testing is negative for infection and fecal occult blood.  The patient is advised to take a medication after each loose stool.  The medication works by inhibiting the release of acetylcholine in the intestinal wall but does not cross the blood-brain barrier.  Which of the following is the most likely medication prescribed for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aprepitant","answer_2":"B. Bismuth subsalicylate","answer_3":"C. Fentanyl","answer_4":"D. Loperamide","answer_5":"E. Neostigmine","answer_6":"F. Octreotide","percent_1":"8%","percent_2":"6%","percent_3":"2%","percent_4":"52%","percent_5":"18%","percent_6":"15%","right_answer":"D. Loperamide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Antidiarrheal agents# ∆⨉ §#Opioid agonists#$ (eg, loperamide,$ diphenoxylate with atropine,$ tincture of opium) ∆ • Binds to mu opiate receptors in the colonic myenteric plexus, slowing peristalsis §#Bulk forming agents#$ (eg, psyllium, pectin) ∆ • Absorbs water and intraluminal contents to form stool §#Bismuth subsalicylate# ∆ • Stimulates intestinal fluid absorption and inhibits prostaglandin synthesis (antispasmotic effect) §#Octreotide# ∆ • Somatostatin analog that reduces secretion of pancreatic and GI hormones §#Bile acid sequestrants#$ (eg, cholestyramine) ∆ • Binds bile acid in intestines (used for bile-acid diarrhea) %#GI =# gastrointestinal.","explanation_img":"","explanation_1":"","explanation_2":"This patient with uncomplicated, chemotherapy-induced diarrhea was prescribed #loperamide#.  Loperamide is an #opioid agonist# that exerts its antidiarrheal effects by binding to #mu opiate receptors# in the colonic myenteric plexus.  This #inhibits acetylcholine release# from myenteric plexus neurons, decreasing activity of the intestinal smooth muscles and #slowing peristalsis#.  Transit time within the intestine is prolonged, allowing for increased water absorption.  In addition, the anticholinergic effects also result in decreased secretion from the intestinal epithelia, further reducing stool volume and increasing fecal consistency. $Unlike other opiates (eg, hydrocodone, fentanyl), loperamide undergoes #high first-pass metabolism# and #does not cross the blood-brain barrier#, allowing it to be used without opiate-related adverse events (eg, respiratory depression, sedation) or threat of abuse.  The only side effect is constipation, which can be avoided with careful dose titration.  Diphenoxylate, another opiate used for diarrhea, is less extensively metabolized and crosses the blood-brain barrier.  To discourage abuse, diphenoxylate is typically combined with a small amount of atropine, an anticholinergic medication that results in dry mouth, flushing, pupil dilation, and urinary retention when used in large amounts. $#(Choice A)#  Aprepitant is a neurokinin-1 receptor antagonist used for chemotherapy-related nausea and vomiting, not diarrhea. $#(Choice B)#  Bismuth subsalicylate is frequently used for diarrhea and dyspepsia.  Although its mechanism of action is not clearly understood, it stimulates the intestinal absorption of fluid (reducing diarrhea) and inhibits prostaglandin synthesis (reducing hypermotility).  It does not inhibit acetylcholine release. $#(Choice C)#  Fentanyl is an opiate commonly used as an analgesic and sedative.  Although it causes constipation, it crosses the blood-brain barrier and therefore is not used for diarrhea due to the risk of systemic opiate-related adverse events (eg, respiratory depression, abuse). $#(Choice E)#  Neostigmine is an acetylcholinesterase inhibitor that increases acetylcholine within the synapse.  Its cholinergic effects would worsen this patient's diarrhea. $#(Choice F)#  Octreotide is a somatostatin analogue that is sometimes used for refractory chemotherapy-induced diarrhea; however, it exerts its antidiarrheal effect by reducing secretion of pancreatic and gastrointestinal hormones (eg, secretin, gastrin, vasoactive intestinal peptide). $#Educational objective# Loperamide is an opioid agonist that exerts its antidiarrheal effects by binding to mu opiate receptors in the colonic myenteric plexus, which inhibits acetylcholine release, decreases intestinal smooth muscle activity, and slows peristalsis.  It undergoes high first-pass metabolism and does not cross the blood-brain barrier, thus avoiding systemic opiate-related adverse events (eg, sedation, respiratory depression).  "},

{"id":"132","title":"A 46-year-old man comes to the office due to abdominal discomfort and diarrhea.  The symptoms began 6 months ago, and he has now developed significant weight loss.  The patient does not use tobacco or alcohol.  Intestinal biopsy is performed, and a periodic acid–Schiff (PAS) stained section is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/132.jpg","title_2":"Which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Chronic bacterial infection","answer_2":"B. Immune-mediated gluten sensitivity","answer_3":"C. Impaired lipoprotein formation","answer_4":"D. Lactase deficiency","answer_5":"E. Viral infection","percent_1":"65%","percent_2":"18%","percent_3":"9%","percent_4":"4%","percent_5":"5%","right_answer":"A. Chronic bacterial infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with abdominal pain and malabsorption has intestinal biopsy findings consistent with #Whipple disease#, a rare, systemic, #chronic bacterial infection# that most commonly presents in middle-aged men (age 40-60).  It is caused by #Tropheryma whipplei#, a gram-positive, rod-shaped actinomycete. $ Following ingestion, the bacteria are engulfed by macrophages in the small intestine mucosa.  T whipplei interferes with phagolysosome development and antigen presentation, allowing the organism to #replicate within macrophages# with minimal inflammatory response.  Buildup of infected macrophages can block lymphatic channels, leading to #malabsorption# (eg, diarrhea, steatorrhea, weight loss, abdominal pain).  T whipplei can also spread to the joints, causing arthralgia.  In later stages of the disease, the infection can involve the central nervous system (eg, dementia) and heart (eg, endocarditis). $ Diagnosis can be confirmed with biopsy of the small intestine.  Microscopic examination of the lamina propria shows numerous #foamy macrophages# @distended by bacilli@ that are characteristically positive for #periodic acid–Schiff# (PAS) stain.  @PAS stains polysaccharides@ in the T whipplei membrane, imparting a magenta color. $ (Choice B)  @Celiac disease@, an immune-mediated hypersensitivity to dietary gluten, can present with abdominal pain, diarrhea, and weight loss.  However, biopsy of the small intestine would likely show villous atrophy, increased intraepithelial lymphocytes, and crypt hyperplasia. $ (Choice C)  Abetalipoproteinemia is caused by an inherited defect in formation of apolipoprotein B–containing lipoproteins.  This results in impaired lipid transport, leading to fat accumulation within enterocytes.  Although malabsorptive symptoms are seen, this disease presents during the first year of life, and intestinal biopsy shows enterocytes with clear cytoplasmic lipid vacuoles. $ (Choice D)  Lactase deficiency can cause abdominal pain and diarrhea following dairy consumption.  However, microscopic examination of the small intestine typically shows no abnormalities. $ (Choice E)  Although viral gastroenteritis (eg, norovirus) often presents with abdominal pain and diarrhea, symptoms typically resolve within a week in immunocompetent patients.  Intestinal biopsy may show inflammation in the lamina propria, but PAS-positive macrophages would not be expected. $ Educational objective Whipple disease is caused by a chronic infection with Tropheryma whipplei, a gram-positive bacterium that can affect multiple organ systems.  It typically presents in middle-aged men with malabsorption and arthralgia.  Intestinal biopsy characteristically shows foamy macrophages in the lamina propria filled with bacilli that are positive for periodic acid–Schiff stain.","clickable_1":"images/img1.132.jpg","clickable_2":"images/img2.132.jpg","clickable_3":"images/img3.132.jpg"},

{"id":"15244","title":"The mother of a 2-year-old boy calls the office for guidance regarding his recent illness.  He has passed 4-6 stools daily over the last 2 days.  The feces are liquid and contain no blood or mucus.  His highest temperature reading at home was 37.8 C (100 F).  He is eating, drinking, and being playful as usual.  The patient has no prior medical problems and is up to date with vaccinations.  He recently began going to day care.  The mother is advised to bring the patient to the office for further evaluation.  While awaiting medical evaluation, which of the following oral fluids is most effective to prevent dehydration in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chicken broth with added salt","answer_2":"B. Diluted cow's milk","answer_3":"C. Filtered water with no added solutes","answer_4":"D. Noncarbonated sports drinks","answer_5":"E. Sodium-glucose solution","answer_6":"F. Sugary fruit juices","percent_1":"8%","percent_2":"0%","percent_3":"10%","percent_4":"22%","percent_5":"58%","percent_6":"1%","right_answer":"E. Sodium-glucose solution","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Humans consume approximately 2 L of fluid each day and secrete an additional 7 L of fluid from upper digestive organs (eg, salivary glands, stomach, pancreas, gallbladder).  Nearly all of this fluid is reabsorbed from the gastrointestinal lumen by the small intestine epithelium.  The #osmotic gradient# for water reabsorption is largely established by the #active cotransport of sodium# into the apical end of enterocytes coupled with chloride, glucose, or amino acids.  Sodium is then transported out of the basolateral end of the enterocyte (sodium/potassium ATPase), which pulls water down its osmotic gradient from the gastrointestinal lumen through the tight junctions between enterocytes and into the lamina propria (and ultimately the bloodstream). $This young patient who recently began going to day care likely has #acute infectious diarrhea# of a viral etiology (eg, rotavirus, norovirus).  Infections that target the small intestine cause watery diarrhea by blocking the active transport of sodium chloride into the enterocyte or by increasing chloride excretion into the gastrointestinal lumen (mediated by elevated intracellular cyclic AMP, cyclic GMP, or calcium).  In this setting, oral rehydration with a hypotonic, #equimolar sodium-glucose solution# maximizes water and sodium reabsorption by the remaining functional enterocytes, and is the most effective oral therapy for maintaining volume and electrolyte status in children with acute infectious diarrhea. $#(Choice A)#  Chicken broth with added salt is a hyperosmolar solution that can cause hypernatremia and is, therefore, not recommended. $#(Choice B)#  Diluted or undiluted cow's milk is not an effective rehydration solution during acute diarrhea due to impaired digestion of milk components, which can promote osmotic diarrhea. $#(Choice C)#  Filtered water alone is not usually sufficient to prevent dehydration in patients with acute infectious diarrhea due to the increased solute load in the gastrointestinal lumen, which causes most of the free water to be retained in the intestine and excreted in the feces. $#(Choices D and F)#  Although sports drinks and sugary fruit juices contain glucose, they often have significantly lower sodium concentrations and high osmolality.  This ultimately reduces water reabsorption and may promote osmotic diarrhea. $#Educational objective# Children with watery diarrhea should be treated with oral rehydration solutions containing hypotonic, equimolar concentrations of sodium and glucose to help prevent dehydration and electrolyte abnormalities.  "},

{"id":"6510","title":"A 46-year-old HIV-positive man is hospitalized with fever, cramping abdominal pain, and watery diarrhea.  Evaluation shows high fever, hypotension, tachycardia, and lower abdominal distension and tenderness.  Abdominal x-ray reveals free intraperitoneal air, and the patient is taken for urgent exploratory laparotomy.  Operative findings include an erythematous and dilated colon.  A focus of bowel wall necrosis with perforation is resected.  Histopathologic analysis reveals acute inflammatory changes, epithelial necrosis, and a layer of denuded epithelium, fibrin, and inflammatory cells overlaying the mucosa.  Which of the following pathogens is most likely responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Campylobacter jejuni","answer_2":"B. Clostridioides difficile","answer_3":"C. Salmonella typhi","answer_4":"D. Shigella flexneri","answer_5":"E. Vibrio cholerae","percent_1":"9%","percent_2":"65%","percent_3":"10%","percent_4":"9%","percent_5":"7%","right_answer":"B. Clostridioides difficile","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with diarrhea, abdominal pain, and fever developed a colonic perforation.  Given his histologic findings consistent with @pseudomembrane@ formation, this presentation is highly suggestive of #Clostridioides difficile# #infection# (CDI) (formerly Clostridium genus).  C difficile is an anaerobic, spore-forming, toxigenic, gram-positive rod that causes infectious colitis.  The most significant risk factor for the development of CDI is antibiotic use.  Antibiotics (particularly clindamycin, fluoroquinolones, and cephalosporins) alter the normal bowel flora, thereby predisposing to C difficile overgrowth.  Other risk factors include hospitalization, older age, and proton pump inhibitor use. $C difficile produces 2 toxins:  Toxin A (enterotoxin) and Toxin B (cytotoxin).  These toxins disrupt cellular cytoskeletons and intercellular tight junctions, leading to colonocyte apoptosis.  The colonic mucosa responds to toxin exposure by forming yellow-white, patchy @pseudomembranes@, which consist of a #neutrophil-predominant# inflammatory infiltrate, #fibrin#, bacteria, and necrotic epithelium.  Patients with severe disease may develop a nonobstructive colonic dilation known as #toxic megacolon#, which leads to increased risk of colonic perforation (as seen in this patient). $#(Choice A)#  Campylobacter jejuni is associated with watery diarrhea that may become bloody, abdominal cramping, and fever.  Neutrophilic infiltrate and crypt abscesses are identified on histology. $#(Choice C)#  Salmonella typhi causes typhoid fever, which manifests with diarrhea, abdominal pain, high fever, and salmon-colored macules located mainly on the trunk.  Histology demonstrates histiocytes, a lymphoplasmacytic inflammatory infiltrate, and associated hemorrhage. $#(Choice D)#  Shigella flexneri infection is characterized by sudden onset of severe abdominal cramping, bloody diarrhea, vomiting, and high fever.  Cryptitis, ulcerations, and crypt abscesses are identified on histology. $#(Choice E)#  Vibrio cholerae causes cholera, which manifests with sudden onset, voluminous, \"rice water\" diarrhea and vomiting.  Histology typically remains normal. $#Educational objective# Clostridioides (formerly Clostridium) difficile infection is associated with yellow-white, patchy pseudomembranes on the bowel mucosa.  These pseudomembranes consist of a neutrophil-predominant inflammatory infiltrate, fibrin, bacteria, and necrotic epithelium.  Patients may develop a nonobstructive colonic dilation known as toxic megacolon, which can lead to colonic perforation.  ","clickable_1":"images/img1.6510.jpg","clickable_2":"images/img2.6510.jpg"},

{"id":"17004","title":"A 74-year-old man comes to the office due to chronic constipation. Bowel movements occur once every 3 days and are hard and pellet-like. The patient frequently strains when he tries to defecate and never feels completely evacuated. The constipation is occasionally so severe that he uses his fingers to remove stool from the anorectal vault. Medical history is significant for Parkinson disease, for which he takes carbidopa-levodopa. Vital signs are unremarkable. A resting tremor is present on physical examination. The abdomen is distended but nontender to palpation. This patient's condition is most likely due to inadequate relaxation of which of the following muscles during defecation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bulbospongiosus","ansImg_1":"","answer_2":"B. Obturator","ansImg_2":"","answer_3":"C. Piriformis","ansImg_3":"","answer_4":"D. Puborectalis","ansImg_4":"","answer_5":"E. Rectus abdominis","ansImg_5":"","right_answer":"D. Puborectalis","percent_1":"7%","percent_2":"2%","percent_3":"6%","percent_4":"80%","percent_5":"5%","percent_6":"","percent_7":"","explanation_img":"","explanation_1":"","explanation_2":"$Stool continence is largely maintained by tonic contraction of the internal and external anal sphincter and the puborectalis muscle, which forms a muscular sling around the rectum and squeezes it into a narrow angle to prevent stool leakage. #Defecation# requires the coordinated relaxation of these muscles, which occurs as follows:$1. Distension of the rectal vault activates mechanoreceptors that cause involuntary relaxation of the internal anal sphincter (rectosphincteric reflex) and an urge to defecate.$2. The puborectalis muscle and external anal sphincter are under voluntary control; when defecation is desired, the muscles relax and the rectum contracts, expelling feces.$3. The abdominal muscles contract to increase the pressure gradient of the rectum and aid in the rapid expulsion of feces.$If the internal or external anal sphincter or, more commonly, the #puborectalis muscle fails to relax#, stool remains in the rectal vault despite attempts to initiate bowel movements #(dyssynergia)#, resulting in chronic #constipation#. Patients often strain for a long time only to pass small amounts of stool, and manual disimpaction may be required. Dyssynergic defecation is usually considered a functional disorder and occurs more commonly in the elderly; however, it can occur with certain neurologic disorders (eg, Parkinson disease, multiple sclerosis) or trauma.$(Choice A) The bulbospongiosus is a superficial perineal muscle that enables penile erection and ejaculation in men and facilitates both vaginal canal closure and orgasm in women. Its dysfunction would lead to sexual impairment but not defecatory dysfunction.$#(Choices B and C)# The obturator internus and externus and the piriformis contribute to lateral hip rotation. Dysfunction in these muscles would result in motor impairment and gait abnormalities, not defecatory dysfunction.$(Choice E) The rectus abdominis consists of 2 large, paired muscles that run vertically along the anterior abdominal wall. Contraction of abdominal muscles increases the pressure gradient of the rectum and aids in the rapid expulsion of feces; failure of this muscle to relax would not result in constipation.$Educational objective Dyssynergic defecation occurs when the puborectalis muscle or the internal or external anal sphincter fails to relax during defecation, leading to chronic constipation. Dyssynergic defecation is usually considered a functional disorder and occurs more commonly in the elderly but may also occur with certain neurologic disorders (eg, Parkinson disease, multiple sclerosis) or trauma."},

{"id":"14900","title":"A 72-year-old woman comes to the office for follow-up of chronic abdominal pain.  She has had several episodes of left lower quadrant pain requiring hospitalization.  Despite treatment, her symptoms continue to recur.  Elective surgery is performed and a segment of resected and opened sigmoid colon is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/14900.jpg","title_2":"Which of the following most likely contributed to this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Consumption of high-fiber foods","answer_2":"B. Frequent consumption of seeds and nuts","answer_3":"C. High dietary intake of fat and red meat","answer_4":"D. Infection with Helicobacter pylori","answer_5":"E. Prolonged and excessive alcohol intake","percent_1":"4%","percent_2":"13%","percent_3":"77%","percent_4":"1%","percent_5":"4%","right_answer":"C. High dietary intake of fat and red meat","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Diverticular disease! ?Etiology? • Diverticulosis: ↑ intraluminal pressure causing$ herniation through points of weakness (vasa recta$ penetration) • Diverticular bleeding: injury to exposed vasa recta • Diverticulitis: trapped food particles & ↑ $intraluminal pressure causing microperforation ?Symptoms? • Diverticulosis: none • Diverticular bleeding: painless hematochezia • Diverticulitis: left lower quadrant pain, nausea, vomiting, fever ?Risk$ factors? • Diet high in red meat & fat & low in fiber • Obesity, physical inactivity, smoking","explanation_img":"","explanation_1":"","explanation_2":"This patient's gross pathology demonstrates multiple @sac-like outpouchings@ from the sigmoid colon, which is consistent with diverticulosis.  #Diverticulosis# occurs due to excessive colonic contractions that cause increased intraluminal pressure; this forces the mucosa and submucosa to herniate through the muscularis at naturally weak areas where the vasa recta penetrate.  It is an exceedingly common disorder, particularly in Western nations, and its incidence increases with age. $ Diverticulosis may be clinically silent, but up to 30% of patients develop complications, including diverticular bleeding and diverticulitis.  #Diverticular bleeding# occurs with injury to the exposed vasa recta within the colonic lumen and typically presents with #painless# hematochezia.  #Diverticulitis# is caused by trapped food particles or excessive intraluminal pressure within the diverticula, leading to focal necrosis and microperforation.  Patients develop #abdominal pain# (usually in the #left lower quadrant#), fever, nausea and vomiting, and alterations in bowel habits (eg, diarrhea, constipation).  Diverticulitis is typically managed with antibiotics and bowel rest; however, surgery may be required for recurrent disease. $ The risk for diverticular disease is increased by dietary factors, including #diets high in red meat#, high in #fat#, and low in fiber #(choice A)#.  Other risk factors include obesity, physical inactivity, and smoking. $ (Choice B)  Although previously thought to be associated with diverticular diseases, the ingestion of nuts, seeds, and popcorn is not correlated with increased risk of diverticulosis, diverticular bleeding, or diverticulitis. $ (Choice D)  Helicobacter pylori infection is associated with peptic ulcer and gastric cancer but does not increase the risk of diverticular disease. $ (Choice E)  Excessive alcohol intake is associated with liver cirrhosis and squamous cell carcinoma of the esophagus; it is not associated with diverticular disease. $ Educational objective Colonic diverticulosis refers to multiple sac-like outpouchings within the sigmoid colon.  Complications include diverticular bleeding and diverticulitis.  Risk factors for diverticulosis include a diet high in red meat and fat and low in fiber, as well as obesity and physical inactivity.","clickable_1":"images/img1.14900.jpg"},

{"id":"20400","title":"A 25-year-old woman comes to the office due to progressive fatigue and dizziness for several months.  She also has intermittent loose stools and abdominal cramps but no hematochezia, melena, vomiting, or abnormal menses.  Vital signs are within normal limits.  Conjunctival pallor is present.  The abdomen is mildly distended but nontender.  Laboratory evaluation reveals anemia and a low ferritin level.  Fecal occult blood testing is negative.  An upper endoscopy is performed and reveals no visible abnormalities of the stomach or duodenum, although biopsies of the duodenum are significant for intraepithelial lymphocytosis.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brush border enzyme deficiency","answer_2":"B. Helicobacter pylori infection","answer_3":"C. HLA-associated autoimmune disorder","answer_4":"D. Irritable bowel syndrome","answer_5":"E. Nonsteroidal anti-inflammatory drugs","percent_1":"12%","percent_2":"9%","percent_3":"69%","percent_4":"10%","percent_5":"1%","right_answer":"C. HLA-associated autoimmune disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Celiac disease! ?Pathogenesis? • Gluten (gliadin) consumption → immune-$mediated small intestine inflammation →$ chronic malabsorption ?Symptoms? • Abdominal pain • Diarrhea, flatulence & bloating • Failure to thrive (children) or weight loss • Iron deficiency anemia • Dermatitis herpetiformis ?Diagnosis? • Serology: tissue transglutaminase IgA,$ antiendomysial antibodies • Duodenal biopsy: intraepithelial$ lymphocytes, villous atrophy, crypt$ hyperplasia ?Associated$ conditions? • Autoimmune disorders (eg, type 1 diabetes) • Cancer risk: T-cell lymphoma ","explanation_img":"","explanation_1":"","explanation_2":"This patient with loose stools and crampy abdominal pain has #celiac disease#, an #autoimmune disorder# of the small intestine triggered by dietary gluten.  Besides intestinal symptoms, celiac disease commonly causes nutrient malabsorption that leads to weight loss, steatorrhea (ie, greasy, malodorous stools), and #deficiency of iron# (eg, anemia, low serum ferritin) and vitamin D (eg, loss of bone density). $ Initial testing for celiac disease typically includes an #anti-tissue transglutaminase IgA# assay.  The diagnosis is confirmed with duodenal biopsy.  The earliest histologic finding is @intraepithelial lymphocytosis@; crypt hyperplasia and @villous blunting@ develop later as the disorder progresses. $ Celiac disease occurs almost exclusively (>99%) in individuals with an #HLA-DQ2# or #-DQ8# serotype.  These variants must be present on antigen-presenting cells for recognition of deamidated gliadin (a breakdown product of gluten) and induction of the T-cell–mediated response. $ (Choice A)  Lactose intolerance is caused by a deficiency in lactase, an enzyme located on the small intestine brush border.  Although diarrhea is common, lactose intolerance does not cause iron deficiency anemia or intraepithelial lymphocytosis. $ #(Choices B and E)#  Both Helicobacter pylori and nonsteroidal anti-inflammatory drugs can cause iron deficiency due to chronic upper gastrointestinal blood loss.  However, they typically cause @gastritis@, duodenitis, or peptic ulcer disease, none of which was identified during this patient's endoscopy.  Diarrhea, duodenal lymphocytosis, and a negative fecal occult blood test make celiac disease more likely. $ (Choice D)  Irritable bowel syndrome is a disorder of bowel motility that causes abdominal pain associated with defecation, as well as diarrhea and/or constipation.  It does not cause iron deficiency anemia or duodenal intraepithelial lymphocytosis. $ Educational objective Celiac disease is an autoimmune disorder triggered by dietary gluten that develops almost exclusively in patients with HLA-DQ2 or -DQ8 serotypes.  It often causes diarrhea and malabsorption (eg, iron deficiency anemia).  The earliest histologic finding is duodenal intraepithelial lymphocytosis; crypt hyperplasia and villous blunting develop later.","clickable_1":"images/img1.20400.jpg","clickable_2":"images/img2.20400.jpg","clickable_3":"images/img3.20400.jpg"},

{"id":"17006","title":"A 27-year-old woman in her 2nd trimester of pregnancy comes to the office due to constipation.  Her stools have become increasingly hard and pellet-like over the past few weeks; bowel movements before then were always regular.  She also has mild crampy abdominal pain and bloating, both of which improve after defecation.  Medical history and family history are both unremarkable.  This is the patient's first pregnancy and has so far been uncomplicated.  On physical examination, the abdomen appears gravid but nontender.  Which of the following best explains this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased colonic smooth muscle activity","answer_2":"B. Decreased parasympathetic input to the colon","answer_3":"C. Impaired relaxation of pelvic floor muscles","answer_4":"D. Thickening of intestinal secretions","answer_5":"E. Thinning of the rectovaginal septum","percent_1":"36%","percent_2":"17%","percent_3":"33%","percent_4":"8%","percent_5":"6%","right_answer":"A. Decreased colonic smooth muscle activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common gastrointestinal adaptations in pregnancy#∆⨉∆⨉ § ∆^#Adaptation# ∆^#Complication# §^#Esophagus# ∆ • Progesterone decreases LES tone ∆ • GERD §^#Gallbladder# ∆ • Estrogen increases cholesterol secretion into bile • Progesterone reduces gallbladder motility ∆ • Cholelithiasis • Cholecystitis §^#Intestines# ∆ • Progesterone decreases colonic smooth muscle activity and decreases fasting MMCs in the small intestine • Gravid uterus mechanically impedes small intestine transit ∆ • Constipation • Bloating • Flatulence §^#Rectum# ∆ • Gravid uterus increases venous pressure ∆ • Hemorrhoids %#LES# = lower esophageal sphincter; #GERD# = gastroesophageal reflux; #MMC# = migrating myoelectric complex.","explanation_img":"","explanation_1":"","explanation_2":"Pregnancy has multiple effects in the gastrointestinal tract due to increasing levels of progesterone and estrogen as well as the effects of a gravid uterus on surrounding structures.  #Constipation# is particularly common in pregnant patients and is largely due to the effects of #progesterone#, which has been shown to #reduce colonic smooth muscle activity#.  Progesterone also prevents the release of motilin, a hormone responsible for stimulating the fasting migrating myoelectric complex, which normally helps propel undigested food from the small intestines into the colon.  Constipation may be exacerbated in later stages of pregnancy as the gravid uterus increases pressure on the small intestine, slowing intestinal transit. $Other common gastrointestinal alterations in pregnancy include reduced lower esophageal sphincter pressure (promoting gastroesophageal reflux) and gallbladder stasis (increasing the likelihood of developing gallstones).  Hemorrhoids are also common and result from a rise in pressure within the rectal venous system due to the gravid uterus. $#(Choice B)#  The parasympathetic nervous system stimulates peristalsis and gastrointestinal motility.  Reduced parasympathetic input to the colon can lead to constipation; however, this typically occurs with neurologic disorders (eg, spinal cord injury, multiple sclerosis). $#(Choice C)#  Defecatory dysfunction results from an inability to relax pelvic floor muscles, which prevents proper evacuation of stool from the rectal vault.  Although this can occur after trauma (eg, traumatic vaginal delivery), it is not a physiologic change that occurs during pregnancy. $#(Choice D)#  Thickened intestinal secretions can cause constipation; however, this is typically seen in patients with cystic fibrosis, which affects water and electrolyte transportation.  Patients with cystic fibrosis are typically diagnosed in infancy and have recurrent respiratory infections and failure to thrive. $#(Choice E)#  Rectoceles occur when the rectum herniates into the vaginal canal through a thinned rectovaginal septum.  Although they also cause constipation, rectoceles typically occur in elderly individuals with a history of multiple vaginal deliveries, not during pregnancy.  Patients often report needing to manually compress the vagina to induce bowel movements. $#Educational objective# Constipation is common during pregnancy and results from the inhibitory effect of progesterone on colonic smooth muscle contractions and the fasting migrating myoelectric complex.  Other common pregnancy-related changes of the gastrointestinal system include decreased lower esophageal sphincter pressure (leading to gastroesophageal reflux) and gallbladder stasis (leading to gallstone formation).  "},

{"id":"415","title":"A 68-year-old woman is evaluated after recurrent episodes of bright red blood per rectum.  She has had no abdominal pain, nausea, vomiting, or hematemesis.  Her medical conditions include hypertension and obesity.  She is a smoker, has a sedentary lifestyle, and consumes processed food and red meat frequently.  Abdominal examination shows no abnormalities.  Colonoscopy reveals numerous mucosal outpouchings in the sigmoid colon, and sigmoid colectomy is performed.  Histopathology of this patient's colonic lesions is most likely to reveal which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absence of muscularis propria","answer_2":"B. Ectopic gastric mucosa","answer_3":"C. Neoplastic mucosal growth","answer_4":"D. Neural plexus lacking ganglion cells","answer_5":"E. Normal colonic layers","percent_1":"47%","percent_2":"4%","percent_3":"26%","percent_4":"2%","percent_5":"22%","right_answer":"A. Absence of muscularis propria","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp415.jpg","explanation_1":"","explanation_2":"$This elderly patient with hematochezia and abnormal outpouchings from the colonic lumen has @diverticulosis@. #Diverticulosis# most commonly affects the sigmoid colon and is usually seen in individuals age >60.  Most patients are asymptomatic, but some may present with #painless hematochezia# due to disruption of the arterioles (vasa recta) adjacent to the diverticula.  Diverticula can also become inflamed (ie, diverticulitis), causing left lower quadrant abdominal pain, low-grade fever, and constipation or diarrhea. $ Diverticula of the gastrointestinal tract may be classified according to morphology; true diverticula include all 3 layers of the gut wall and are often formed during embryologic development.  #False diverticula# occur when the #mucosa and submucosa herniate# through areas of #focal weakness in the muscularis#.  Exaggerated contractions of colonic smooth muscle segments are responsible for colonic diverticulosis; the resultant increased intraluminal pressure causes herniation and false diverticula formation.  Most diverticula acquired during adult life are false (eg, Zenker diverticulum of the upper esophagus). $ #(Choices B and E)#  Congenital colonic diverticulosis and Meckel diverticula are formed during embryologic development and are true diverticula containing all three layers of the gut wall.  Congenital colonic diverticula are extremely rare and typically occur as a single, large diverticulum.  Meckel diverticula often contain heterotopic gastric or pancreatic mucosa, and may cause bleeding, but are located in the small intestine; symptoms (ie, pain, nausea, vomiting) typically present in early childhood. $ (Choice C)  Neoplastic mucosal growth causes colonic polyps, which are solid protuberances into the colonic lumen (rather than the outpouching away from the lumen seen in diverticulosis). $ (Choice D)  Congenital aganglionic megacolon (Hirschsprung disease) results from the failure of neural crest cells to migrate to the colon, resulting in an aganglionic segment and severe constipation.  This disease manifests in infancy with failure to pass meconium. $ Educational objective Colonic diverticula often involve the sigmoid colon and develop due to exaggerated contractions of colonic smooth muscle segments.  This results in increased intraluminal pressure, causing outpouching of the mucosa and submucosa through the muscularis (false diverticula).  Individuals (typically age >60) may be asymptomatic or have hematochezia or diverticulitis.","clickable_1":"images/img1.415.jpg"},

{"id":"407","title":"A 24-year-old woman comes to the office due to recurrent bloody diarrhea and right-sided abdominal pain.  She has had these symptoms intermittently for several years but has not sought medical attention until now.  Colonoscopy shows evidence of inflammation and dysplasia.  The patient is started on appropriate medical therapy but her symptoms fail to respond adequately.  She subsequently undergoes a colectomy of the involved region; findings are shown in the image.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/407.jpg","title_2":"The intestinal wall appears thickened.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Amoebic dysentery","answer_2":"B. Collagenous microscopic colitis","answer_3":"C. Crohn disease","answer_4":"D. Graft-versus-host disease","answer_5":"E. Pseudomembranous colitis","answer_6":"F. Ulcerative colitis","percent_1":"0%","percent_2":"2%","percent_3":"60%","percent_4":"0%","percent_5":"2%","percent_6":"35%","right_answer":"C. Crohn disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp407.jpg","explanation_1":"","explanation_2":"$#Crohn disease# (CD) is an inflammatory bowel disease characterized by patchy inflammation that can occur throughout the entire gastrointestinal (GI) tract; patients commonly complain of relapsing and remitting abdominal pain, diarrhea (with or without blood), and weight loss.  CD typically involves the ileum; however, up to 20% of patients have only colonic involvement.  Unlike ulcerative colitis, which is characterized by continuous inflammation of the colon limited to the mucosa and submucosa, inflammation in CD is #transmural# (full thickness) and #segmental# in nature.  This leads to recognizable manifestations on gross pathology, including: $ • @Skip lesions@ – sharply delineated ulcerations surrounded by normal bowel $ • #Cobblestone# appearance – serpiginous (ie, wavy, snakelike) depressed ulcerations that separate elevated islands of healthy tissue (giving the mucosa an appearance of a cobblestone street) $ • #Bowel wall thickening# – due to inflammation involving all layers of the bowel wall leading to edema, hypertrophy of the muscularis mucosa, and fibrosis $ • #Creeping fat# – mesenteric fat becomes wrapped around the bowel, possibly in response to intestinal bacteria translocation $ In addition, the transmural inflammation frequently leads to complications such as abscesses, #strictures#, and #fistulas#. $ (Choice A)  Amoebic dysentery caused by Entamoeba histolytica causes hematochezia, abdominal pain, and ulcerations; however, the ulcers are classically flask-shaped and smaller than those seen with inflammatory bowel disease. $ (Choice B)  Collagenous colitis can cause chronic watery diarrhea (>5-10 episodes daily) but is commonly seen in middle-aged women and is not associated with bleeding, ulcerations, inflammation, or abdominal pain. $ (Choice D)  Graft-versus-host disease of the GI tract can cause abdominal pain and ulcerations, but it typically causes severe diarrhea (up to 10 L daily) and occurs as a complication of allogeneic stem cell transplant. $ (Choice E)  @Pseudomembranous colitis@ occurs from Clostridioides difficile infection (CDI).  It causes abdominal pain and diarrhea that can result in toxic megacolon.  A white/yellow, patchy pseudomembrane, composed of inflammatory cells, fibrin, and cellular debris, is often visualized.  In addition, CDI is typically associated with recent antibiotic use. $ (Choice F)  @Ulcerative colitis@ is characterized by contiguous inflammation that extends from the rectum.  Ulcerations are shallow and involve only the mucosa and submucosa; pseudopolyps (areas of inflamed mucosa and/or granulation tissue that appear polyp-like due to surrounding ulcerations) are seen; bowel wall thickening is not as prominent as with CD. $ Educational objective Crohn disease is an inflammatory bowel disease characterized by patchy inflammation that can occur throughout the entire gastrointestinal tract.  Gross pathology demonstrates skip lesions, cobblestoning of the mucosa, bowel wall thickening, and creeping fat.","clickable_1":"images/img1.407.jpg","clickable_2":"images/img2.407.jpg","clickable_3":"images/img3.407.jpg"},

{"id":"323","title":"A 38-year-old man comes to the office with abdominal discomfort and loose stools over the past year.  He has also lost 10 kg (22 lb) despite having a normal appetite.  The patient eats a balanced diet that includes a variety of fruits and vegetables, meats, whole grains, and dairy products.  He has had no international travel, works indoors as an office manager, and has no sick contacts.  Medical history is insignificant and the patient takes no medications.  The patient drinks alcohol socially and does not use tobacco.  Vital signs and physical examination are normal.  Serum chemistry panel, complete blood count, and thyroid function tests are normal.  Which of the following is the best next step for assessing for impaired nutrient absorption in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abdominal ultrasound","answer_2":"B. Colonoscopy","answer_3":"C. Jejunal biopsy","answer_4":"D. Stool evaluation for ova and parasites","answer_5":"E. Stool microscopy with Sudan III stain","answer_6":"F. Vitamin B 12 level","percent_1":"5%","percent_2":"20%","percent_3":"29%","percent_4":"10%","percent_5":"28%","percent_6":"9%","right_answer":"E. Stool microscopy with Sudan III stain","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Impaired intestinal absorption of nutrients is called #malabsorption#.  Significant malabsorption may present with diarrhea and #steatorrhea# (bulky, foul-smelling stools; visible oil droplets; greasy toilet ring), but more often patients have nonspecific symptoms such as weight loss, fatigue, or vague abdominal discomfort.  Patients may also have characteristic findings due to @specific nutrient deficiencies@.  Generalized malabsorption is commonly due to defects in pancreatic secretion (eg, chronic pancreatitis, cystic fibrosis), mucosal disorders (eg, celiac disease, inflammatory bowel disease), bacterial overgrowth (eg, gastrointestinal surgery, abnormal motility), or parasitic diseases (eg, Giardia). $Dietary lipids are the macronutrient with the most complex digestive pathway.  Fats are typically the earliest and most severely affected nutrient in generalized malabsorption, and #testing for fat# malabsorption is therefore the #most sensitive# strategy for screening for malabsorptive disorders.  A qualitative assay of stool with #Sudan III stain# can quickly and easily identify unabsorbed fat and confirm malabsorption.  (Stool should normally contain no measurable fat.) $#(Choices A, B, C, and D)#  Abdominal imaging can be used to identify thickening of the bowel wall due to inflammation or structural disorders of the pancreas (eg, chronic pancreatitis).  Endoscopy with jejunal biopsy can diagnose celiac disease, and colonoscopy can identify inflammatory bowel disease.  Stool inspection for ova and parasites can identify infectious causes of malabsorption such as Giardia and Cryptosporidium.  Although these tests are useful for determining #specific causes# of generalized malabsorption, fecal fat testing is a less invasive and more sensitive test for confirming malabsorption of any etiology. $#(Choice F)#  Iron and vitamin B12 deficiency occur commonly in patients with malabsorption.  However, vitamin B12 levels have a low sensitivity for malabsorption; deficiency develops only after years and is more common with specific etiologies (eg, pernicious anemia).  In addition, this patient's normal complete blood count makes vitamin B12 deficiency less likely. $#Educational objective# Malabsorption is a syndrome of impaired intestinal digestion and absorption.  Fats are typically the most severely affected macronutrient in generalized malabsorption, and testing the stool for fat (eg, with Sudan III stain) is the most sensitive strategy for screening for malabsorptive disorders.  ","clickable_1":"images/img1.323.jpg"},

{"id":"17005","title":"A 62-year-old man comes to the emergency department due to acute-onset constipation.  His last bowel movement was 4 days ago; before that time, his stools were always regular.  Review of systems is positive for dry cough, increasing low back pain, a 9-kg (20-lb) weight loss in the past month, and increasing difficulty with urination.  He has smoked 2 packs of cigarettes daily for 30 years.  Vital signs are within normal limits.  Point tenderness is elicited with palpation over the lower spine.  Bilateral lower extremity weakness is present, and sensation is impaired in the perineal region.  Chest x-ray reveals a right lung mass.  Dysfunction of which of the following nerves best explains this patient's constipation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Greater splanchnic nerve","ansImg_1":"","answer_2":"B. Ilioinguinal nerve","ansImg_2":"","answer_3":"C. Lesser splanchnic nerve","ansImg_3":"","answer_4":"D. Pelvic splanchnic nerves","ansImg_4":"","answer_5":"E. Vagus nerve","ansImg_5":"","right_answer":"D. Pelvic splanchnic nerves","percent_1":"5%","percent_2":"9%","percent_3":"7%","percent_4":"64%","percent_5":"15%","explanation_img":"","explanation_1":"","explanation_2":"This patient with a lung mass has progressive low back pain, bilateral lower extremity weakness, bowel/bladder dysfunction, and impaired perineal sensation; this presentation is highly concerning for #cauda equina syndrome#.  The @cauda equina@ is formed from lumbosacral nerve roots which can be compressed by #epidural metastasis# (most commonly from lung cancer), trauma, or disc herniation.  The symptoms of cauda equina syndrome result from disruption of nerve roots to the sciatic nerve (eg, lower extremity weakness, radicular low back pain), pudendal nerve (eg, saddle anesthesia), and/or pelvic splanchnic nerves. $The #pelvic splanchnic nerves# (S2-S4) provide #parasympathetic# innervation to the hindgut, bladder, and urinary sphincters that promotes peristalsis, bladder emptying, and pelvic floor relaxation during defecation.  #Constipation# and #difficulty urinating# are prominent symptoms in cauda equina syndrome due to loss of parasympathetic input to the bowel and bladder. $#(Choices A and C)#  The greater splanchnic nerve (T5-T10) and lesser splanchnic nerve (T9-T12) provide sympathetic innervation to the foregut and midgut, respectively.  In contrast to the parasympathetic nervous system, the sympathetic nervous system inhibits the gastrointestinal tract by slowing peristalsis.  Disruption of these nerves can lead to increased gut motility, not constipation. $#(Choice B)#  The ilioinguinal nerve (L1) provides sensation to the superior medial thigh and part of the genitals, as well as motor innervation to the transverse abdominus and oblique abdominal musculature.  Although it can be affected in cauda equina syndrome, it does not provide sympathetic or parasympathetic innervation to the gastrointestinal system. $#(Choice E)#  The vagus nerve (CN X) originates in the medulla and provides parasympathetic innervation to the proximal gastrointestinal tract, ending at the level of the splenic flexure.  Impairment of the vagus nerve is more likely to cause delayed gastric emptying and would not be caused by a lumbosacral spinal cord lesion. $#Educational objective# The pelvic splanchnic nerves (S2-S4) provide parasympathetic innervation to the bowel and bladder, and their impairment in cauda equina syndrome can cause constipation and difficulty urinating.  Other signs of cauda equina syndrome include radicular low back pain and leg weakness (sciatic nerve) as well as saddle anesthesia (pudendal, ilioinguinal nerves).  ","clickable_1":"images/img1.17005.jpg"},

{"id":"129","title":"A 54-year-old man is evaluated for episodic abdominal discomfort, bloating sensation, and flatulence along with occasional diarrhea. He has neither visible blood in the stool nor unexplained weight loss. The patient has tried avoiding dairy products, but his symptoms did not improve. On examination, there is mild epigastric tenderness on deep palpation. Stool occult blood testing is positive. Endoscopic evaluation reveals an area of nodular hyperemic mucosa, which is biopsied. Histopathologic evaluation shows hyperplasia affecting branched, tubular submucosal glands containing alkaline secretions. This patient's biopsy specimen was most likely taken from which of the following gastrointestinal sites?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antrum of the stomach","ansImg_1":"","answer_2":"B. First part of the duodenum","ansImg_2":"","answer_3":"C. Fundus of the stomach","ansImg_3":"","answer_4":"D. Midpart of the jejunum","ansImg_4":"","answer_5":"E. Terminal ileum","ansImg_5":"","answer_6":"F. Transverse colon","ansImg_6":"","right_answer":"B. First part of the duodenum","percent_1":"7%","percent_2":"73%","percent_3":"4%","percent_4":"6%","percent_5":"6%","percent_6":"3%","percent_7":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient's gastrointestinal biopsy demonstrates submucosal glands, a characteristic microscopic feature of the @duodenum@.  The integrity of the duodenal mucosa depends on the complete and rapid neutralization of hydrochloric acid in gastric contents.  This is accomplished by #alkaline secretions# from 2 primary sources: $• #Submucosal (Brunner) glands# secrete copious amounts of alkaline mucus.  These glands are most numerous in the first part of the #duodenum# (near the pylorus) but may be found intermittently up to the ampulla of Vater.  The ducts of these glands pass through the muscularis mucosa and terminate in the mucosal crypts (crypts of Lieberkühn). $• The epithelial cells of the pancreatic ductules and ducts produce watery secretions containing high concentrations of bicarbonate ions.  The strongly alkaline #pancreatic secretions# are then emptied into the duodenum at the ampulla. $Bicarbonate secretion from the submucosal glands is induced by tactile stimulation of the duodenal mucosa and increased parasympathetic activity following meals.  In addition, the presence of acid in the duodenum causes the release of #secretin# from the mucosa, which stimulates bicarbonate secretion from the submucosal glands and pancreas. $Excess gastric acid secretion (eg, caused by antral Helicobacter pylori infection) can eventually lead to #hyperplasia# of the submucosal glands, imparting a nodular appearance endoscopically.  Increasing levels of gastric acid may ultimately overwhelm the mucosal defense systems, resulting in duodenal mucosal injury (eg, epigastric discomfort, bloating, flatulence, bleeding). $#(Choices A and C)#  The antrum of the stomach contains numerous mucosal pyloric glands that secrete copious mucus for protection.  The body and fundus of the stomach contain mucosal oxyntic glands that secrete gastric acid.  However, submucosal glands are not present in the stomach. $#(Choice D)#  The mucosal villi and crypts in the jejunum contain goblet cells (secrete mucus) and enterocytes (secrete water and electrolytes); these secretions have only minimal bicarbonate content.  Submucosal glands are not present in the jejunum. $#(Choices E and F)#  Bicarbonate is secreted by epithelial cells in the ileal villi and colonic crypts to neutralize acid produced by colonic bacteria.  Submucosal glands are not present in these locations. $#Educational objective# Gastric acid is neutralized by bicarbonate from the submucosal (Brunner) glands of the duodenum and from pancreatic duct secretions.  Chronic overproduction of gastric acid can lead to hyperplasia of the submucosal glands.  ","clickable_1":"images/img1.129.jpg"},

{"id":"19407","title":"A 62-year-old woman comes to the office for diarrhea.  She has had 4 or 5 watery, brown stools every day for the past 6 months.  Although most episodes occur during the day, she wakes up at least once a night to defecate.  There is no associated hematochezia, melena, vomiting, or unexpected weight loss.  Medical history is significant for type 2 diabetes mellitus and hypertension.  She takes lisinopril, insulin, and metformin.  She has no recent travel or new medications.  Family history is unremarkable.  She does not drink alcohol.  Temperature is 37.4 C (99.3 F), blood pressure is 125/80 mm Hg, and pulse is 80/min.  The abdomen is nontender and nondistended.  Complete blood count, serum chemistries, and stool studies are normal.  Which of the following is the most likely cause of this patient's diarrhea?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased bacterial growth in the colon","answer_2":"B. Disaccharidase deficiency","answer_3":"C. Disordered motility of the small bowel and colon","answer_4":"D. Exocrine pancreatic insufficiency","answer_5":"E. Transmural intestinal inflammation","percent_1":"8%","percent_2":"15%","percent_3":"56%","percent_4":"15%","percent_5":"7%","right_answer":"C. Disordered motility of the small bowel and colon","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Diabetic diarrhea#∆⨉ §^#Etiology# ∆ • Long-standing hyperglycemia damages the autonomic nervous system, resulting in: $== ○ Altered intestinal motility $== ○ Increased intestinal secretions $== ○ ± Fecal incontinence §^#Risk factors# ∆ • Poorly controlled diabetes mellitus • Vascular risk factors (eg, smoking, obesity, hyperlipidemia) §^#Manifestations# ∆ • Painless, watery diarrhea • Secretory-like (persists at night & while fasting) • Laboratory evaluation typically unremarkable","explanation_img":"","explanation_1":"","explanation_2":"This patient with diabetes mellitus has several months of watery diarrhea that occurs both during the day and at night.  In the setting of normal laboratory evaluation, this presentation suggests #diabetic diarrhea# due to #diabetic autonomic neuropathy# (DAN).  Long-standing hyperglycemia results in the accumulation of cross-linked glycosylated serum proteins in the vasa nervorum, which causes inflammation and #damage to peripheral nerves#.  Although this most commonly results in a distal, symmetric polyneuropathy of the feet, it can also result in damage to #sympathetic and parasympathetic nerves#, leading to autonomic dysfunction.  Risk factors include poor glucose control and other vascular risk factors (eg, hypertension, obesity). $Loss of autonomic input to the gastrointestinal tract results in abnormal peristalsis, leading to #disordered small-bowel and colonic motility#, which can result in rapid intestinal transport.  Furthermore, intestinal water and electrolyte secretion is increased.  #Fecal incontinence# is particularly common in patients with long-standing diabetes, resulting from both a large volume of watery diarrhea and decreased anorectal sensation.  Other common gastrointestinal manifestations of DAN include gastroparesis and gastroesophageal reflux. $Patients with diabetic diarrhea typically have painless, secretory-like diarrhea that #persists with fasting# (eg, nocturnal diarrhea).  Laboratory evaluation, including fecal leukocytes and fecal occult blood testing, is usually unremarkable. $#(Choice A)#  Although altered small-bowel motility related to DAN can predispose to small intestinal bacterial overgrowth, this occurs due to an increase in small bowel bacteria, not a decrease in colonic bacterial burden.  It typically causes abdominal bloating, discomfort, and gas.  Nocturnal diarrhea is unexpected. $#(Choice B)#  Lactase deficiency can cause osmotic diarrhea after lactose ingestion, leading to postprandial loose stools and bloating.  However, unless patients are eating during the night, nocturnal bowel movements would not occur. $#(Choice D)#  Exocrine pancreatic insufficiency (EPI), which is common in chronic pancreatitis or after pancreatic resection, leads to bulky, foul-smelling stool (eg, steatorrhea).  Although insulin resistance can mildly impact pancreatic secretions, EPI leading to steatorrhea is rare in diabetes. $#(Choice E)#  Crohn disease, which causes transmural gastrointestinal inflammation, can cause watery diarrhea.  However, abdominal pain, anemia, abnormal stool studies (eg, fecal occult blood, fecal calprotectin), and possibly fever are expected. $#Educational objective# Prolonged hyperglycemia in diabetes mellitus can injure the parasympathetic and sympathetic nervous system, resulting in diabetic autonomic neuropathy.  This can lead to disordered small-bowel and colonic motility and increased intestinal secretions, resulting in secretory-like diarrhea (eg, fasting bowel movements).  "},

{"id":"17003","title":"A 62-year-old woman comes to the office due to a change in bowel habits.  For 2 months, she has had bowel movements once every 5 or 6 days.  The patient describes her stools as hard and lumpy and of small volume; defecation is uncomfortable.  She has no trouble passing gas and has no other symptoms, including no nausea, vomiting, or weight changes.  The patient was admitted to the hospital 3 months ago for acute diverticulitis, and her hospital course was complicated by new-onset atrial fibrillation.  Colonoscopy a month after hospitalization revealed sigmoid diverticulosis but no masses or polyps.  The patient takes fiber supplements, diltiazem, and apixaban.  She does not use tobacco or alcohol.  Vital signs are within normal limits.  Cardiac auscultation reveals an irregular heart rhythm but no murmurs.  Abdominal examination is significant for mild distension.  Which of the following best explains this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alterations in colonic microbiome","answer_2":"B. Gastrocolic reflex impairment","answer_3":"C. Inappropriate contraction of pelvic floor muscles","answer_4":"D. Medication adverse effects","answer_5":"E. Posterior vaginal wall prolapse","answer_6":"F. Sigmoid volvulus","percent_1":"6%","percent_2":"11%","percent_3":"3%","percent_4":"67%","percent_5":"3%","percent_6":"10%","right_answer":"D. Medication adverse effects","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common medications associated with constipation# ∆⨉ §^#Opioids# ∆ • Centrally acting (eg, oxycodone, morphine) • Peripherally acting (eg, loperamide) §^#Anticholinergic$ agents# ∆ • Antihistamines (eg, diphenhydramine) • Tricyclic antidepressants (eg, amitriptyline) • Antispasmodics (eg, dicyclomine) • 1st-generation antipsychotics (eg, haloperidol) §^#Cation-containing$ agents# ∆ • Iron tablets • Aluminum (eg, antacids) §^#Non–dihydropyridine$ calcium channel blockers# ∆ • Diltiazem, verapamil §^#5HT3 antagonists# ∆ • Ondansetron, granisetron %#5-HT3 =# 5-hydroxytryptamine type 3.","explanation_img":"","explanation_1":"","explanation_2":"#Constipation# is an exceedingly common gastrointestinal condition with a wide variety of underlying etiologies (eg, autonomic neuropathy, hypothyroidism, electrolyte abnormalities).  In this patient who developed constipation after new-onset atrial fibrillation, the most likely etiology is a #drug effect# related to diltiazem. $Diltiazem and verapamil are #non–dihydropyridine calcium channel blockers# that decrease conduction velocity in the sinoatrial and atrioventricular nodes and are often used in the management of atrial fibrillation.  Constipation, a common adverse effect, occurs due to inhibition of the colonic migrating motor complex, resulting in #slowed contractions of colonic smooth muscle#.  This is not typically seen with dihydropyridine calcium channel blockers (eg, amlodipine, nifedipine). $Other common medications that cause constipation include opiates, serotonin 5-HT3 antagonists (eg, ondansetron), iron tablets, aluminum-containing agents (eg, antacids), and medications with anticholinergic properties (eg, diphenhydramine, tricyclic antidepressants, first-generation antipsychotics). $#(Choice A)#  Alterations in the colonic microbiome are common after antibiotic therapy but typically cause diarrhea (eg, Clostridioides [formerly Clostridium] difficile colitis), not constipation. $#(Choice B)#  The gastrocolic reflex is a neurogenic reflex triggered by gastric distension from food, leading to colonic contractions; impairment of the reflex can cause constipation.  However, this typically occurs in patients with diabetic neuropathy and gastroparesis. $#(Choice C)#  Inappropriate contraction of pelvic floor muscles occurs with dyssynergic defecation, preventing the expulsion of stool from the rectum.  Dyssynergic defecation is more common in the elderly and often associated with neurologic disorders (eg, Parkinson disease) or trauma.  The development of symptoms after this patient started diltiazem is more consistent with medication-induced constipation. $#(Choice E)#  A rectocele, which occurs when the rectum prolapses into the posterior vaginal wall, usually develops in elderly, multiparous women.  Although constipation is common, patients usually describe pelvic pressure and the need to manually push on the vagina or rectum to defecate. $#(Choice F)#  Sigmoid volvulus typically presents with progressive abdominal pain, nausea, and constipation and eventually results in bowel obstruction (eg, failure to pass gas, obstipation, possible perforation).  Symptoms occur over the course of days, not months. $#Educational objective# Constipation is a common adverse effect of non–dihydropyridine calcium channel blockers (eg, diltiazem, verapamil).  Other medications that cause constipation include opiates, 5-HT3 antagonists, iron tablets, aluminum-containing antacids, and medications with anticholinergic properties.  "},

{"id":"19981","title":"A 64-year-old woman comes to the emergency department due to a 2-day history of worsening abdominal pain.  She has a history of gallstones but has had no surgery due to high operative risk.  Medical history includes chronic obstructive pulmonary disease, hypertension, and remote cervical cancer treated with surgery and chemotherapy.  Abdominal CT scan shows multiple dilated small bowel loops with a decompressed distal ileum, and an abnormal bowel indicated by the arrow shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19981.jpg","title_2":"Which of the following is the most likely cause of this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Gallstone ileus","answer_2":"B. Incarcerated hernia","answer_3":"C. Intestinal malrotation","answer_4":"D. Intestinal volvulus","answer_5":"E. Peritoneal adhesion","percent_1":"34%","percent_2":"46%","percent_3":"1%","percent_4":"8%","percent_5":"11%","right_answer":"B. Incarcerated hernia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19981.jpg","explanation_1":"","explanation_2":"$This patient with worsening abdominal pain has CT scan findings concerning for #small bowel obstruction (SBO)#, a process in which a mechanical or functional obstruction disrupts the normal flow of intestinal intraluminal contents.  SBO classically causes #dilation of bowel proximal# to the obstruction (eg, multiple dilated small bowel loops) and #decompression of bowel distal# to the obstruction (eg, decompressed distal ileum).  Patients with SBO typically have abdominal pain, nausea, vomiting (usually bilious), and abdominal distension and tenderness. $Common causes of mechanical SBO include peritoneal adhesions, hernias, and tumors.  Computed tomography is the diagnostic test of choice because it usually can identify the specific site of obstruction (ie, transition point), assess obstruction severity (partial vs complete), and identify potential complications (eg, bowel necrosis, perforation). $This patient's CT scan demonstrates a #small bowel #loop #extending# #outside the peritoneal cavity# into the left inguinal area, indicative of an #inguinal hernia# that has become trapped (ie, #incarcerated#) as the cause of SBO.  Incarceration increases the risk of bowel strangulation (ie, ischemia leading to necrosis) and should prompt urgent surgical consultation. $#(Choice A)#  @Gallstone ileus@ occurs when a large gallstone @erodes@ into the intestinal lumen and becomes impacted (eg, at the ileocecal valve), causing mechanical obstruction.  CT scan commonly shows obstructing gallstones or pneumobilia due to retrograde passage of intestinal gas into the biliary tract. $#(Choice C)#  @Malrotation@ is characterized by incomplete physiologic rotation of the bowel in utero.  Duodenal obstruction can occur due to abnormally positioned peritoneal bands; however, this occurs more commonly in infancy (vs adulthood).  Imaging typically shows predominantly left-sided large bowel and right-sided small bowel. $#(Choice D)#  @Volvulus@ occurs when an intestinal loop twists around itself and its mesentery.  It can result in SBO, but CT scan classically reveals mesenteric twisting (\"whirl sign\") as the transition point (vs an incarcerated inguinal hernia). $#(Choice E)#  Peritoneal adhesions (fibrous bands) often form between intraabdominal organs and/or the abdominal wall following abdominal surgery and can cause mechanical SBO by trapping bowel loops during normal intestinal peristalsis.  However, CT scan typically reveals an intraperitoneal transition point (vs an extraperitoneal hernia). $#Educational objective# Small bowel obstruction (SBO) occurs when a mechanical or functional obstruction disrupts the normal flow of intestinal intraluminal contents.  A herniated bowel loop (eg, inguinal hernia) can cause SBO if it becomes trapped (ie, incarcerated) outside the peritoneal cavity.  ","clickable_1":"images/img1.19981.jpg","clickable_2":"images/img2.19981.jpg","clickable_3":"images/img3.19981.jpg","clickable_4":"images/img4.19981.jpg"}


]