[

{"id":"10509","title":"A resident physician is on her way to morning signout after her overnight shift and gets into an elevator crowded with nurses and other hospital staff members.  The medical student on the team gets on the elevator and asks the resident how her shift went.  During the conversation, the student is careful not to mention the patient's name, asking, \"Did the patient in Room 232 get her CT scan?\"  Which of the following is the most appropriate response to the student?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Discussing patient information in a public setting is against hospital policy.","answer_2":"B. I have the brain scan results and can discuss them with you later.","answer_3":"C. Let me pull up the results on my phone.","answer_4":"D. Let's wait until morning signout to discuss all of the patients.","answer_5":"E. The scan is normal.","answer_6":"F. The scan was read, but ask the daytime resident about the results.","percent_1":"33%","percent_2":"18%","percent_3":"0%","percent_4":"46%","percent_5":"0%","percent_6":"3%","right_answer":"D. Let's wait until morning signout to discuss all of the patients.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Physicians have an ethical responsibility to #protect patient confidentiality#, including during interactions with other healthcare team members in #public places# and non-medical settings.  In situations where discussion of patient's healthcare information may be overheard, it is prudent to #avoid discussing any information# regarding potential patients.  Physicians should maintain strict standards of confidentiality in any public setting, including in the presence of other health care professionals not involved in the patient's care. $ In this case, although the medical student has not used the patient's name, the room number can easily be connected to the patient by anyone who may overhear, thereby violating the patient's privacy under the Health Insurance Portability and Accountability Act (HIPAA).  The most advisable course of action is to #defer the conversation# to a more appropriate and private setting outside the elevator. $ (Choice A)  Although this statement is correct, publicly admonishing the student is not the best approach.  Discussing the matter privately during signout is preferred. $ #(Choices B, C, E, and F)#  These responses violate patient privacy as they acknowledge that the patient received a CT scan.  Disclosing information about a patient's hospital course in a public setting, even if the patient's name is not discussed, is inappropriate. $ Educational objective Physicians must be cautious about discussing protected patient health information in public places, including public settings within the hospital, even with other medical personnel.  Conversations regarding patients should be deferred to a later time when a more private setting can be arranged."},

{"id":"10510","title":"A 40-year-old woman comes to the office due to new-onset genital lesions.  On examination, she is found to have several genital warts in her vaginal area.  Testing for sexually transmitted infections is otherwise negative.  The patient admits to having a brief extramarital affair while traveling for business.  The following week, the physician receives a phone call from the patient's husband, who is not a patient in the practice.  He knows his wife was recently seen and would like information regarding her health as he is concerned about symptoms he is currently experiencing.  Which of the following would be the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Can I speak with your wife to obtain a verbal release of information?","answer_2":"B. I will need proof of your identity prior to disclosing information.","answer_3":"C. If your spouse is a patient here, she would have to provide a release of information.","answer_4":"D. Is your wife aware that you are calling for her health information?","answer_5":"E. What kind of symptoms are you experiencing?","percent_1":"7%","percent_2":"2%","percent_3":"78%","percent_4":"3%","percent_5":"11%","right_answer":"C. If your spouse is a patient here, she would have to provide a release of information.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$The #Health Insurance Portability and Accountability Act# (HIPAA) Privacy Rule provides instructions on management of protected health information (PHI).  The main goal of HIPAA is protection of #patient privacy and confidentiality#.  A physician can respond to a family member's request for information only if the patient has specifically provided #verbal or written authorization# for release of information to the family member. $Due to public health concerns, notifiable infections (eg, HIV, chlamydia, tuberculosis) are an exception to the Privacy Rule and should be reported to the Centers for Disease Control and Prevention (CDC); many states offer partner notification services by local health departments (rather than individual clinicians) to protect patient privacy.  However, human papillomavirus infection (eg, genital warts) is not a notifiable infection, and #PHI disclosure without patient consent# (eg, partner notification) would be a #violation of HIPAA#. $(Choice A)  Asking the husband to put his wife on the phone to obtain a verbal release of information may inappropriately pressure the patient to consent to disclosure of her personal health information.  The patient should be approached privately regarding release of information, which preferably should be obtained in writing. $(Choice B)  Requesting proof of the caller's identity is irrelevant as information cannot be released without the patient's authorization.  Although HIPAA does not require proof of identity to respond to callers, providers may establish their own rules for verifying identity. $(Choice D)  Asking whether the patient's wife is aware that he is calling does not address the issue at hand, which is the requirement for a release of information prior to disclosure of medical information. $(Choice E)  It would be inappropriate for the physician to ask the patient's husband about his physical symptoms as they do not have a patient-doctor relationship at this time.  Furthermore, discussing these symptoms may inadvertently violate the patient's confidentiality.  Recommending that the husband seek medical evaluation for his symptoms would be reasonable. $Educational objective The Health Insurance Portability and Accountability Act protects health information by requiring verbal or written authorization for release of information.  Family members who contact the physician for information about their relative should not be given any information about the patient without the patient's consent."},

{"id":"10290","title":"A 78-year-old man with end-stage esophageal cancer is admitted to the hospital with severe malnutrition and failure to thrive.  The patient's caretaker says that he has not been able to eat or drink for the last 3 weeks.  His weight dropped from 72.6 kg (160 lb) to 63.5 kg (140 lb) during that time.  The cancer has spread to his lungs and liver.  The patient does not wish to receive any further treatment for the cancer and specifies that he wants no heroic measures or interventions to keep him alive.  His physician considers referral to hospice care.  Which of the following is a requirement for referring a patient for hospice care?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Patient has a diagnosis of end-stage cancer","answer_2":"B. Patient has a do-not-resuscitate order","answer_3":"C. Patient has decision-making capacity","answer_4":"D. Patient has a prognosis of ≤6 months","answer_5":"E. Patient has a prognosis of ≤3 months","percent_1":"11%","percent_2":"12%","percent_3":"11%","percent_4":"55%","percent_5":"12%","right_answer":"D. Patient has a prognosis of ≤6 months","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Hospice model# § • Focus on quality of life, not cure or life prolongation • Symptom control (eg, pain, nausea, dyspnea, agitation, anxiety, depression) • Interdisciplinary team (eg, medical, nursing, psychosocial, spiritual, bereavement care) • Services provided at home, assisted-living facility, or dedicated facility • Requires survival prognosis of ≤6 months","explanation_1":"","explanation_2":"$#Hospice care# is usually provided to terminally ill patients with #a prognosis of <6 months#, when aggressive, curative treatments are no longer beneficial or desired.  The largest population receiving hospice care consists of cancer patients, but also includes those with other terminal medical conditions (eg, end-stage cardiomyopathy, end-stage chronic obstructive pulmonary disease, pulmonary fibrosis).  The physician must substantiate a prognosis of <6 months with documentation of #irreversible decline# in #clinical and functional status#. $ Hospice care is based on the principle of providing #compassionate care# that focuses on #comfort and quality of life#.  It is provided by a multidisciplinary team that includes nurses, social workers, chaplains, and a hospice physician who closely coordinates with the patient's attending physician.  It can be provided in the patient's own home (home hospice care), a nursing home, or dedicated hospice facility.  Hospice services include comfort measures (eg, control of pain and dyspnea) and psychological, spiritual, and bereavement counseling for patients and families. $ #(Choices A and E)#  Hospice care is appropriate for patients with any terminal illness provided they have a prognosis of <6 months. $ (Choice B)  Although most patients in hospice care have directives to decline heroic life-sustaining measures, a do-not-resuscitate order is not a prerequisite for receiving hospice services. $ (Choice C)  Patients who still possess decision-making capacity should participate in decisions regarding hospice care.  However, advance directives or surrogate decision makers may handle issues related to hospice care for patients who lack capacity. $ Educational objective Patients with advanced metastatic cancers or other terminal illnesses and a life expectancy of <6 months should be evaluated for hospice care."},

{"id":"8456","title":"A primary care physician is invited to give a presentation to a local employer.  He is a member of a large multi-specialty medical group, which he joined less than a year ago after completing residency.  During the presentation, the physician discusses the various medical specialties available within the group, as well as the range of ancillary services the group offers at its facilities.  In the ensuing discussion, the physician learns that the employer has been facing financial difficulties.  The employer wishes to continue offering health care coverage to its employees but needs to reduce expenditures.  As a result, the employer would like to negotiate a contract in which the medical group would provide care to all the company's employees in exchange for a set monthly fee per employee.  Which of the following payment methods best describes this type of health care financing arrangement?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Capitation","answer_2":"B. Discounted fee-for-service","answer_3":"C. Global payment","answer_4":"D. Patient-centered medical home","answer_5":"E. Point-of-service","percent_1":"54%","percent_2":"14%","percent_3":"21%","percent_4":"2%","percent_5":"9%","right_answer":"A. Capitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"An arrangement in which a payor (individual, employer, or government entity) pays a #fixed, predetermined fee# per patient to cover all required medical services is termed capitation.  #Capitation# is the payment structure underlying #health maintenance organization# (HMO) provider networks.  Under capitation, there is an incentive for the provider and patient to reduce expenses, usually by restricting patients to a limited panel of providers within the plan, requiring referrals from a primary care provider prior to specialist consultations, and denying payment for services that do not meet established evidence-based guidelines. $ Capitation payments are often made to a private insurance company, which then negotiates with individual physicians or physician networks to provide care.  Alternately, a very large physician group (including primary and specialty physicians) may contract directly with employers to provide capitated care for their employees. $ (Choice B)  Discounted fee-for-service is a payment arrangement in which an insurer pays a provider for each individual service provided at a pre-arranged, discounted rate.  Employers would not generally negotiate a fee-for-service contract directly with a provider. $ (Choice C)  Global payment is an arrangement in which an insurer pays a provider a single payment to cover all the expenses associated with an incident of care.  This is most commonly done for elective surgeries, in which the global payment covers the surgery as well as any pre- and post-operative visits needed. $ (Choice D)  A patient-centered medical home is a specific model of primary care in which patients have access to a personal physician who coordinates care and sees the patient through all aspects of care, including preventive services and acute and chronic disease management.  Payment for these services may be capitated or fee-for-service. $ (Choice E)  Point-of-service plans require patients to have a primary care provider and obtain referrals for specialty consultations.  They differ from HMO plans in that they allow patients to see providers outside the network, albeit at higher out-of-pocket costs (copays and deductibles). $Educational objective Capitation is an arrangement in which a payor pays a fixed, predetermined fee to provide all the services required by a patient.  Payors may negotiate a capitated contract with an insurance company that then pays the providers, or a large medical group may negotiate directly with the payor."},

{"id":"7733","title":"A gastroenterologist notices one of her patients at the hospital cafeteria while waiting for her friend, a hospitalist, to meet her for lunch.  The patient greets the gastroenterologist and has a brief conversation before leaving.  The hospitalist arrives to the cafeteria and says, \"I saw you talking to my old neighbor.  He's a close family friend, and I heard that he has colon cancer.  I've been really worried about him, especially since his wife had a stroke recently.  Are you treating him?\"  Which of the following is the most appropriate response by the gastroenterologist?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. He is my patient, but unfortunately, I cannot discuss his treatment with you.","answer_2":"B. I cannot say, but you should probably check in with him to find out how he has been doing.","answer_3":"C. I cannot say whether or not he is my patient.","answer_4":"D. No, he is not my patient.","answer_5":"E. Yes, but let's wait to talk about this until we're in a more private area.","percent_1":"30%","percent_2":"13%","percent_3":"55%","percent_4":"0%","percent_5":"2%","right_answer":"C. I cannot say whether or not he is my patient.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Confidentiality# is a basic tenet of medical ethics and a prerequisite for a trusting physician-patient relationship.  Physicians are ethically obligated to #protect patient privacy# and maintain confidentiality in most situations, including during interactions with other physicians who are not directly involved in the patient's medical care. $ The hospitalist has asked the gastroenterologist whether a certain man, a former neighbor and close family friend, is being treated by the gastroenterologist.  Because the inquiry is based on #personal# and not professional #interest# or medical necessity, the most appropriate response by the gastroenterologist is to avoid divulging the man's protected health information, such as his diagnosis, treatment, and whether he is, in fact, the gastroenterologist's patient #(choice A)#.  Identifying the man as a patient and admitting to treating him could indirectly confirm a diagnosis of colon cancer, which is a #breach of patient privacy# because sharing this information is #not medically necessary#.  Therefore, the most appropriate response is for the physician to state that they cannot say whether or not the patient is under their care. $ (Choice B)  Although this statement does not directly admit to treating the patient, it insinuates that the patient has a serious medical diagnosis, which violates patient confidentiality.  In addition, encouraging the hospitalist to \"check in\" with the patient is not advisable because the patient may not wish to share his diagnosis or receive support from others at this time. $ (Choice D)  The gastroenterologist is not required to lie to protect patient confidentiality; a more neutral statement that neither confirms nor denies a therapeutic relationship with the patient is sufficient. $ (Choice E)  To protect patient privacy, discussion of protected health information should take place in a private location rather than a public area (eg, cafeteria, elevator).  However, because the hospitalist is not directly involved in the patient's care, the gastroenterologist cannot discuss whether or not the patient is receiving treatment. $ Educational objective Patient confidentiality prohibits physicians from disclosing a patient's protected health information (eg, diagnosis, treatment) to anyone not directly involved in the patient's medical care, including physician colleagues.  Physicians should not identify their patients when it is not medically necessary because doing so is a breach of patient privacy."},

{"id":"784","title":"A 46-year-old man comes to the emergency department with chest pain that began 30 minutes ago.  The patient describes the pain as a tight, squeezing sensation that radiates to the left arm.  He also has increased sweating and nausea.  ECG shows multi-lead ST-segment elevation, and cardiac troponin levels are high.  The patient has a history of alcohol and cocaine abuse, but no history of cardiac disease.  He undergoes emergency cardiac catheterization and is recovering appropriately in the postanesthetic care unit.  The physician is approached by a distraught woman who says she is the patient's wife and asks about his condition.  She says, \"I am so worried; please tell me if my husband is okay.\"  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Discuss the patient's medical information with the woman due to the seriousness of his condition","answer_2":"B. Discuss the patient's status with the woman only if she has appropriate identification","answer_3":"C. Explain to the woman that no information can be disclosed without the patient's permission","answer_4":"D. Explain to the woman that the patient's status cannot be disclosed as there is no way to be sure she is his spouse","answer_5":"E. Tell the woman that the patient is stable, but that further details will have to wait until the patient can give permission","percent_1":"1%","percent_2":"8%","percent_3":"23%","percent_4":"1%","percent_5":"67%","right_answer":"E. Tell the woman that the patient is stable, but that further details will have to wait until the patient can give permission","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"While this patient is undergoing emergency treatment for acute myocardial infarction, a woman who claims to be his wife arrives at the hospital and asks about his medical condition.  The Health Insurance Portability and Accountability Act #(HIPAA)# is designed to #protect patient privacy#.  This #requires# the patient's explicit consent (or lack of objection when given the opportunity) #to share medical information# with others, including family and friends. $ When the patient is #incapacitated# or is not present, #basic information can be shared# if, in the physician's professional judgment, doing so is in the patient's #best interest#.  In this case, there is no way of knowing for sure whether informing this woman (whether she is his wife or not) is in the patient's best interest.  However, the woman is distressed, and leaving her to worry for an extended period while the patient is recovering could cause the patient emotional harm if she is indeed family.  The best approach to protect the patient's privacy is to explain that he is stable, but that further information (including general diagnostic and treatment information) cannot be shared until he is asked for and provides consent. $ (Choice A)  This discussion would violate the patient's privacy. $ #(Choices B and D)#  This patient has not given permission to release information to the presumed wife, even if she provides identification or marital status is confirmed.  For instance, the patient could be undergoing a contentious divorce and not want any information released to his wife.  HIPAA does not require proof of identity if the patient has given permission to share information. $ (Choice C)  Providing minimal information that the patient is \"stable\" would be appropriate.  This response protects the patient's privacy by not revealing the diagnosis or other medical details, but also limits emotional harm to the patient by informing those who are likely to be family about the patient's condition.  If permission to share information is obtained later, the physician should ask the patient whether he prefers that potentially sensitive details be omitted (eg, if the myocardial infarction was due to cocaine use and the patient did not want this revealed). $ Educational objective Under the Health Insurance Portability and Accountability Act, physicians may disclose patient information to friends and family members in emergency situations or when the patient is otherwise incapacitated, depending on what is in the best interest of the patient.  Otherwise, patient information may be disclosed only when the patient gives explicit permission or does not object when given a reasonable opportunity."},

{"id":"1129","title":"A 28-year-old woman comes to the office for a regularly scheduled prenatal appointment.  Her pregnancy has been going well and the patient says that she is thrilled to be having a baby after trying to become pregnant for several years.  She and her husband experienced considerable strain in their marriage as they went through multiple unsuccessful fertility treatments.  During the visit, the physician orders some blood work and performs a 1-hour glucose challenge test.  The patient becomes apprehensive when this is mentioned and begins to ask questions about the purpose of the testing.  When asked about her concern, she confides that the fetus is not her husband's child.  Her husband is also the physician's patient, and she asks the physician not to tell him about this because \"it will ruin everything.\"  Which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I am obligated to tell him as he is my patient and it is in his best interest to know.","answer_2":"B. I will not inform your husband, but please consider telling him the truth.","answer_3":"C. I will not tell him, but I am obligated to inform the biological father.","answer_4":"D. I will not tell him, but keeping this from your husband will have many negative effects.","answer_5":"E. I will not tell your husband.","percent_1":"2%","percent_2":"36%","percent_3":"2%","percent_4":"5%","percent_5":"55%","right_answer":"E. I will not tell your husband.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"A 28-year-old woman comes to the office for a regularly scheduled prenatal appointment.  Her pregnancy has been going well and the patient says that she is thrilled to be having a baby after trying to become pregnant for several years.  She and her husband experienced considerable strain in their marriage as they went through multiple unsuccessful fertility treatments.  During the visit, the physician orders some blood work and performs a 1-hour glucose challenge test.  The patient becomes apprehensive when this is mentioned and begins to ask questions about the purpose of the testing.  When asked about her concern, she confides that the fetus is not her husband's child.  Her husband is also the physician's patient, and she asks the physician not to tell him about this because \"it will ruin everything.\"  Which of the following is the most appropri Physicians are ethically obligated to #respect patient autonomy# and #protect patient confidentiality#, keeping all personal health information private unless the patient gives specific consent to release the information.  Maintaining patient confidentiality is essential to developing a trusting physician-patient relationship as patients would otherwise be less likely to share sensitive information, which could negatively impact their care.  This is particularly critical for issues that might be stigmatizing, such as reproductive, sexual, substance use, and mental health concerns.  Confidentiality assures that #private information not be disclosed# to family or employers without the patient's explicit consent.  This patient's request not to inform her husband should be respected. $ #Exceptions# to confidentiality include the following: $ • Suspected child, disabled person, or elder abuse (reporting laws for spousal abuse vary by state) $ • Knife or gunshot wounds $ •Diagnosis of a reportable communicable disease $ • Threats to harm self or others and reasonable ability to carry out the threat in the near future $ (Choice A)  The physician's primary duty is to protect the patient's confidentiality regardless of whether her husband is a patient or not.  Imposing one's personal belief that it would be in the husband's best interest to know is inappropriate. $#(Choices B and D)#  These statements could be considered directive and/or judgmental by the patient.  The physician should be neutral with regard to the patient's decision and not force her into actions or a conversation with which she may be uncomfortable.  It would be appropriate to inquire about the patient's concerns, specifically if there are any safety concerns. $ (Choice C)  The physician has no legal or ethical obligation to inform the biological father.  Under current law, a father has no legal right to know that a child is his unless he is ordered to make child support payments. $ Educational objective Patient confidentiality is strongly protected because patients must feel free to disclose details of all aspects of their lives so that physicians can provide optimal care.  Exceptions to patient confidentiality include suspected child, disabled person, or elder abuse; knife or gunshot wounds; diagnosis of a reportable communicable disease; and patients at risk of physically harming themselves or others."},

{"id":"11668","title":"A 25-year-old woman comes to the office to follow up type 1 diabetes mellitus.  She takes long- and short- acting insulin with good glycemic control and has no diabetes-related complications.  She also has a history of hypothyroidism for which she takes levothyroxine.  The patient has been covered under her parent's medical insurance for the last several years, but she recently started working full time for a company that provides a broad variety of employee insurance choices.  She requests advice in choosing a health insurance plan.  The patient has no disability and says that her main priority is low monthly payments.  Which of the following insurance options would be most appropriate for this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Health maintenance organization","answer_2":"B. Medicaid","answer_3":"C. Medicare","answer_4":"D. Point-of-service plan","answer_5":"E. Preferred provider organization","percent_1":"54%","percent_2":"8%","percent_3":"5%","percent_4":"19%","percent_5":"14%","right_answer":"A. Health maintenance organization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Types of health insurance plans#∆⨉∆⨉∆⨉ § ∆^#PPO# ∆^#HMO# ∆^#POS# §^#Monthly premiums# ∆ £££ ∆ £ ∆ ££ §^#Copayments & deductibles# ∆ ££ ∆ £ ∆ Variable §^#PCP referral required for specialist visits?# ∆ No ∆ Yes ∆ Yes §^#Size of \"in network\" provider panel# ∆ Large ∆ Limited ∆ Limited §^#May go outside provider network?# ∆ Yes ∆ No ∆ Yes* §*Requires additional out-of-pocket cost. $ #HMO# = health maintenance organization; #PCP# = primary care provider; #POS# = point of service; #PPO# = preferred provider organization. ∆⨉∆⨉∆⨉","explanation_1":"","explanation_2":"$To keep expenditures below the total income from premiums, health insurance plans must limit total expenses (utilization) by enrolled patients.  The 2 main strategies include increasing the patient's #share of cost# for the services they receive (eg, copayments, deductibles) and limiting the #range of services# patients may receive.  A #health maintenance organization# (HMO) insurance plan has low monthly premiums, low copayments and deductibles, and low total cost for the patient.  HMOs reduce utilization by confining patients to a limited panel of providers, requiring referrals from a primary care provider prior to specialist consultations, and denying payment for services that do not meet established evidence-based guidelines. $ This patient's chronic conditions require daily medications, regular physician visits, and serial laboratory testing.  In addition, diabetes can increase the risk of additional complications, increase utilization, and require specialty consultation.  As a result, an HMO plan may provide this patient with the lowest monthly cost as long as she is willing to see only providers within the limited panel approved by the plan. $ (Choice B)  Medicaid is a joint federal and state program to cover low-income patients.  This patient is unlikely to qualify for Medicaid due to her full-time employment and employer-sponsored health insurance. $ (Choice C)  Medicare is a federal health insurance program for patients who are age >65, disabled, or have end-stage renal disease. $ (Choice D)  Point-of-service (POS) plans are similar to HMOs in that they require patients to have a primary care provider and obtain referrals for specialty consultations.  However, unlike an HMO, patients may also see out-of-network providers.  POS plans typically have higher premiums than HMOs and significant costs if patients choose to see out-of-network specialists. $ (Choice E)  Preferred provider organization (PPO) plans usually offer the most flexible choices for both in-network and out-of-network providers.  However, PPOs typically have higher premiums and deductibles than HMO plans. $ Educational objective A health maintenance organization (HMO) is an insurance plan with low monthly premiums, low copayments and deductibles, and low total cost for the patient.  HMOs reduce utilization by confining patients to a limited panel of providers, requiring referral from a primary care provider prior to specialist consultations, and denying payment for services that do not meet established guidelines."},

{"id":"11602","title":"A 38-year-old recently homeless woman and her 35-year-old boyfriend come to a community clinic seeking care for her pregnancy at 27 weeks.  She also brings her 19-year-old son, who has cerebral palsy and has not had consistent medical care.  The patient explains to the social worker that the family was recently evicted from their apartment for failure to pay rent after her boyfriend lost his job.  Which of these individuals is eligible for Medicare coverage?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. The woman","answer_2":"B. The woman's boyfriend","answer_3":"C. The woman's child when it is born","answer_4":"D. The woman's disabled son","answer_5":"E. The woman, her boyfriend, and her son","percent_1":"7%","percent_2":"1%","percent_3":"4%","percent_4":"68%","percent_5":"19%","right_answer":"D. The woman's disabled son","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Medicare is a federal socialized medical insurance program that covers select individuals.  It provides health insurance for patients age 65 and older who have worked and paid into the system (ie, have paid taxes).  Individuals must also hold residence and citizenship in the United States.  Medicare also covers younger individuals with disabilities, end-stage renal disease, or amyotrophic lateral sclerosis.  Medicare consists of several parts, with Part A covering inpatient hospital visits, Part B covering a select number of outpatient services and medical devices, Part C as an optional capitated plan with additional benefits (vision, dental), and Part D as an optional prescription drug plan.  Medicare is different from Medicaid, a state-run medical insurance program that covers the homeless, undocumented immigrants, pregnant women, and low-income families. $ In this situation, only the disabled son would be eligible for Medicare. $ #(Choices A, B, C, and E)#  The pregnant woman, her boyfriend, and the child (when born) can be covered by Medicaid only, not Medicare. $Educational objective Medicare is a federal socialized medical insurance program that covers individuals age 65 and older who have a work history and younger individuals with disabilities."}


]