[


{"id":"18950","title":"A 64-year-old man comes to the office for follow-up.  He has a history of chronic kidney disease due to hypertensive and diabetic nephropathy.  Six months ago, he developed significant fatigue and exercise intolerance.  Evaluation at that time revealed normocytic anemia and normal serum iron studies so recombinant erythropoietin was initiated.  Today, the patient states that his symptoms have significantly improved.  Laboratory evaluation reveals a hemoglobin of 12 g/dL.  If the erythropoietin treatment is continued, this patient is at greatest risk for which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune hemolysis","answer_2":"B. Bone marrow fibrosis","answer_3":"C. Gallstone formation","answer_4":"D. Iron overload","answer_5":"E. Venous thrombosis","percent_1":"1%","percent_2":"7%","percent_3":"5%","percent_4":"12%","percent_5":"74%","right_answer":"E. Venous thrombosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Erythropoietin (EPO)# promotes the survival, differentiation, and proliferation of immature erythrocytes.  It is produced by interstitial fibroblasts near the peritubular capillaries of the kidney in response to hypoxia; #deficiency# often occurs in the setting of @chronic kidney disease@ due to inflammatory damage to the peritubular interstitial fibroblasts. $Patients with EPO deficiency generally present with #normocytic anemia#, low reticulocyte count, and iron studies similar to those seen in anemia of chronic disease (eg, low serum iron, low/normal total iron-binding capacity).  Treatment with #recombinant EPO# restores the stimulus for erythropoiesis, #increases hemoglobin#, and improves tissue oxygen delivery.  However, #prolonged use# of EPO can lead to serious morbidity, including the following: $• #Thromboembolism:#  EPO increases blood viscosity and triggers the release of proinflammatory cytokines from the endothelium, which increases the risk for thromboembolism.  It also promotes the release of procoagulant proteins such as von Willebrand factor and plasminogen activator inhibitor-1. $• #Hypertension:#  EPO increases  systemic vascular resistance, possibly due to activation of erythropoietin receptors on vascular endothelial and smooth muscle cells.  This can result in hypertensive encephalopathy and increased risk of #cardiovascular events# (eg, stroke, myocardial infarction). $To avoid morbidity, most studies recommend #cessation# of recombinant EPO once hemoglobin improves to #12-13 g/dL#; attempting to increase hemoglobin >13 g/dL increases the risk of adverse effects and death. $#(Choice A)#  Autoantibodies can form against recombinant EPO, which limits its efficacy.  However, recombinant EPO does not typically trigger autoantibodies against erythrocytes; therefore, hemolytic anemia would be atypical. $#(Choice B)#  Recombinant EPO may worsen malignancy due to the promotion of vascular growth.  It does not typically cause myelofibrosis or myeloproliferative disorders.  However, these conditions may be triggered by the use of granulocyte colony–stimulating hormone due to excessive stimulation of granulocyte stem cells. $#(Choice C)#  The use of recombinant EPO does not usually increase bilirubin and does not typically cause gallstones.  Increased risk of gallstones can be seen with some causes of anemia such as sickle cell disease and thalassemia. $#(Choice D)#  Recombinant EPO stimulates erythrocytosis, which can rapidly consume iron stores (it does not cause iron overload).  Therefore, iron levels should be monitored before and during treatment to ensure that iron deficiency does not occur. $#Educational objective# Patients with chronic kidney disease often develop normocytic anemia due to erythropoietin (EPO) deficiency.  Treatment with recombinant EPO can dramatically improve tissue oxygen delivery and reduce mortality.  However, prolonged or high-dose treatment can have serious side effects, most notably increased risk of hypertension and thromboembolism.  ","clickable_1":"images/img1.18950.jpg"},

{"id":"15280","title":"A 67-year-old woman is hospitalized due to worsening abdominal pain.  The patient has long-standing end-stage renal disease from diabetic nephropathy for which she undergoes hemodialysis 3 times a week.  Temperature is 37 C (98.6 F), blood pressure is 159/79 mm Hg, pulse is 97/min, and respirations are 16/min.  Abdominal examination shows high-pitched bowel sounds and mild distension without rebound tenderness.  Laboratory results show elevated blood urea nitrogen and creatinine.  Noncontrast CT scan of the abdomen shows a small bowel obstruction.  The patient also has the findings demonstrated by the arrows in the abdominal CT scan below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15280.jpg","title_2":"Which of the following most likely contributed to the observed findings?","audio":"","comparison_items":"","answer_1":"A. Hypermagnesemia","answer_2":"B. Hyperphosphatemia","answer_3":"C. Hypocalcemia","answer_4":"D. Hypophosphatemia","answer_5":"E. Recurrent hypoglycemia","percent_1":"4%","percent_2":"68%","percent_3":"6%","percent_4":"20%","percent_5":"2%","right_answer":"B. Hyperphosphatemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with end-stage renal disease (due to diabetic nephropathy) and worsening abdominal pain (due to small bowel obstruction) has extensive #vascular calcifications# (VCs) noted on abdominal CT scan.  Under normal conditions, calcification inhibitors expressed by smooth muscle cells prevent the formation of calcifications.  VCs occur when metabolic insults (eg, electrolyte abnormalities, dyslipidemia, oxidative stress, uremia) cause smooth muscle cells in the arterial media to differentiate into osteoblast-like cells (ie, #osteogenic differentiation#), resulting in active deposition of calcium salts within the vessels. $Excessive VCs occur frequently in patients with #chronic kidney disease#, especially those on #dialysis#, because they are predisposed to developing these calcifications through the following mechanisms: $• Electrolyte abnormalities:  #Hyperphosphatemia# (decreased filtration and excretion of phosphorus) and/or #hypercalcemia# (typically iatrogenic due to the administration of calcium products as phosphate binders) promote calcification by stimulating osteogenic differentiation #(choices C and D)#. $• #Chronic inflammation#:  Inflammation, due to uremia and/or hyperlipidemia, suppresses the expression of calcification inhibitors in smooth muscle cells and damages vascular endothelial cells, providing a nidus for calcification.  In addition, mineralization is proinflammatory and reinforces the cycle of inflammation within vessel walls. $• #Atherosclerosis#:  In addition to its proinflammatory effects, lipid deposition in the vessel wall results in the formation of atherosclerotic lesions that can also become calcified and contribute to the calcific burden. $VCs are thought to contribute to increased cardiovascular risk and mortality but are often an #incidental finding#. $#(Choice A)#  Magnesium inhibits extraosseous calcification, putting those with hypomagnesemia at increased risk for VCs.  Hypermagnesemia would have a protective effect, making VCs less likely. $#(Choice E)#  Diabetes mellitus is associated with a significantly increased risk for atherosclerosis and subsequent atherosclerotic calcification.  However, hypoglycemia does not increase the risk for VCs. $#Educational objective# Vascular calcifications occur more commonly in patients with chronic kidney disease due to electrolyte abnormalities (eg, hyperphosphatemia, hypercalcemia) and chronic inflammation (secondary to atherosclerosis and/or uremia).  These changes promote calcification and suppress calcification inhibitors, which can result in extensive vascular calcifications.  "},

{"id":"7571","title":"A 55-year-old man is found unresponsive on the street during a cold winter night.  He is hypothermic and does not follow commands.  Medical history is unavailable.  Despite rewarming efforts, the patient dies in the emergency department.  An autopsy is performed.  Light microscopy of a section of the patient's kidney is shown on the slide below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/7571.jpg","title_2":"This individual's renal condition could most likely have been prevented by use of which of the following types of medication?","audio":"","comparison_items":"","answer_1":"A. Antibiotics","answer_2":"B. Antihypertensives","answer_3":"C. Antiplatelet agents","answer_4":"D. Glucocorticoids","answer_5":"E. Hypoglycemic agents","answer_6":"F. Nonsteroidal anti-inflammatory drugs","percent_1":"1%","percent_2":"83%","percent_3":"2%","percent_4":"5%","percent_5":"8%","percent_6":"1%","right_answer":"B. Antihypertensives","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp7571.jpg","explanation_1":"","explanation_2":"$#Hypertensive (malignant) nephrosclerosis# is the renal manifestation of #hypertensive emergency#, a condition in which severe hypertension results in @end-organ damage@.  Markedly elevated blood pressure causes vascular endothelial damage, leading to inflammation, cell necrosis, and extravasation of plasma proteins (eg, fibrinogen, coagulation factors).  In the kidneys, this results in a characteristic set of histologic changes: $• Leakage of fibrinogen and coagulation factors through the damaged endothelium causes fibrin deposition in vessel walls, which appear as circumferential, acellular eosinophilic deposits #(fibrinoid necrosis)#. $• Over time, release of growth factors by damaged tissue stimulates the formation of concentric layers of collagen and proliferating smooth muscle cells, resulting in an '#onion skin#' appearance #(hyperplastic arteriosclerosis)# of the arteriole, as seen in this patient. $These processes result in narrowing and obliteration of the arteriolar lumens, reducing glomerular perfusion and filtration, with subsequent activation of the renin-angiotensin-aldosterone system.  This maladaptation can result in a further increase in blood pressure and compromised circulation in other organs. $Treatment of hypertensive emergency includes #antihypertensive# therapy with the goal of lowering blood pressure to prevent end-organ damage. $#(Choices A and E)#  Antibiotics and hypoglycemic agents are not used in the treatment of hypertensive emergency.  Although sepsis can cause acute kidney injury and unresponsiveness, histology would show evidence of tubular necrosis with sloughing of tubular epithelial cells and loss of basement membrane integrity. $#(Choice C)#  Antiplatelet agents would be useful if the endothelial dysfunction in hypertensive emergencies led to thrombotic complications (eg, acute myocardial infarction, acute ischemic stroke), but would not have any effect on preventing acute hypertensive nephrosclerosis. $#(Choice D)#  The mineralocorticoid activity of steroids leads to salt and water retention, increasing blood pressure and worsening hypertension. $#(Choice F)#  Nonsteroidal anti-inflammatory drugs inhibit prostaglandin secretion, resulting in vasoconstriction and decreased renal blood flow.  This would worsen hypertension by activating the renin-angiotensin-aldosterone system. $#Educational objective# Hyperplastic arteriosclerosis ('onion-skinning') and fibrinoid necrosis of the renal arterioles are typical morphologic findings in hypertensive (malignant) nephrosclerosis.  End-organ damage can be prevented by treatment of high blood pressure with antihypertensives. ","clickable_1":"images/img1.7571.jpg"},

{"id":"15312","title":"A 55-year-old woman with stage IV chronic kidney disease due to type 2 diabetes mellitus comes to the office for a follow-up visit.  Blood pressure is 140/90 mm Hg and pulse is 78/min.  BMI is 31 kg/m2.  Laboratory results are as follows:","title_table":"?Hemoglobin? 10.5 g/dL ?Calcium? 8.8 mg/dL ?Albumin? 3.7 g/dL ?Phosphorus? 7.2 mg/dL ?Creatinine? 3.3 mg/dL ?Blood urea nitrogen? 88 mg/dL ?Parathyroid hormone? 100 pg/mL (normal: 10–65)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"The patient's serum phosphorus has been persistently elevated despite strict dietary phosphate restriction.  Treatment with sevelamer is initiated.  This medication reduces the serum phosphorus level by which of the following mechanisms?","audio":"","comparison_items":"","answer_1":"A. Blocking of vitamin D receptors","answer_2":"B. Decreased intestinal absorption of phosphorus","answer_3":"C. Reduction of proximal renal tubular reabsorption of phosphorus","answer_4":"D. Stimulation of fibroblast growth factor 23 release","answer_5":"E. Suppression of parathyroid hormone secretion","answer_6":"F. Transcellular movement of phosphorus","percent_1":"2%","percent_2":"61%","percent_3":"19%","percent_4":"8%","percent_5":"7%","percent_6":"3%","right_answer":"B. Decreased intestinal absorption of phosphorus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Chronic kidney disease# (CKD) often causes #hyperphosphatemia# due to the impaired ability of the kidneys to excrete phosphorus.  Hyperphosphatemia is thought to be the inciting event in the onset of CKD-related mineral bone disorder.  Elevated blood phosphate triggers the release of fibroblast growth factor 23 from bone, which lowers calcitriol production and intestinal calcium absorption.  Reduced circulating calcium, along with hyperphosphatemia, leads to secondary hyperparathyroidism. $Dietary phosphorus restriction is recommended for patients with CKD.  However, oral #phosphate binders# are usually needed if dietary restriction is not sufficient to lower phosphate levels.  Phosphate binders can be calcium containing (eg, calcium carbonate/acetate) or non–calcium containing (eg, sevelamer, lanthanum).  #Sevelamer# is a #nonabsorbable anion-exchange resin# that binds intestinal phosphate to #reduce systemic absorption#.  The resulting complex is eliminated in the feces. $#(Choice A)#  Vitamin D receptor antagonists are largely experimental compounds that have been considered for the treatment of Paget disease of bone.  Most patients with CKD benefit from vitamin D supplementation due to decreased renal formation of 1,25-dihydroxyvitamin D. $#(Choices C, D, and F)#  Parathyroid hormone induces internalization and destruction of type IIa sodium/phosphate cotransporters (NPT2) in the proximal renal tubule.  NPT2 gene expression is downregulated by fibroblast growth factor 23.  These processes lead to decreased transcellular transport (and therefore decreased reabsorption) of phosphate in the renal tubules. $#(Choice E)#  Parathyroid hormone functions to reduce phosphate reabsorption by the kidney; reduced secretion would worsen, not correct, hyperphosphatemia.  Sevelamer reduces circulating serum phosphorus by blocking intestinal absorption, which helps to mitigate secondary hyperparathyroidism. $#Educational objective# Chronic kidney disease can cause hyperphosphatemia due to decreased renal excretion of phosphorus.  Dietary phosphorus restriction is recommended, but oral phosphate binders are often needed.  Sevelamer is a nonabsorbable anion-exchange resin that binds intestinal phosphate to reduce absorption.  "},

{"id":"8881","title":"A 65-year-old man with type 2 diabetes mellitus comes to the physician for a routine follow-up appointment.  He was started on oral hypoglycemic medications 12 years ago but was recently switched to long-acting insulin due to inadequate blood sugar control.  His last serum creatinine level was 2.1 mg/dL.  The patient is concerned about his elevated creatinine level and how it relates to his kidney function.  Which of the following graphs most accurately represents the relationship between serum creatinine and glomerular filtration rate?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","percent_1":"61%","percent_2":"10%","percent_3":"23%","percent_4":"6%","right_answer":"A. ","ansImg_1":"images/ansA8881.jpg","ansImg_2":"images/ansB8881.jpg","ansImg_3":"images/ansC8881.jpg","ansImg_4":"images/ansD8881.jpg","table":"","table_3":"","explanation_img":"images/exp8881.jpg","explanation_1":"","explanation_2":"$Serum creatinine is the most common indicator of kidney function in clinical use.  Steady-state creatinine levels are a result of the balance between creatinine synthesis in the muscle and excretion via glomerular filtration and proximal tubule secretion.  For the most part, creatinine synthesis and tubular secretion remain relatively constant.  As a result, serum creatinine levels depend primarily on the glomerular filtration rate (GFR). $The relationship between serum creatinine and GFR is nonlinear.  A person's serum creatinine can be essentially normal even after a 50% loss of kidney function (ie, following kidney donation or unilateral nephrectomy).  Serum creatinine levels begin to rise significantly as the GFR declines to <60 mL/min (assuming no change in muscle mass).  As the GFR continues to decline, the slope of the creatinine-GFR curve steepens.  Consequently, when the GFR is significantly decreased, small decrements in GFR produce relatively large changes in serum creatinine.  However, when the GFR is normal, relatively large decreases in GFR result in only small increases in serum creatinine.  Serum creatinine is therefore an insensitive indicator for decreasing GFR when creatinine levels are normal. $#Educational objective# When the glomerular filtration rate (GFR) is normal, relatively large decreases in GFR result in only small increases in serum creatinine.  Conversely, when the GFR is significantly decreased, small decrements in GFR produce relatively large changes in serum creatinine.  A good rule of thumb is that every time GFR halves, serum creatinine doubles.  "},

{"id":"7570","title":"A 70-year-old man is brought to the hospital by his son for evaluation of worsening fatigue.  The patient has not seen a physician in the past 15 years.  He takes naproxen occasionally for knee arthritis.  Physical examination of the prostate shows no abnormalities.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 10.5 g/dL ?Leukocytes? 7,100/mm3 ?Platelets? 150,000/mm3 !Serum chemistry! ?Sodium? 135 mEq/L ?Potassium? 5.1 mEq/L ?Blood urea nitrogen? 45 mg/dL ?Creatinine? 3.0 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Urine sediment is unremarkable.  Ultrasound examination shows bilateral small kidneys and no hydronephrosis.  Kidney biopsy shows intimal thickening and luminal narrowing of the renal arterioles with evidence of glomerular sclerosis.  Which of the following is most likely responsible for this patient's kidney disease?","audio":"","comparison_items":"","answer_1":"A. Analgesic use","answer_2":"B. Fibromuscular dysplasia","answer_3":"C. Hepatitis C infection","answer_4":"D. Hypertension","answer_5":"E. Multiple myeloma","percent_1":"21%","percent_2":"6%","percent_3":"4%","percent_4":"64%","percent_5":"4%","right_answer":"D. Hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's biopsy findings are consistent with #hypertensive nephrosclerosis# (HN), a complication of chronic hypertension that is most common in elderly patients.  Prolonged elevation of systemic blood pressure causes the renal arterioles to undergo compensatory #medial hypertrophy# and #fibrointimal proliferation#.  Endothelial damage leads to deposition of plasma proteins and basement membrane material in the arteriolar walls (#hyaline arteriolosclerosis#).  The resultant lumenal narrowing restricts renal blood flow, resulting in glomerular ischemia and fibrosis (#glomerulosclerosis#) with collapse of the capillary loops and thickening of the Bowman capsule.  Gross examination of affected kidneys shows mild #renal atrophy# with a finely granular surface. $HN generally progresses slowly, and most patients with mild to moderate disease do not develop renal insufficiency.  However, advanced disease occurs more commonly in patients of African American descent and in those with severe hypertension or comorbid diabetes.  Proteinuria is common in advanced disease, but #urinalysis# is otherwise typically #bland# (eg, no casts, red or white blood cells).  Like all chronic kidney diseases, advanced HN can cause #anemia #due to a reduction in renal erythropoietin production. $#(Choice A)#  Analgesic nephropathy can occur with prolonged, excessive nonsteroidal anti-inflammatory use.  However, pathologic findings typically include papillary necrosis and tubulointerstitial nephritis. $#(Choice B)#  Fibromuscular dysplasia causes renal artery stenosis, resulting in refractory hypertension.  However, it typically occurs in younger women (age <50), and histology characteristically shows fibromuscular ridges alternating with areas of aneurysmal dilation affecting the main renal artery. $#(Choice C)#  Hepatitis C infection can cause membranous nephropathy, which presents with nephrotic syndrome (eg, proteinuria, edema).  Histology demonstrates diffuse thickening of the glomerular basement membrane without glomerular hypercellularity. $#(Choice E)#  Multiple myeloma can cause anemia and renal disease, but histology typically demonstrates a light chain cast nephropathy; eosinophilic casts obstruct the renal tubules, resulting in tubular inflammation and fibrosis.  Patients typically also have fatigue, constipation (hypercalcemia), and bone pain (lytic lesions). $#Educational objective# Chronic hypertension can result in hypertensive nephrosclerosis, which is characterized by compensatory medial hypertrophy and fibrointimal proliferation; endothelial damage from elevated systemic pressure also leads to hyaline arteriolosclerosis.  The narrowed arteriolar lumens cause a progressive decrease in renal blood flow, resulting in glomerular ischemia and fibrosis (glomerulosclerosis). "},

{"id":"15289","title":"A 58-year-old man comes to the office due to fatigue, decreased appetite, muscle cramps, and nausea.  The patient has chronic kidney disease resulting from primary focal segmental glomerulosclerosis.  His current medications include a vitamin D supplement.  While his blood pressure is being obtained, the patient develops carpal spasm.  Bilateral lower extremity pedal edema is noted.  Laboratory evaluation shows a blood urea nitrogen level of 120 mg/dL, serum creatinine level of 10 mg/dL, and serum calcium level of 6 mg/dL.  Which of the following is most likely contributing to this patient's carpal spasm?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperphosphatemia","answer_2":"B. Hypoparathyroidism","answer_3":"C. Low albumin level","answer_4":"D. Low fibroblast growth factor 23 level","answer_5":"E. Vitamin D toxicity","percent_1":"64%","percent_2":"22%","percent_3":"5%","percent_4":"3%","percent_5":"6%","right_answer":"A. Hyperphosphatemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15289.jpg","explanation_1":"","explanation_2":"$This patient with #chronic kidney disease# (CKD) has developed carpal spasm secondary to hypocalcemia.  In CKD, reduced filtration and excretion of phosphorus causes #hyperphosphatemia#, which induces #hypocalcemia# through the following mechanisms: $• Released phosphate binds to free calcium and precipitates in soft tissues (which, over the long term, can lead to vascular calcification and stiffness) $• Increased serum phosphate triggers the release of fibroblast growth factor 23 from bone, which acts to lower phosphate levels in part by inhibiting renal expression of 1-alpha hydroxylase.  This reduces production of 1,25-dihydroxyvitamin D (calcitriol), leading to reduced intestinal calcium absorption $Hypocalcemia is also worsened by the progressive loss of functioning renal tissue in CKD, which further reduces calcitriol synthesis. $Hypocalcemia can cause alterations in cellular membrane potentials and #neuromuscular excitability#.  Manifestations include muscle cramps, Chvostek (#facial twitching# elicited by tapping on the facial nerve) and Trousseau (#carpal spasm# triggered by inflation of a blood pressure cuff around the arm) @signs@, hyperreflexia, QTc prolongation, and seizures. $#(Choice B)#  The hypocalcemia and hyperphosphatemia that occur in patients with CKD stimulate secretion of parathyroid hormone (ie, secondary hyperparathyroidism).  By contrast, hypoparathyroidism is usually due to autoimmune disease or iatrogenic injury during thyroid surgery and is not a common finding in CKD. $#(Choice C)#  Serum calcium is composed of an ionized free calcium fraction and a protein-bound (largely to albumin) fraction; only ionized calcium is metabolically active.  Hypoalbuminemia can occur in patients with nephrotic syndrome (eg, this patient with focal segmental glomerulosclerosis).  However, although hypoalbuminemia lowers the bound fraction (and therefore total serum calcium), ionized calcium remains normal, and patients do not experience hypocalcemic symptoms. $#(Choice D)#  Fibroblast growth factor 23 levels are usually low in patients with normal phosphate metabolism but are increased in patients with renal failure in response to hyperphosphatemia. $#(Choice E)#  Vitamin D toxicity can occur in food faddists, patients with mental illness, and those inadvertently treated with excessive doses of vitamin D.  However, this causes hypercalcemia, not hypocalcemia. $#Educational objective# In chronic kidney disease, reduced excretion of phosphate can cause hyperphosphatemia.  This induces hypocalcemia directly by binding free calcium and depositing in tissues, and indirectly by triggering fibroblast growth factor 23 secretion (decreases calcitriol production and intestinal calcium absorption).  The resulting hypocalcemia can manifest as neuromuscular excitability (eg, carpal spasm).  ","clickable_1":"images/img1.15289.jpg"},

{"id":"979","title":"A 64-year-old man comes to the office with fatigue.  He has hypertension and poorly controlled diabetes complicated by nephropathy and peripheral neuropathy.  His renal function has declined steadily over the last few years.  On examination, his conjunctivae are pale and he has bilateral 1+ peripheral edema.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 133 mEq/L ?Potassium? 4.4 mEq/L ?Chloride? 98 mEq/L ?Bicarbonate? 22 mEq/L ?Blood urea nitrogen? 76 mg/dL ?Creatinine? 5.8 mg/dL","title_table_3":"","exhibit_1":"","image_1":"images/979.jpg","title_2":"On the graph, area ‘C’ shows the normal relationship between serum concentrations of free calcium and parathyroid hormone.  Which of the following areas most likely represents this patient's current metabolic state?","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"77%","percent_2":"8%","percent_3":"4%","percent_4":"5%","percent_5":"6%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp979.jpg","explanation_1":"","explanation_2":"$In the physiologic state, parathyroid hormone (PTH) causes an overall increase in serum calcium (Ca2+) and a decrease serum phosphate (PO4) via the following effects: $• Increasing osteoclastic bone resorption, releasing Ca2+ and PO4 into serum $• Increasing renal calcium reabsorption and reducing phosphate reabsorption $• Increasing formation of 1,25-dihydroxycholecalciferol (by upregulating renal 1-alpha-hydroxylase), which increases intestinal Ca2+ and PO4 absorption $PTH production is very sensitive to small changes in serum free Ca2+ and is regulated by a negative feedback mechanism: increased Ca2+ will suppress PTH, but decreased Ca2+ will increase PTH. $In #chronic kidney disease# (CKD), PO4 clearance declines due to the fall in GFR.  The #increased PO4# binds free serum Ca2+, resulting in #hypocalcemia#.  Loss of normal renal parenchyma reduces 1,25-dihydroxyvitamin D synthesis, resulting in a significant decline in intestinal Ca2+ absorption and Ca2+ release from bone.  This further exacerbates the hypocalcemia, which along with hyperphosphatemia and low calcitriol, stimulates PTH production (#secondary hyperparathyroidism#). $#(Choice B)#  In primary hyperparathyroidism, serum Ca2+ is elevated but does not suppress PTH due to autonomous gland function.  In longstanding CKD, PTH release may become independent of Ca2+ levels due to chronic parathyroid cell stimulation; PTH remains elevated despite 1,25-dihydroxyvitamin D and Ca2+ supplementation (#tertiary hyperparathyroidism#).  However, this is less common than secondary hyperparathyroidism and is usually seen in patients with end-stage renal disease (ie, on dialysis). $#(Choice C)#  Calcitriol and Ca2+ supplementation in patients with CKD often returns PTH and Ca2+ levels to normal. $#(Choice D)#  Low PTH with hypocalcemia and hyperphosphatemia is seen in hypoparathyroidism. $#(Choice E)#  High serum Ca2+ with low PTH is seen in patients with PTH-independent causes of hypercalcemia, which include hypercalcemia of malignancy, vitamin D toxicity, excessive Ca2+ ingestion, thyrotoxicosis, and immobilization (Ca2+ resorbed from inactive bones). $#Educational objective# Chronic kidney disease usually causes hyperphosphatemia (binds serum Ca2+) and low 1,25-dihydroxyvitamin D (decreases intestinal Ca2+ absorption and Ca2+ release from bone).  The resulting hypocalcemia stimulates release of parathyroid hormone, causing secondary hyperparathyroidism. "},

{"id":"1049","title":"A 64-year-old man who recently moved to the area comes to the office for a new patient evaluation.  He has chronic low back pain, resulting from an injury 8 years ago, for which he uses several over-the-counter analgesics.  Most recently, the patient has been taking naproxen daily.  He has no other joint pain, fever, rash, urinary symptoms, or other medical conditions.  Blood pressure is 135/70 mm Hg and pulse is 78/min.  Examination shows trace lower extremity edema.  Neurologic and musculoskeletal examinations reveal no abnormalities.  Laboratory results show blood counts within normal limits, blood urea nitrogen of 12 mg/dL, and serum creatinine of 2.0 mg/dL.  Urinalysis reveals 1+ protein and 3-4 white blood cells/hpf.  Renal ultrasound demonstrates bilateral shrunken and irregular kidneys with a few papillary calcifications.  Which of the following is the most likely cause of this patient's renal dysfunction?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic interstitial nephritis","answer_2":"B. Chronic pyelonephritis","answer_3":"C. Crystal nephropathy","answer_4":"D. Focal segmental glomerular sclerosis","answer_5":"E. Ischemic tubular necrosis","answer_6":"F. Renal artery stenosis","percent_1":"61%","percent_2":"7%","percent_3":"2%","percent_4":"3%","percent_5":"17%","percent_6":"9%","right_answer":"A. Chronic interstitial nephritis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1049.jpg","explanation_1":"","explanation_2":"$Over-the-counter analgesics such as nonsteroidal anti-inflammatory drugs (#NSAIDs#) can cause renal failure (#analgesic nephropathy#) if taken in large amounts over extended periods.  Affected patients typically have a modest elevation in serum creatinine, mild proteinuria, and evidence of tubular dysfunction (polyuria, nocturia).  Microscopic hematuria and sterile pyuria (white cells without bacteria) may also be seen on urinalysis. $NSAIDs concentrate in the renal medulla along the medullary osmotic gradient, with higher levels in the papillae.  These drugs uncouple oxidative phosphorylation and increase oxidative stress, resulting in damage to tubular and vascular endothelial cells.  Prolonged use results in #chronic interstitial nephritis# visualized as patchy interstitial inflammation with subsequent tubular atrophy and fibrosis, papillary necrosis, and scarring.  Grossly, the kidneys appear shrunken with irregular contours and distortion of the caliceal architecture.  NSAIDs also decrease prostaglandin synthesis, causing renal vasoconstriction which further increases the risk of #ischemic papillary necrosis#. $#(Choice B)#  Chronic pyelonephritis can also cause chronic interstitial nephritis with papillary necrosis.  However, urinalysis would be expected to demonstrate evidence of infection (eg, bacteria, nitrites, marked pyuria), and the patient would likely have flank pain and fever. $#(Choice C)#  Acute crystal nephropathy presents with renal failure, and patients often have nausea, vomiting, or flank pain.  Chronic crystalline nephropathy is most commonly seen in patients with gout or hyperuricemia secondary to urate deposition in the medullary interstitium. $#(Choice D)#  Focal segmental glomerular sclerosis (FSGS) presents with nephrotic-range proteinuria.  Drug-related secondary FSGS has been reported with the use of anabolic steroids or heroin but not NSAIDs. $#(Choice E)#  Ischemic tubular necrosis usually occurs acutely after a prolonged period of hypotension (eg, sepsis, major surgery); muddy brown casts would be expected on urinalysis. $#(Choice F)#  Symptoms of renal artery stenosis include resistant hypertension, recurrent flash pulmonary edema, and chronic kidney disease.  The absence of hypertension and history of NSAID use are more consistent with chronic interstitial nephritis. $#Educational objective# Analgesic nephropathy is a form of chronic kidney disease caused by prolonged, heavy intake of nonsteroidal anti-inflammatory drugs and/or acetaminophen.  Pathologic characteristics include chronic interstitial nephritis and papillary necrosis. "},

{"id":"455","title":"A 67-year-old man comes to the office due to generalized weakness, easy fatigability, anorexia, and intermittent nausea for the past several months.  He also says that he is 'itching and scratching a lot.'  Physical examination shows bilateral lower extremity pitting edema and skin excoriations.  Laboratory results show a serum creatinine level of 3.4 mg/dL and a blood urea nitrogen level of 48 mg/dL.  A renal biopsy is performed.  Light microscopy of the tissue sample shows widespread narrowing of the renal arterioles with deposition of homogeneous, glassy material in the vessel walls that stains pink with periodic acid-Schiff (PAS) stain.  This patient most likely has which of the following underlying conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atheroembolic renal disease","answer_2":"B. Diabetes mellitus","answer_3":"C. Malignant hypertension","answer_4":"D. Multiple myeloma","answer_5":"E. Rapidly progressive glomerulonephritis","percent_1":"7%","percent_2":"44%","percent_3":"24%","percent_4":"16%","percent_5":"9%","right_answer":"B. Diabetes mellitus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's symptoms (eg, fatigue, weakness, itching) are most likely due to accumulation of uremia toxins secondary to progressive #chronic kidney disease#.  His renal biopsy shows deposition of @eosinophilic hyaline material@ in the intima and media of small arteries and arterioles, which is characteristic of #hyaline arteriolosclerosis#.  It is typically seen in patients with untreated or poorly controlled #hypertension# (HTN) or #diabetes mellitus#.  Chronic/repetitive endothelial injury caused by hemodynamic stress or hyperglycemia causes leakage of plasma constituents across the vascular endothelium and stimulates smooth muscle cell (SMC) proliferation and excessive extracellular matrix production. $#(Choice A)#  Atheroembolic renal disease typically occurs after manipulation of the aorta (eg, abdominal aortic aneurysm repair) in adults with widespread atherosclerosis.  Atheroemboli with cholesterol clefts would be seen within the arterial lumen. $#(Choice C)#  Malignant hypertension (extreme or rapidly developing hypertension) causes fibrinoid necrosis and hyperplastic arteriolosclerosis.  Fibrinoid necrosis is characterized by localized destruction of the vascular wall with a circumferential ring of pink, amorphous material surrounding the lumen.  @Hyperplastic arteriolosclerosis@ consists of onion-like, concentric thickening of the walls of arterioles due to laminated layers of SMCs with intervening basement membrane reduplication (onion skinning).  This patient's lack of concentric SMC thickening and absence of vascular necrosis are more suggestive of hyaline arteriolosclerosis. $#(Choice D)#  Nephropathy in multiple myeloma is most often due to excess excretion of free light chains (Bence Jones proteins) that precipitate with Tamm-Horsfall protein to form obstructing tubular casts (cast nephropathy).  These casts are seen as amorphous hyaline material in the tubular lumen. $#(Choice E)#  Rapidly progressive glomerulonephritis (RPGN) is characterized by the formation of glomerular crescents composed of proliferating parietal cells, lymphocytes, macrophages, and fibrin.  RPGN may occur in the absence of a systemic vasculitic syndrome; therefore, renal arteriolar lesions are not a defining feature. $#Educational objective# Homogeneous deposition of eosinophilic hyaline material in the intima and media of small arteries and arterioles characterizes hyaline arteriolosclerosis.  This is typically produced by untreated or poorly controlled hypertension and/or diabetes.  ","clickable_1":"images/img1.455.jpg","clickable_2":"images/img2.455.jpg"},

{"id":"11977","title":"A 50-year-old man with polycystic kidney disease comes to the office due to constant, deep pain in his shoulders, arms, and legs.  Medical history includes long-standing hypertension treated with ramipril.  Blood pressure is 150/85 mm Hg and pulse is 78/min.  Cardiopulmonary examination is normal.  Abdominal examination shows large, palpable renal masses.  Trace bilateral lower-extremity edema is present.  Laboratory results from 2 years ago showed a blood urea nitrogen level of 25 mg/dL and a creatinine level of 2.3 mg/dL.  Current laboratory results are as follows:","title_table":"?Sodium? 136 mEq/L ?Potassium? 4.8 mEq/L ?Chloride? 104 mEq/L ?Bicarbonate? 22 mEq/L ?Blood urea nitrogen? 66 mg/dL ?Creatinine? 5.5 mg/dL ?Calcium? 7.5 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following metabolic states is most likely present in this patient?","audio":"","comparison_items":"§∆Phosphate∆Parathyroid Hormone∆Calcitriol","answer_1":"§ A. ∆ ↓ ∆ ↑ ∆ ↑","answer_2":"§ B. ∆ ↑ ∆ ↓ ∆ ↑","answer_3":"§ C. ∆ ↑ ∆ ↑ ∆ ↓","answer_4":"§ D. ∆ ↓ ∆ ↑ ∆ ↓","answer_5":"§ E. ∆ ↑ ∆↓ ∆ ↓","percent_1":"10%","percent_2":"4%","percent_3":"61%","percent_4":"19%","percent_5":"6%","right_answer":"§ C. ∆ ↑ ∆ ↑ ∆ ↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp11977.jpg","explanation_1":"","explanation_2":"$This patient's presentation is consistent with #metabolic bone disease# due to chronic kidney disease (CKD).  CKD decreases the glomerular filtration rate (GFR), which decreases the filtered phosphate load and causes #elevated serum phosphate levels#.  Hyperphosphatemia reduces serum free calcium and stimulates osteocytes and osteoclasts to release fibroblast growth factor-23 (FGF-23), a circulating peptide that decreases proximal tubule phosphate reabsorption.  Elevated levels of phosphate and FGF-23 also #reduce calcitriol synthesis# by inhibiting the proximal tubular expression of 1-alpha-hydroxylase, resulting in decreased intestinal calcium and phosphate absorption.  This worsens hypocalcemia but does not significantly improve hyperphosphatemia due to the low GFR, which is the limiting factor for phosphate excretion in patients with advanced CKD. $Hypocalcemia and hyperphosphatemia also #increase parathyroid hormone (PTH) secretion#, which stimulates osteoclasts to increase bone turnover.  Long-term elevation in PTH (secondary hyperparathyroidism) can eventually lead to friable bones and #osteitis fibrosa#.  Affected patients can develop weakness, #bone pain#, and fractures. $#(Choice A)#  Primary hyperparathyroidism causes hypercalcemia and decreased serum phosphate due to inappropriately elevated PTH.  Renal synthesis of calcitriol is also increased by PTH.  In contrast, calcitriol levels remain low in patients with CKD due to the reduction in renal mass and the inhibitory effects of FGF-23 and phosphate. $#(Choice B)#  Vitamin D toxicity raises calcitriol levels, which increases calcium and phosphate absorption causing hypercalcemia and hyperphosphatemia.  Hypercalcemia inhibits PTH release, lowering serum PTH. $#(Choice D)#  Vitamin D deficiency in patients with normally functioning kidneys decreases intestinal calcium and phosphate absorption, leading to lower serum phosphate and calcium levels.  The resulting hypocalcemia stimulates PTH release from the parathyroid glands. $#(Choice E)#  Primary hypoparathyroidism causes hypocalcemia and hyperphosphatemia due to decreased PTH.  Calcitriol levels can also be low due to decreased PTH-mediated stimulation of renal 1-alpha-hydroxylase. $#Educational objective# Chronic kidney disease causes disordered mineralization and bone metabolism that usually presents with hyperphosphatemia, secondary hyperparathyroidism, and decreased calcitriol levels.  Patients can be asymptomatic or develop weakness, bone pain, and fractures. "},

{"id":"16300","title":"A study is conducted to standardize laboratory equipment in a hospital network.  In one hospital, 2 healthy volunteers undergo testing.  Both are found to have a serum creatinine level of 1.1 mg/dL.  Glomerular filtration rate is estimated using the same equation and reveals values of 118 mL/min in one volunteer and 70 mL/min in the other.  A difference in which of the following parameters best explains the observed laboratory findings in these volunteers?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basal metabolic rate","answer_2":"B. Dietary purine intake","answer_3":"C. Hepatic synthetic function","answer_4":"D. Renal tubular reabsorption capacity","answer_5":"E. Skeletal muscle mass","percent_1":"12%","percent_2":"4%","percent_3":"4%","percent_4":"25%","percent_5":"54%","right_answer":"E. Skeletal muscle mass","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Creatinine# is a waste product generated by the breakdown of creatine in the muscles.  It is released from muscle at a relatively constant rate, is neither metabolized nor reabsorbed by the kidneys, and is easily measured; therefore, it can be used to #estimate the glomerular filtration rate# (GFR). $However, creatinine has several #limitations# in the estimation of GFR.  Because its formation is due largely to muscle metabolism, #differences in skeletal muscle mass# (eg, higher in body builders and lower in elderly patients, those with amputations) #affect the amount of creatinine synthesized#.  Alterations in #dietary intake# can also raise (eg, creatine supplements, high-meat diet) or lower (eg, low-protein vegetarian diet) creatinine levels.  Therefore, patients with lower muscle mass or reduced dietary meat intake may have significantly lower GFRs for any given creatinine level. $Another potential source of error is the active secretion of creatinine by the proximal tubules; if uncorrected, this results in a slight overestimation of GFR (~10%-20%). $#(Choice A)#  Alterations in basal metabolic rate can explain why individuals can have the same caloric intake but different body weight.  However, they do not affect creatinine levels, which is dependent on muscle mass and dietary meat intake. $#(Choice B)#  Increased levels of dietary purines can result in gout formation in predisposed individuals but are not associated with altered creatinine formation. $#(Choice C)#  Creatine (creatinine precursor) is a nonessential nutrient synthesized in the liver and kidney and also obtained from meat consumption; although a disruption in hepatic synthetic function could reduce endogenous creatine production by the liver, continued production by the kidney along with creatine obtained from the diet make hepatic dysfunction alone an unlikely source of altered creatine/creatinine levels. $#(Choice D)#  Creatinine is freely filtered and neither metabolized nor reabsorbed by the kidneys; therefore, tubular reabsorptive function would not affect the GFR. $#Educational objective# Creatinine, a waste product generated by the breakdown of creatine in the muscles, is used to estimate the glomerular filtration rate (GFR).  Creatinine formation is dependent on muscle mass and meat intake; therefore, patients with low muscle mass (eg, elderly patient, those with amputations) or low intake (eg, low-protein vegetarian diet) can have significantly lower GFRs for any given creatinine level.  "},

{"id":"15291","title":"A 56-year-old man with chronic renal insufficiency due to polycystic kidney disease is evaluated for placement of an arteriovenous fistula for dialysis access.  Blood pressure is 140/90 mm Hg and pulse is 80/min.  Examination shows 2+ bilateral edema of the lower extremities.  Estimated glomerular filtration rate is 15 mL/min/1.73 m2.  Which of the following sets of laboratory findings is most likely in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Parathyroid hormone ∆Serum calcium ∆Serum phosphorus ∆25-hydroxyvitamin D ∆1,25-dihydroxyvitamin D","answer_1":"§A. ∆ ↑ ∆↓ ∆↑ ∆Normal ∆↓","answer_2":"§B. ∆ ↑ ∆↑ ∆↓ ∆Normal ∆↑","answer_3":"§C. ∆ ↓ ∆↓ ∆↑ ∆Normal ∆↓","answer_4":"§D. ∆ ↑ ∆↓ ∆↓ ∆↓ ∆↓","answer_5":"§E. ∆ ↓ ∆↑ ∆↑ ∆Normal ∆↑","percent_1":"84%","percent_2":"3%","percent_3":"4%","percent_4":"7%","percent_5":"1%","right_answer":"§A. ∆ ↑ ∆↓ ∆↑ ∆Normal ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15291.jpg","explanation_1":"","explanation_2":"$This patient has advanced #chronic kidney disease# (CKD).  CKD can cause #hyperphosphatemia# due to the impaired ability of the kidneys to excrete phosphorus (particularly when GFR is <20 mL/min/1.73 m2).  Elevated blood phosphate triggers the release of fibroblast growth factor 23 from bone, which #lowers calcitriol# (1,25-dihydroxyvitamin D) production and intestinal calcium absorption.  In addition, patients with advanced CKD typically have decreased renal conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D (the more active form) because of inadequate function of renal tissue.  The resulting #hypocalcemia#, along with hyperphosphatemia, stimulates the secretion of parathyroid hormone (PTH) and leads to #secondary hyperparathyroidism#. $#(Choice B)#  Primary hyperparathyroidism is characterized by hypercalcemia, hypophosphatemia (due to increased renal excretion of phosphorus), and increased renal production of 1,25-dihydroxyvitamin D.  In secondary hyperparathyroidism due to CKD, PTH is high but serum phosphate is elevated and hypercalcemia would not be seen. $#(Choice C)#  Hypoparathyroidism is characterized by hypocalcemia, hyperphosphatemia, and decreased renal production of 1,25-dihydroxyvitamin D.  Hypoparathyroidism is usually caused by autoimmune disease or iatrogenic injury to the parathyroid glands during neck surgery. $#(Choice D)#  Vitamin D deficiency (ie, low 25-hydroxyvitamin D) causes decreased absorption of dietary calcium and leads to hypocalcemia.  The resulting increase in PTH (secondary hyperparathyroidism) causes decreased renal reabsorption of phosphate, leading to hypophosphatemia.  1,25-Dihydroxyvitamin D levels are typically low, although the increased renal conversion due to PTH may restore levels to within laboratory norms. $#(Choice E)#  Elevated 1,25-dihydroxyvitamin D levels can be seen in granulomatous diseases (eg, sarcoidosis) and in excess intake of calcitriol supplements, and lead to increased intestinal absorption of calcium and phosphate (with hypercalcemia and hyperphosphatemia) and suppression of PTH. $#Educational objective# Chronic kidney disease can cause hyperphosphatemia due to impaired renal excretion of phosphorus.  Elevated blood phosphate triggers the release of fibroblast growth factor 23, which lowers calcitriol production and intestinal calcium absorption.  The resulting hypocalcemia, along with hyperphosphatemia, leads to secondary hyperparathyroidism.  "},

{"id":"1663","title":"A 64-year-old woman is evaluated for right hand pain after a fall from standing height.  The patient has a 20-year history of type 2 diabetes mellitus complicated by diabetic nephropathy and advanced chronic kidney disease.  X-ray of the right hand reveals no fractures, but it demonstrates subperiosteal resorption and new bone formation, particularly at the radial aspect of the middle phalanges.  Laboratory studies show elevated serum parathyroid hormone, alkaline phosphatase, and phosphorus levels.  If a bone biopsy is performed, which of the following findings would most likely be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Osteoclasts∆Osteoblasts","answer_1":"§A.∆Decreased∆Decreased","answer_2":"§B.∆Decreased∆Increased","answer_3":"§C.∆Increased∆Increased","answer_4":"§D.∆Normal∆Normal","percent_1":"2%","percent_2":"12%","percent_3":"82%","percent_4":"4%","right_answer":"§C.∆Increased∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1663.jpg","explanation_1":"","explanation_2":"$#Parathyroid hormone# (PTH) plays an important role in bone remodeling by regulating the activity of osteoblasts (which secrete osteoid for bone formation) and osteoclasts (which resorb bone).  PTH exerts the following #dual effects# on bone: $• Increases #bone formation# by stimulating the differentiation and activity of osteoblasts $• Increases #bone resorption# by transforming osteoblasts into osteoclasts $This balanced process allows for normal bone turnover but can become disrupted in conditions that alter PTH secretion, such as @secondary hyperparathyroidism@ in patients with chronic kidney disease (CKD).  In CKD, hypocalcemia, caused by decreased formation of active vitamin D and decreased renal phosphate excretion, triggers #PTH secretion# in an attempt to increase serum calcium.  Despite releasing calcium from bones, this compensatory response is unable to fully normalize serum calcium (due to the failing kidneys) and therefore results in chronic PTH elevation (ie, @loss of negative feedback@). $Chronic PTH elevation leads to increased activity of both osteoclasts and osteoblasts; the increase in osteoclast activity exceeds that of osteoblasts, which results in #greater bone resorption than formation# (suggested by an elevated serum alkaline phosphatase).  A potential consequence of this high bone turnover is #osteitis fibrosa cystica#, a form of renal osteodystrophy characterized by weakened bone caused by the replacement of mineralized bone with fibrous tissue. $Serum elevations in PTH, phosphorus, and alkaline phosphatase, in conjunction with the plain radiography finding of #subperiosteal resorption#, are typically sufficient for the diagnosis of osteitis fibrosa cystica.  However, a bone biopsy would show an #increased# number of #osteoclasts and osteoblasts# throughout the bone trabeculae #(choice D)#. $#(Choice A)#  Excessive treatment of hyperparathyroidism can lead to chronically low PTH levels, which can cause adynamic bone disease.  Adynamic bone disease is another form of renal osteodystrophy characterized by a low bone turnover state with decreased cellularity (ie, decreased numbers of both osteoblasts and osteoclasts). $#(Choice B)#  The combination of decreased osteoclasts and increased osteoblasts is rarely seen in bone disease. $#Educational objective #Osteitis fibrosa cystica is a form of renal osteodystrophy characterized by abnormally high bone turnover caused by chronic parathyroid hormone stimulation of osteoclasts to a greater degree than that of osteoblasts.  Bone biopsy would show an increased number of both osteoclasts and osteoblasts. ","clickable_1":"images/img1.1663.jpg","clickable_2":"images/img2.1663.jpg"}


]