[

{"id":"1599","title":"A 35-year-old woman, gravida 1 para 0, at 20 weeks gestation comes to the office for a routine prenatal visit and fetal anatomy ultrasound.  The ultrasound reveals several abnormalities.  An amniocentesis is performed and a fetal karyotype analysis is ordered; the results are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1599.jpg","title_2":"This fetus is at greatest risk for developing which of the following conditions after birth?","audio":"","comparison_items":"","answer_1":"A. Acute lymphoblastic leukemia","answer_2":"B. Aplastic anemia","answer_3":"C. Chronic myelogenous leukemia","answer_4":"D. Germ cell tumor","answer_5":"E. Retinoblastoma","answer_6":"F. Rhabdomyosarcoma","percent_1":"86%","percent_2":"1%","percent_3":"8%","percent_4":"2%","percent_5":"2%","percent_6":"1%","right_answer":"A. Acute lymphoblastic leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Down syndrome comorbidities#∆⨉ §^#Neurologic# ∆ • Intellectual disability • Early-onset Alzheimer disease §^#Cardiac# ∆ • Complete atrioventricular septal defect • Ventricular septal defect • Atrial septal defect §^#Gastrointestinal# ∆ • Duodenal atresia • Hirschsprung disease §^#Endocrine# ∆ • Hypothyroidism • Type 1 diabetes mellitus • Obesity • Short stature §^#Oncologic# ∆ • Acute leukemia §^#Orthopedic# ∆ • Atlantoaxial instability","explanation_img":"","explanation_1":"","explanation_2":"This karyotype shows @trisomy 21@ (47, XY, #+21#), which is diagnostic for @Down syndrome@.  This condition usually results from meiotic nondisjunction in the ovum, with advanced maternal age (age ≥35) as a risk factor.  Prenatal diagnosis is often suspected based on associated ultrasound findings, including a thickened nuchal fold, #cardiac septal defects#, and/or gastrointestinal abnormalities (eg, #duodenal atresia#). $Down syndrome is the most common genetic cause of intellectual disability.  In addition, Down syndrome significantly increases the risk of childhood #hematologic malignancies#, including #acute lymphoblastic leukemia# (most common leukemia in patients with Down syndrome) and acute megakaryoblastic leukemia.  The pathogenesis of the increased leukemia risk is uncertain, but may involve increased chromosome 21 gene expression promoting overall genomic instability. $#(Choice B)#  Patients with Fanconi anemia, not Down syndrome, develop bone marrow failure (aplastic anemia) due to an inherited mutation that causes defective DNA repair.  Karyotype analysis would be normal in this condition. $#(Choice C)#  Chronic myelogenous leukemia is commonly associated with a reciprocal translocation between the long arms of chromosomes 9 and 22 (ie, Philadelphia chromosome).  This translocation fuses the BCR gene on chromosome 22 to the ABL gene on chromosome 9, resulting in formation of the oncogenic BCR-ABL fusion gene.  Unlike this case, karyotype analysis would show elongation of chromosome 9 and shortening of chromosome 22. $#(Choice D)#  @Turner syndrome (45, XO)@ and @Klinefelter syndrome (47, XXY)@ increase the risk of ovarian germ cell tumors and extragonadal germ cell tumors, respectively.  This patient's karyotype is inconsistent with these diagnoses, and germ cell tumors are not increased in patients with Down syndrome. $#(Choices E and F)#  Incidence of retinoblastoma, which is associated with a retinoblastoma (RB1) gene mutation, and rhabdomyosarcoma is not increased in patients with Down syndrome. $#Educational objective# Trisomy 21 (which is diagnostic for Down syndrome) is detectable by cytogenetic karyotype analysis.  Patients are at increased risk of developing hematologic malignancies, including acute lymphoblastic leukemia and acute megakaryoblastic leukemia.  ","clickable_1":"images/img1.1599.jpg","clickable_2":"images/img2.1599.jpg","clickable_3":"images/img3.1599.jpg","clickable_4":"images/img4.1599.jpg"},

{"SubjectSystem":"Biochemistry-Genetics","id":"2044","title":"Molecular biologists undertake a series of experiments designed to classify proteins involved in various intracellular signaling pathways.  During one of the experiments, a protein mixture obtained from a cell culture is separated by gel electrophoresis and subsequently transferred to a filter membrane.  Labeled double-stranded DNA probes are then used to detect a specific protein of interest in the sample.  Which of the following proteins is most likely to be detected by this method?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ras","answer_2":"B. c-Jun","answer_3":"C. β1-adrenoreceptor","answer_4":"D. S-100","answer_5":"E. Adenylate cyclase","percent_1":"36%","percent_2":"28%","percent_3":"4%","percent_4":"13%","percent_5":"19%","right_answer":"B. c-Jun","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§#Blotting$ technique# ∆#Substance$ detected# ∆#Type of probe# §Northern ∆RNA ∆Single-stranded DNA or RNA (hybridization probe) §Southern ∆DNA ∆↕ §Western ∆Protein ∆Antibody §Southwestern ∆DNA-binding$ protein ∆Double-stranded DNA","explanation_img":"","explanation_1":"","explanation_2":"The Southern, Western, Northern, and Southwestern blot procedures are powerful techniques used to analyze and identify DNA fragments, proteins, mRNA, and DNA-bound proteins, respectively.  The same basic technique underlies all of the blot procedures.  First, the unknown sample is separated by gel electrophoresis.  Separation occurs based on a molecule's size and charge.  The separated molecules form bands on the gel that are then blotted onto a nitrocellulose membrane and incubated with a labeled probe to identify the specific DNA fragment, RNA molecule, or protein of interest. $Southwestern blots are used to identify and isolate proteins that bind DNA.  In this technique, the target protein binds to a labeled, double-stranded DNA probe that is homologous to the protein’s regulatory sequence.  Of the molecules listed, c-Jun is the only DNA-binding protein.  c-Jun and c-Fos are nuclear transcription factors that directly bind DNA via a leucine zipper motif.  The genes that code for c-Jun and c-Fos are proto-oncogenes, genes that can become oncogenes following a mutation or with constitutive expression. $#(Choice A)#  Ras is a proto-oncogene that codes for a membrane-bound G-protein.  This G-protein acts as a secondary mediator for several hormones and cytokines that act on cell membrane receptors.  Ras activation activates the MAP kinase pathway and ultimately affects transcription.  However, Ras itself does not bind directly to DNA. $#(Choices C and E)#  The β1-adrenergic receptor is a classic Gs-protein-coupled receptor located in the cell membrane.  It does not interact directly with DNA.  Adenylyl cyclase is the enzyme that cleaves ATP to form cAMP, the second messenger associated with Gs-protein-coupled receptors.  cAMP activates protein kinase A for further downstream signaling. $#(Choice D)#  S-100 proteins are homodimeric calcium-binding proteins, similar in structure to calmodulin and important in intracellular functions such as protein phosphorylation and cell growth and differentiation.  S-100 is a marker for cells of neural crest derivation (melanocytes and Schwann cells), as well as Langerhans cells and other dendritic cells. $#Educational objective# Southwestern blotting is used to detect DNA-binding proteins such as transcription factors, nucleases, and histones.  "}

]