[

{"id":"1342","title":"A 66-year-old man comes to the emergency department due to several episodes of lightheadedness and a recent fall.  The symptoms are especially pronounced in the morning when he gets up from bed.  The patient takes medications for hypertension, stable angina pectoris, gout, and benign prostate hyperplasia.  He also has osteoarthritis of the right knee and takes occasional nonsteroidal anti-inflammatory drugs.  His blood pressure is 120/80 mm Hg and pulse is 70/min in the supine position, and 90/60 mm Hg and 87/min on standing, respectively.  Cardiopulmonary examination is normal.  Blockade of which of the following receptors is most likely contributing to this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. α1-adrenergic","answer_2":"B. α2-adrenergic","answer_3":"C. β1-adrenergic","answer_4":"D. β2-adrenergic","answer_5":"E. D1-dopaminergic","percent_1":"83%","percent_2":"4%","percent_3":"8%","percent_4":"4%","percent_5":"1%","right_answer":"A. α1-adrenergic","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cardiovascular effects of adrenergic drugs# ∆⨉∆⨉∆⨉∆⨉ §^#Drug class# ∆^#Examples# ∆^#Heart rate# ∆^#Cardiac contractility# ∆^#Systemic vascular resistance# §^#α1 agonist# ∆ • Midodrine • Phenylephrine ∆^↓ (reflex) ∆^↓ (reflex) ∆^↑ §^#α2 agonist# ∆ • Clonidine ∆^↓ (via central receptors) ∆ ∆^↓ (via central receptors) §^#α1 antagonist# ∆ • Doxazosin • Terazosin ∆^↑ (reflex) ∆ ∆^↓ §^#α1/α2 antagonist# ∆ • Phenoxybenzamine ∆^↑ (reflex) ∆ ∆^↓ §^#β agonist# ∆ • Isoproterenol ∆^↑ ∆^↑ ∆^↓ (via β2 agonist effect) §^#β1 antagonist# ∆ • Metoprolol • Atenolol ∆^↓ ∆^↓ ∆","explanation_img":"","explanation_1":"","explanation_2":"This patient has #orthostatic (postural) hypotension#, which is characterized by a drop in blood pressure on #standing# from the supine position (>20 mm Hg systolic and/or >10 mm Hg diastolic).  Standing causes pooling of a significant amount of blood (500-1000 mL) into the veins below the heart.  This initiates the following sequence of events in otherwise healthy individuals:   $1. Decreased venous return to the heart  $2. Decreased ventricular filling and subsequent drop in cardiac output  $3. Drop in blood pressure that evokes compensatory baroreceptor reflex  $4. Increased sympathetic tone that increases peripheral vascular resistance (α1-adrenoreceptors) as well as heart rate and myocardial contractility (β1-adrenoreceptors) $The #α1-adrenergic antagonists# (terazosin, doxazosin) are commonly used for symptomatic benign prostate hyperplasia and are often associated with orthostatic hypotension, resulting in #lightheadedness# and #syncope# due to cerebral hypoperfusion upon standing.  Other etiologies of orthostatic hypotension include volume depletion (hypovolemia due to hemorrhage, hyperglycemia, or diuretics) and autonomic dysfunction (Parkinson disease, diabetes). $#(Choice B)#  Blockade of presynaptic α2-adrenergic receptors results in increased release of norepinephrine from peripheral nerve terminals.  This effect results in increased blood pressure and heart rate. $#(Choice C)#  The β1-adrenergic receptors are found predominantly in the heart.  Their stimulation increases heart rate, contractility, and conduction.  Blockade of β1-adrenoreceptors would prevent this patient's heart rate from increasing appropriately upon standing (normally about 10-25/min). $#(Choice D)#  Stimulation of β2-adrenergic receptors causes bronchodilation, vasodilation in skeletal muscles, and uterine relaxation.  Blockade of β2-adrenoreceptors is associated with peripheral vasoconstriction and bronchoconstriction and would not cause orthostatic hypotension. $#(Choice E)#  D1-adrenergic (dopaminergic) receptors are located in the walls of renal, splanchnic, and mesenteric blood vessels.  Stimulation of these receptors causes vasodilation and increased renal and splanchnic blood flow.  Blockade of D1 receptors does not result in orthostatic hypotension. $#Educational objective# Orthostatic hypotension is a frequent cause of lightheadedness and syncope and is defined as a decrease in systolic (>20 mm Hg) or diastolic (>10 mm Hg) blood pressure on standing from the supine position.  Medications (α1-adrenergic antagonists, diuretics), volume depletion, and autonomic dysfunction are common causes of orthostatic hypotension.  "},

{"id":"1367","title":"An 85-year-old man is transferred to the hospital from a nursing home due to fever and confusion.  On arrival, the patient is admitted directly to the intensive care unit with a presumptive diagnosis of septic shock.  Antibiotic therapy is initiated.  The patient is unable to provide any history, but his caretakers state that he has had nonspecific symptoms, including fever, for the past few days.  The patient has a history of cardiovascular disease, diverticulitis, and dementia.  Blood pressure is 60/40 mm Hg despite aggressive intravenous hydration.  Intravenous norepinephrine is administered in response to the patient's hypotension.  Which of the following cellular changes is most likely to occur in direct response to the medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. cAMP decrease in bronchial smooth muscle cells","answer_2":"B. cAMP increase in cardiac muscle cells","answer_3":"C. cAMP increase in vascular smooth muscle cells","answer_4":"D. DAG decrease in vascular smooth muscle cells","answer_5":"E. IP3 increase in cardiac muscle cells","percent_1":"3%","percent_2":"39%","percent_3":"35%","percent_4":"9%","percent_5":"14%","right_answer":"B. cAMP increase in cardiac muscle cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Receptor stimulated# ∆^#Change in second messenger# ∆^#Primary effects#§^#Alpha-1# ∆^↑ IP3 ∆ • Peripheral vasoconstriction • Urethral constriction • Pupillary dilation§^#Alpha-2# ∆^↓ cAMP ∆ • CNS sympatholytic • ↓ insulin release & intestinal motility§^#Beta-1# ∆^↑ cAMP ∆ • ↑ Cardiac contractility & heart rate • ↑ Renin release by JG cells of kidney§^#Beta-2# ∆^↑ cAMP ∆ • Peripheral vasodilation • Bronchodilation§^#Muscarinic-2# ∆^↓ cAMP ∆ • ↓ Cardiac contractility & heart rate§^#Muscarinic-3# ∆^↑ IP3 ∆ • Bronchoconstriction • ↑ insulin release & intestinal motility • Bladder contraction • Pupillary constriction • Peripheral vasodilation*%*Via release of nitric oxide.$#cAMP =# cyclic AMP; #IP3 =# inositol 1,4,5-triphosphate; #JG =# juxtaglomerular.","explanation_img":"","explanation_1":"","explanation_2":"Stimulation of adrenoreceptors leads to a change in concentration of a second messenger (eg, cAMP), which mediates the effects on the target organ.  #Norepinephrine#, an adrenergic agonist, is the preferred pharmacologic treatment for #septic shock# as it predominately stimulates a1, a2, and B1 receptors, with little influence on B2 receptors.  This leads to the following clinical effects:  $1. Stimulation of #α1 adrenoreceptors# leads to #vasoconstriction# in the skin and viscera, resulting in increased systolic and diastolic blood pressure with decreased renal and hepatic blood flow.  α1-mediated vasoconstriction occurs via the @IP3-second messenger pathway@.  $2. Stimulation of #β1 adrenoreceptors# within the heart increases #cAMP# concentrations through @Gs-mediated receptor coupling@, which leads to increased #cardiac contractility#, #conduction#, and #heart rate#.  However, the direct effect of norepinephrine on heart rate is counteracted by an indirect, baroreceptor-mediated reflex bradycardia that occurs following the increase in peripheral resistance.  The combined result of these effects is often an unchanged or even decreased heart rate.  $3. Stimulation of α2 adrenoreceptors causes a decrease in cAMP in pancreatic β cells and in the intestines, resulting in decreased insulin secretion and reduced intestinal motility.  Central α2 adrenoreceptors are not stimulated by intravenous administration of norepinephrine as the molecule does not cross the blood-brain barrier. $#(Choice A)#  Stimulation of β2 adrenoreceptors in bronchial smooth muscle cells leads to increased, rather than decreased, cAMP synthesis, resulting in bronchodilation.  Regardless, norepinephrine does not significantly stimulate β2 adrenoreceptors. $#(Choices C and D)#  Norepinephrine-mediated stimulation of α1 adrenoreceptors increases, rather than decreases, IP3 (increased calcium release) and DAG concentrations in vascular smooth muscle cells.  cAMP is increased after β2 adrenoreceptors are stimulated; however, because norepinephrine does not significantly stimulate β2 adrenoreceptors, cAMP concentrations in vascular smooth muscle are not increased. $#(Choice E)#  A significant elevation in IP3 concentration does not occur in cardiac muscle cells following norepinephrine administration.  The cardiac effects of norepinephrine are primarily mediated by β1 adrenoreceptors that are linked to a cAMP, rather than IP3, signal transduction pathway. $#Educational objective# Norepinephrine stimulates cardiac β1 adrenoreceptors, which increases cAMP concentration within cardiac myocytes and leads to increased contractility, conduction, and heart rate.  Peripheral vasoconstriction occurs via stimulation of α1 adrenoreceptors in vascular smooth muscle cells and activation of an IP3 signaling pathway. ","clickable_1":"images/img1.1367.jpg","clickable_2":"images/img2.1367.jpg"},

{"id":"18618","title":"A 44-year-old previously healthy woman comes to the emergency department due to a 2-day history of left flank pain, dysuria, fever, and chills.  Temperature is 38.9 C (102 F), blood pressure is 80/40 mm Hg, and pulse is 140/min and regular.  Physical examination shows left costovertebral angle tenderness.  Laboratory studies reveal leukocytosis, pyuria, and bacteriuria.  Empiric broad-spectrum antibiotics and intravenous fluids are administered.  The patient remains persistently hypotensive, and an intravenous phenylephrine infusion is begun.  Several minutes later, her heart rate decreases to 100/min.  The infusion most likely induced which of the following intracellular changes in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Cyclic AMP level in ventricular myocytes ∆ Inositol trisphosphate level in vascular smooth muscle ∆ Inward calcium current in sinoatrial nodal cells","answer_1":"§A. ∆ Decreased ∆ Increased ∆ Decreased","answer_2":"§B. ∆ Decreased ∆ Decreased ∆ No change","answer_3":"§C. ∆ Increased ∆ Increased ∆ Increased","answer_4":"§D. ∆ Increased ∆ No change ∆ Increased","answer_5":"§E. ∆ No change ∆ Decreased ∆ Decreased","percent_1":"59%","percent_2":"6%","percent_3":"18%","percent_4":"8%","percent_5":"8%","right_answer":"§A. ∆ Decreased ∆ Increased ∆ Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Receptor stimulated# ∆^#Change in second messenger# ∆^#Primary effects#§^#Alpha-1# ∆^↑ IP3 ∆ • Peripheral vasoconstriction • Urethral constriction • Pupillary dilation§^#Alpha-2# ∆^↓ cAMP ∆ • CNS sympatholytic • ↓ insulin release & intestinal motility§^#Beta-1# ∆^↑ cAMP ∆ • ↑ Cardiac contractility & heart rate • ↑ Renin release by JG cells of kidney§^#Beta-2# ∆^↑ cAMP ∆ • Peripheral vasodilation • Bronchodilation§^#Muscarinic-2# ∆^↓ cAMP ∆ • ↓ Cardiac contractility & heart rate§^#Muscarinic-3# ∆^↑ IP3 ∆ • Bronchoconstriction • ↑ insulin release & intestinal motility • Bladder contraction • Pupillary constriction • Peripheral vasodilation*%*Via release of nitric oxide.$#cAMP =# cyclic AMP; #IP3 =# inositol 1,4,5-triphosphate; #JG =# juxtaglomerular.","explanation_img":"","explanation_1":"","explanation_2":"#Phenylephrine# is a selective alpha-1 adrenergic receptor agonist that causes vasoconstriction and increased blood pressure by #increasing inositol trisphosphate# (@IP3@) levels in #vascular smooth muscle cells#.  The abrupt @increase in blood pressure@ triggers a #baroreceptor reflex#, resulting in increased parasympathetic and decreased sympathetic outflow to the heart and vasculature. $The baroreceptor reflex–driven changes in the #heart# are mediated by #beta-1 adrenergic receptors# and #muscarinic-2 receptors#.  Both reduced sympathetic stimulation of beta-1 receptors and increased parasympathetic stimulation of muscarinic-2 receptors trigger a #decrease in cyclic AMP# (@cAMP@) levels, which leads to a decrease in heart rate and contractility to reduce cardiac output and lessen the increase in blood pressure.  The reduction in heart rate is driven in part by #decreased inward calcium current# during phases 4 and 0 of the sinoatrial node @action potential@. $The above baroreceptor response also affects vascular smooth muscle, which is mostly under sympathetic control.  Although this response causes reduced sympathetic stimulation of vascular alpha-1 receptors, the infusion of phenylephrine still maintains IP3 activity above baseline, resulting in a persistent vasoconstrictive effect. $In contrast, an abrupt @decrease in blood pressure@ triggers the opposite regulatory response via the baroreceptor reflex. $#Educational objective# Phenylephrine increases blood pressure via an alpha-1 receptor-mediated increase in inositol trisphosphate in vascular smooth muscle cells.  The abrupt increase in blood pressure triggers a reflexive increase in parasympathetic activity while decreasing sympathetic outflow.  This leads to decreased cyclic AMP activity in the heart (mediated by beta-1 adrenergic and muscarinic-2 receptors), which decreases heart rate and myocardial contractility.  The reduction in heart rate is driven in part by decreased inward calcium current in sinoatrial cells.  ","clickable_1":"images/img1.18618.jpg","clickable_2":"images/img2.18618.jpg","clickable_3":"images/img3.18618.jpg","clickable_4":"images/img4.18618.jpg","clickable_5":"images/img5.18618.jpg"},

{"id":"108070","title":"A 24-year-old healthy woman participates in a pharmacologic clinical study.  Various cardiovascular parameters are measured while she is resting in an upright position.  These baseline values are plotted on the cardiac and vascular function graph shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/108070.jpg","title_2":"She receives a moderate dose of intravenous nitroglycerin by continuous infusion, and the measurements are repeated.  Which of the following changes will most likely be observed?","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","answer_5":"E. ","percent_1":"8%","percent_2":"10%","percent_3":"12%","percent_4":"56%","percent_5":"14%","right_answer":"D. ","ansImg_1":"images/ansA108070.jpg","ansImg_2":"images/ansB108070.jpg","ansImg_3":"images/ansC108070.jpg","ansImg_4":"images/ansD108070.jpg","ansImg_5":"images/ansE108070.jpg","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The cardiovascular system is a closed circuit:  Blood ejected from the left ventricle (cardiac output) returns to the right atrium (venous return) to pass through the lungs and be ejected once again.  #Cardiac function–vascular function curves# demonstrate the interdependent relationship between cardiac output and venous return.  These curves can be described as follows: $• The #cardiac function curve# is essentially a #Frank-Starling# curve, representing @constant left ventricular contractility@ (inotropy) along the curve.  As right atrial pressure (or preload) increases, cardiac output increases due to myocardial fiber stretching and a corresponding increase in stroke volume.  Changes in contractility shift the curve to the left or the right. $• The #vascular function curve# represents #venous return# to the right atrium.  As right atrial pressure increases, venous return decreases as there is a reduced pressure gradient driving blood return to the right atrium.  Changes in blood volume, venous capacitance, or systemic vascular resistance (SVR) shift the curve to the left or the right. $• The #intersection point# of the curves represents the #steady-state# right atrial pressure and cardiac output for a given set of cardiac and vascular parameters. $This study participant was given nitroglycerin, which primarily causes venodilation and #increased venous capacitance#.  The result is additional blood pooling in the capacitance veins and @decreased venous return@, represented by a shift in the venous return curve to the left.  The cardiac function curve is unchanged as contractility is not affected.  A new steady-state point develops at a lower right atrial pressure and cardiac output. $#(Choices A and B)#  A shift in the cardiac function curve to the left represents an @increase in contractility@.  This change, with no change in the vascular function curve, is expected with administration of a positive inotrope that has no effect on the vasculature (eg, digoxin).  A shift in the cardiac function curve to the right represents a @decrease in contractility@, as is expected with administration of a negative inotrope (eg, verapamil). $#(Choice C)#  A shift in the venous return curve to the right represents an @increase in venous return@.  This change, with no change in the cardiac function curve, is expected with the increase in blood volume that occurs with infusion of normal saline. $#(Choice E)#  A leftward shift in the cardiac function curve combined with a rightward shift in the vascular function curve can be seen with the increase in contractility and decrease in SVR that occur with @exercise@. $#Educational objective# Cardiac function–vascular function curves demonstrate the interdependent relationship between cardiac output and venous return.  Nitroglycerin is a venodilator that increases venous capacitance to reduce venous return and shift the vascular function curve to the left.  ","clickable_1":"images/img1.108070.jpg","clickable_2":"images/img2.108070.jpg","clickable_3":"images/img3.108070.jpg","clickable_4":"images/img4.108070.jpg","clickable_5":"images/img5.108070.jpg","clickable_6":"images/img6.108070.jpg"},

{"id":"1364","title":"An experiment is conducted to assess the effects of drug A on the hemodynamic actions of epinephrine.  Two groups of healthy volunteers are selected.  The first group receives only low-dose epinephrine, and its effects on diastolic blood pressure and heart rate are monitored and shown below (epinephrine group).  The second group is pretreated with drug A and then infused with low-dose epinephrine to produce a new set of curves (epinephrine + drug A group).","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1364.jpg","title_2":"Which of the following medications is most likely to be drug A?","audio":"","comparison_items":"","answer_1":"A. Atropine","answer_2":"B. Isoproterenol","answer_3":"C. Phentolamine","answer_4":"D. Phenylephrine","answer_5":"E. Propranolol","percent_1":"4%","percent_2":"15%","percent_3":"12%","percent_4":"14%","percent_5":"55%","right_answer":"E. Propranolol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hemodynamic actions of epinephrine#∆⨉∆⨉§ ∆^#Effect# ∆^#Involved receptors#§^#Heart rate & contractility# ∆^↑ ∆^β1§^#Systolic$ blood pressure# ∆^↑↑ ∆^β1 + α1§^#Diastolic blood pressure# ∆^↓ (low-dose) ∆^β2 > α1§↕ ∆^↑ (high-dose) ∆^α1 > β2","explanation_img":"","explanation_1":"","explanation_2":"The hemodynamic actions of #epinephrine# occur secondary to agonistic effects at α1, β1, and β2 adrenoreceptors (relative strength:  #β1 = β2 > α1#).  Stimulation of β1 receptors in the heart increases cardiac rate and contractility, which increases systolic blood pressure due to the rise in cardiac output.  Stimulation of β2 receptors in the skeletal muscle vasculature produces vasodilation and decreased diastolic blood pressure, while activation of α1 receptors on vascular smooth muscle in the skin and viscera increases peripheral resistance and raises diastolic blood pressure.  At #low doses#, β2-mediated #vasodilation predominates#, whereas at high doses α1-induced vasoconstriction becomes more pronounced. $In this experiment, low-dose epinephrine by itself caused #increased heart rate# (β1 response) and #decreased diastolic blood pressure# (β2 response).  However, after pretreatment with drug A, the heart rate fails to increase and there is a marked rise in diastolic blood pressure.  These effects are best explained by pretreatment with a #nonselective beta antagonist# such as propranolol.  When administered alone, propranolol produces peripheral vasoconstriction (β2 antagonism) without significantly increasing blood pressure (due to concomitant β1 blockade).  However, in combination with epinephrine, propranolol will counteract epinephrine's β2-mediated vasodilation and β1-mediated heart rate increase while leaving the α1 effect (vasoconstriction) intact.  This will increase diastolic blood pressure and cause a slight reflexive reduction in heart rate. $#(Choice A)#  Atropine is a competitive antagonist of cholinergic muscarinic receptors in the heart (M2).  Atropine increases the heart rate by blocking parasympathetic vagal influence; after pretreatment with atropine, epinephrine-mediated tachycardia would increase. $#(Choice B)#  Isoproterenol is a nonselective β-adrenergic agonist that stimulates both β2 receptors on vascular smooth muscle (leading to vasodilatation) and cardiac β1 receptors (leading to increases in cardiac rate and contractility).  A combination of isoproterenol and epinephrine would further decrease diastolic blood pressure and exacerbate the tachycardia. $#(Choice C)#  Phentolamine is a nonspecific alpha-1 and alpha-2 blocker with no beta-blocking effects that cause a profound fall in diastolic blood pressure and reflex tachycardia.  If this were drug A, blood pressure would have decreased further in the pretreatment group and the rise in heart rate would have been exacerbated. $#(Choice D)#  Phenylephrine is a selective α-adrenergic agonist.  Administration by itself may cause elevated systolic and diastolic blood pressures, which may be associated with reflex bradycardia.  However, after pretreatment, epinephrine would still produce an initial rise in heart rate due to unopposed β1 stimulation. $#Educational objective# Epinephrine increases systolic blood pressure (α1 + β1) and heart rate (β1), and either increases or decreases diastolic blood pressure depending on the dose (either α1 or β2 predominates).  Pretreatment with propranolol eliminates the β effects of epinephrine (vasodilatation and tachycardia), leaving only the α effect (vasoconstriction). "},

{"id":"1343","title":"A physician is conducting a clinical trial for a new hemodynamic drug developed for a variety of indications.  The drug's pharmacodynamic profile indicates that it is a pure adrenergic agonist with no significant antagonistic properties.  It is infused into a volunteer, and hemodynamic parameters are recorded in the graphs below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1343.jpg","title_2":"Administration of the drug to healthy individuals would most likely result in which of the following physiologic changes?","audio":"","comparison_items":"","answer_1":"A. Decreased atrioventricular node conduction velocity","answer_2":"B. Decreased cardiac afterload","answer_3":"C. Decreased pulmonary capillary wedge pressure","answer_4":"D. Decreased venous tone","answer_5":"E. Increased renal perfusion","percent_1":"57%","percent_2":"8%","percent_3":"8%","percent_4":"7%","percent_5":"21%","right_answer":"A. Decreased atrioventricular node conduction velocity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Direct effects of α-adrenergic agonists# ∆⨉§^#α1 mediated# ∆^#α2 mediated# § • Vascular smooth muscle contraction • Mydriasis • ↑ Internal urethral sphincter tone & prostate $contraction ∆ • CNS mediated ↓ in blood pressure • ↓ Intraocular pressure • ↓ Lipolysis • ↓ Presynaptic norepinephrine release • ↑ Platelet aggregation","explanation_img":"","explanation_1":"","explanation_2":"Administration of the drug caused an increase in systolic and diastolic blood pressures and a reflexive (delayed) decrease in heart rate; these are the typical effects of a #selective α1-adrenergic agonist# (eg, phenylephrine, methoxamine).  Activation of α1-adrenoreceptors (in blood vessels of skin and viscera) leads to #vasoconstriction# and increased systemic blood pressure.  Stimulation of baroreceptors in the carotid sinus and aortic arch causes a #reflexive increase in vagal influence# on the heart.  The increased vagal tone results in inhibition of pacemaker activity of the sinoatrial node, slowed conduction through the atrioventricular node, and decreased myocardial contractility. $#(Choice B)#  The vasoconstriction caused by α1-adrenergic agonists increases blood pressure and cardiac afterload, requiring increased myocardial effort to expel the blood. $#(Choices C and D)#  Pulmonary capillary wedge pressure reflects left atrial pressure.  It is increased after administration of α1-adrenergic agonists due to increases in cardiac afterload (elevates left ventricular end-diastolic pressure) and venous tone (results in augmented venous return). $#(Choice E)#  α1-adrenergic agonists cause vasoconstriction of the renal and splanchnic arteries, decreasing perfusion to the kidneys and other viscera. $#Educational objective# α-adrenergic agonists increase systolic and diastolic blood pressure by stimulating α1-adrenoreceptors in the vascular walls, causing vasoconstriction.  The elevated systemic blood pressure then causes a reflexive increase in vagal tone, resulting in decreased heart rate and slowed atrioventricular node conduction. "},

{"id":"15306","title":"A 65-year-old man comes to the emergency department due to substernal chest discomfort and intermittent palpitations that began this morning.  The patient has a history of coronary artery disease and stable angina that is managed medically.  He takes high-dose metoprolol, atorvastatin, and low-dose aspirin.  The patient reports that he has been traveling for the past week and ran out of his medications 2 days ago.  Temperature is 37 C (98.6 F), blood pressure is 148/82 mm Hg, and pulse is 112/min.  ECG reveals sinus tachycardia with a 1-mm ST segment depression in the lateral leads.  Which of the following is most likely responsible for this patient's presentation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased levels of circulating catecholamines","answer_2":"B. Predominant activation of alpha-adrenergic receptors","answer_3":"C. Reduced activity of cyclic AMP–mediated messaging","answer_4":"D. Reduced cellular sensitivity to circulating catecholamines","answer_5":"E. Upregulation of beta-adrenergic receptors","percent_1":"14%","percent_2":"5%","percent_3":"8%","percent_4":"2%","percent_5":"73%","right_answer":"E. Upregulation of beta-adrenergic receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with elevated blood pressure, tachycardia, palpitations, and anginal pain following recent discontinuation of metoprolol is most likely experiencing #beta blocker withdrawal syndrome#.  With changes in environmental stimulus, the feedback mechanisms in cells adjust the density of cell surface membrane receptors to regulate sensitivity to the stimulus.  Prolonged beta-adrenergic blockade, for example, stimulates an increase in surface membrane expression of beta-adrenergic receptors, a process called #upregulation#.  When beta-adrenergic blockade is abruptly withdrawn, the increased density of beta-adrenergic receptors creates an amplified response to circulating catecholamines (ie, #increased sensitivity#). $Because metoprolol is cardioselective and primarily blocks beta-1 receptors, abrupt cessation stimulates beta-1 receptor–mediated #increased heart rate# and #cardiac contractility#.  There is also #increased blood pressure# due to increased cardiac output.  These changes create #increased oxygen demand# that may cause ischemia (evidenced by ST depression on ECG) and trigger #angina# in patients with underlying coronary artery disease. $#(Choice A)#  Beta blocker withdrawal symptoms result from an increase in the density of beta-adrenergic receptors, leading to an amplified response to circulating catecholamines.  The level of circulating catecholamines is unchanged from baseline. $#(Choice B)#  Alpha-adrenergic receptors are predominantly activated in the setting of beta blockade.  On cessation of beta blocker therapy, there is redistribution of catecholamines to beta-adrenergic receptors. $#(Choice C)#  Beta-adrenergic receptors function via cyclic AMP @second messaging@.  The increased stimulation of beta-adrenergic receptors following beta blocker cessation leads to increased cyclic AMP activity. $#(Choice D)#  Downregulation of surface membrane receptors occurs when cells are exposed to frequent agonist activity.  For example, prolonged use of an alpha-1 agonist nasal spray (eg, phenylephrine) causes downregulation of alpha-1 receptors and reduced sensitivity to endogenous catecholamines.  This is opposite to what is occurring in this patient. $#Educational objective# When exposed to a prolonged environmental stimulus, cells can adjust their sensitivity to the stimulus by upregulating or downregulating surface membrane receptors.  Prolonged beta blockade leads to upregulation of beta-adrenergic receptors and increased sensitivity to circulating catecholamines, causing an enhanced beta-adrenergic response on abrupt beta blocker cessation (ie, beta blocker withdrawal syndrome).  ","clickable_1":"images/img1.15306.jpg"},

{"id":"1836","title":"A 66-year-old man is evaluated for recurrent syncope.  He has had 3 episodes of dizziness and palpitations followed by brief loss of consciousness over the last 6 months.  He has no chest pain or dyspnea.  The patient has a history of hypertension and hyperlipidemia.  There is no family history of sudden death.  Initial evaluation shows normal ECG and echocardiogram.  A cardiac electrophysiologic study is performed.  During the study, intravenous infusion of a medication is administered and produces the responses shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1836.jpg","title_2":"Which of the following medications was most likely administered to this patient?","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. Adenosine","answer_3":"C. Clonidine","answer_4":"D. Esmolol","answer_5":"E. Isoproterenol","answer_6":"F. Norepinephrine","answer_7":"G. Phenylephrine","percent_1":"2%","percent_2":"12%","percent_3":"6%","percent_4":"7%","percent_5":"55%","percent_6":"13%","percent_7":"6%","right_answer":"E. Isoproterenol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effects of adrenergic drugs#∆⨉∆⨉∆⨉§^#Receptor# ∆^#Target organ# ∆^#Effect of stimulation# ∆^#Examples#§^#α-1# ∆ • Peripheral vasculature • Bladder • Eye ∆ • ↑ Blood pressure (especially $systolic) • Contraction of internal urethral $sphincter • Mydriasis (contraction of pupillary$ dilator muscle) ∆ • Epinephrine • Norepinephrine • Phenylephrine§^#β-1# ∆ • Heart ∆ • ↑ Heart rate, contractility &$ conductance ∆ • Epinephrine • Dopamine • Dobutamine • Isoproterenol§^#β-2# ∆ • Peripheral vasculature$ (smooth muscle) • Bronchi • Uterus ∆ • Vasodilation, ↓ blood pressure$ (especially diastolic) • Bronchodilation • Relaxation (tocolysis) ∆ • Isoproterenol • Terbutaline","explanation_img":"","explanation_1":"","explanation_2":"The effects seen in the graphs above are most similar to those elicited by #isoproterenol#, a nonselective β adrenergic agonist.  Isoproterenol #increases cardiac contractility# (positive inotropic effect) by acting on myocardial β-1 adrenergic receptors.  It also binds to β-2 adrenergic receptors and causes vasodilation by relaxation of vascular smooth muscle, leading to #decreased vascular resistance# and mean arterial blood pressure.  Isoproterenol has negligible effects on α-1 adrenergic receptors. $#(Choice A)#  Acetylcholine binds to M2 muscarinic receptors in the heart and M3 receptors in the vasculature and causes decreased heart rate and conduction velocity and vasodilation (indirectly mediated by endothelial nitric oxide release).  Acetylcholine has no significant effect on ventricular contractility. $#(Choice B)#  Adenosine acts on A1 receptors on cardiac cells and activates potassium channels, increasing potassium conductance.  This leads to transient conduction delay through the atrioventricular node.  Adenosine can also cause peripheral vasodilation, but it attenuates the adrenergic-mediated increase in myocardial contractility. $#(Choice C)#  Clonidine stimulates α2 adrenoceptors in the brainstem, resulting in reduced sympathetic outflow from the central nervous system, leading to a decrease in peripheral vascular resistance, heart rate, and blood pressure.  It has no effect on cardiac contractility. $#(Choice D)#  Esmolol is a selective β-1 adrenergic blocking agent with negative inotropic and chronotropic effects.  It would cause a decrease in cardiac contractility. $#(Choice F)#  Norepinephrine acts on α-1 receptors, causing vasoconstriction and an increase in systemic vascular resistance.  Norepinephrine also acts as a weak agonist at β-1 receptors, with a modest increase in myocardial contractility. $#(Choice G)#  Phenylephrine is a sympathomimetic drug with pure α adrenergic agonist activity.  Infusion of this drug causes vasoconstriction with an increase in systemic vascular resistance. $#Educational objective# Isoproterenol is a β-1 and β-2 adrenergic receptor agonist that causes increased myocardial contractility and decreased systemic vascular resistance.  "},

{"id":"21524","title":"A 44-year-old woman comes to the office due to fatigue, nausea, and weight loss for the last 3-4 months.  She also has noticed her freckles becoming darker and reports frequent dizziness upon standing.  Temperature is 36.8 C (98.2 F), blood pressure is 120/80 mm Hg when sitting and 95/65 mm Hg when standing, and pulse is 77/min.  Hyperpigmentation of the vermillion border of the lips is noted.  The remainder of the physical examination is unremarkable.  Comprehensive diagnostic workup reveals a diagnosis of idiopathic primary adrenal insufficiency.  The patient is started on hydrocortisone and fludrocortisone.  Fludrocortisone is most likely to cause which of the following effects in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Vascular adrenergic sensitivity∆Circulating blood volume∆Urine sodium","answer_1":"§A. ∆Increased ∆Decreased ∆Increased","answer_2":"§B. ∆Increased ∆Unchanged ∆Decreased","answer_3":"§C. ∆Increased ∆Increased ∆Decreased","answer_4":"§D. ∆Unchanged ∆Increased ∆Decreased","answer_5":"§E. ∆Decreased ∆Decreased ∆Increased","answer_6":"§F. ∆Decreased ∆Increased ∆Unchanged","percent_1":"4%","percent_2":"12%","percent_3":"49%","percent_4":"29%","percent_5":"2%","percent_6":"3%","right_answer":"§C. ∆Increased ∆Increased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's fatigue, nausea, hyperpigmentation, and @orthostatic hypotension@ are due to #primary adrenal insufficiency# (PAI).  PAI results from reduced levels of both mineralocorticoid (mainly aldosterone) and glucocorticoid (mainly cortisol), typically due to autoimmune destruction of the bilateral adrenal cortex.  Orthostasis in PAI is due primarily to hypovolemia from reduced mineralocorticoid production. $Reduced mineralocorticoid activity in the renal collecting tubule @principal cells@ leads to markedly decreased sodium absorption (ie, renal salt wasting) and increased potassium absorption.  The decreased sodium reabsorption leads to decreased fluid retention, overall decreased circulating blood volume#,# and hypovolemia-induced orthostasis.  #Fludrocortisone#, a synthetic adrenal steroid with high mineralocorticoid activity, is used to treat mineralocorticoid deficiency.  It works by 2 primary mechanisms: $•  Increased sodium reabsorption in the distal convoluted tubule and collecting ducts, causing increased fluid retention and circulating blood volume.  This leads to #decreased urine sodium#. $• #Increase vascular sensitivity #to multiple endogenous vasoconstrictors (eg, angiotensin II, norepinephrine), causing a potentiation of their pressor effects #(choices D, E, and F)#. $The #increased circulating plasma volume# and increased sensitivity to vasoconstricting mediators leads to an increase in blood pressure and improvement in orthostatic hypotension #(choices A and B)#. $#Educational objective# Fludrocortisone improves hypovolemia and orthostatic hypotension in primary adrenal insufficiency by decreasing urine sodium excretion (thereby increasing circulating blood volume) and increasing the sensitivity of the vasculature to endogenous vasoconstrictors (eg, norepinephrine).  ","clickable_1":"images/img1.21524.jpg","clickable_2":"images/img2.21524.jpg"},

{"id":"136","title":"A 53-year-old man comes to the emergency department with shortness of breath and chest tightness.  The patient was playing in a poker tournament when his symptoms first began.  He has a history of hypertension and is not compliant with his medications.  His last medical follow-up was a year ago.  Blood pressure is 195/115 mm Hg and pulse is 90/min and regular.  Lung examination reveals bibasilar crackles.  Nitroglycerin infusion is started and results in significant symptomatic improvement.  Repeat blood pressure is 165/90 mm Hg.  Which of the following intracellular events is most likely responsible for the beneficial effects of this patient's treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Actin phosphorylation","answer_2":"B. Calcium release from sarcoplasmic reticulum","answer_3":"C. Enhanced cyclic mononucleotide degradation","answer_4":"D. Inositol triphosphate accumulation","answer_5":"E. Myosin dephosphorylation","answer_6":"F. Tyrosine kinase activation","percent_1":"3%","percent_2":"9%","percent_3":"23%","percent_4":"11%","percent_5":"49%","percent_6":"5%","right_answer":"E. Myosin dephosphorylation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp136.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation is consistent with acute pulmonary edema due to severely elevated blood pressure (#hypertensive emergency#).  In such cases, intravenous vasodilators (nitroglycerine, sodium nitroprusside) are often used to improve the acute heart failure by reducing preload and afterload. $#Nitrates# are metabolized within vascular smooth muscle cells to nitric oxide, which activates guanylate cyclase and promotes the conversion of guanosine triphosphate (GTP) to cyclic guanosine monophosphate (#cGMP#).  Increased levels of cGMP lead to #decreased intracellular calcium# (reduces the activity of myosin light-chain kinase) and activation of myosin light chain phosphatase.  This promotes #myosin light-chain dephosphorylation# and vascular smooth muscle #relaxation#. $#(Choice A)#  Actin phosphorylation has no role in smooth or skeletal muscle relaxation.  In smooth muscle, a stimulus to contract leads to increased intracellular calcium, which leads to myosin phosphorylation.  Once myosin is phosphorylated, it is able to bind directly to actin and cause muscle contraction. $#(Choice B)#  Calcium release from sarcoplasmic reticulum would lead to increased contraction of the cardiac myocytes.  It is not involved in the mechanism of action of nitrates on vascular smooth muscle cells. $#(Choice C)#  Nitrates do not cause an increase in cyclic mononucleotide degradation.  On the contrary, they activate guanylate cyclase and promote conversion of GTP to cGMP, which ultimately leads to smooth muscle relaxation. $#(Choice D)#  Inositol triphosphate binds to its receptor on the endoplasmic reticulum and leads to the release of Ca2+ into the cytoplasm.  In vascular smooth muscle cells, this increased concentration of cytoplasmic Ca2+ results in increased smooth muscle contraction. $#(Choice F)#  Tyrosine kinases play a role in a wide variety of intracellular processes and pathways.  The effects of insulin and insulin-like growth factor occur via activation of receptor tyrosine kinases, which in turn cause phosphorylation of tyrosine residues on intracellular proteins important for signal transduction. $#Educational objective# Nitrates (via conversion to nitric oxide) activate guanylate cyclase and increase intracellular levels of cyclic guanosine monophosphate (cGMP).  Increased levels of cGMP lead to myosin light-chain dephosphorylation, resulting in vascular smooth muscle relaxation.  "},

{"id":"21458","title":"An investigator studies the effects of 2 different medications on the heart rate of patients with persistent atrial fibrillation.  After participants receive therapeutic doses of medication for several days, their heart rates are measured for 24 hours at rest and during 10 minutes of moderate exercise.  The results are compared against placebo and shown in the graphs below.  Which of the following medications is most likely represented by the red line (drug 1)?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/21458.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amlodipine","answer_2":"B. Atenolol","answer_3":"C. Digoxin","answer_4":"D. Lisinopril","percent_1":"21%","percent_2":"36%","percent_3":"36%","percent_4":"7%","right_answer":"C. Digoxin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21458.jpg","explanation_1":"","explanation_2":"$Persistent #atrial fibrillation# is usually managed with a #rate-control strategy# that focuses on maintaining an acceptable ventricular contraction rate during both rest (eg, <85/min) and moderate exercise (eg, <110-120/min) despite continued rapid and disorganized conduction of the atria.  Pharmacologic agents that allow for rate control do so by #slowing conduction through the atrioventricular (AV) node# via various mechanisms: $• Beta blockers (eg, atenolol, metoprolol) #(choice B)# slow AV node conduction via blockade of sympathetic tone.  This mechanism allows for effective rate control both during rest and exercise.  For this reason, beta blockers are often the preferred agent for rate control of atrial fibrillation. $• Nondihydropyridine calcium channel blockers (eg, verapamil, diltiazem) block AV nodal calcium channels to slow AV node conduction both at rest and during exercise.  These drugs have similar rate control efficacy to that of beta blockers, although beta blockers are slightly superior at controlling heart rate during exercise. $• #Digoxin# slows AV node conduction via #increased parasympathetic tone#.  This mechanism is effective at rest, when sympathetic tone is low, but it #poorly controls ventricular rate during exercise#, when high levels of sympathetic tone accelerate AV node conduction.  For this reason, digoxin is often used only as an adjunctive agent for rate control in atrial fibrillation. $#(Choices A and D)#  Dihydropyridine calcium channel blockers (eg, amlodipine, nifedipine) and ACE inhibitors (eg, lisinopril) are vasodilators with no significant effect on the AV node.  These drugs are not expected to slow heart rate either at rest or with exercise (ie, both resting and exercise curves are expected to closely match placebo). $#Educational objective# Digoxin slows atrioventricular node conduction by increasing parasympathetic tone.  This mechanism is effective at controlling ventricular rate in atrial fibrillation at rest, but it poorly controls ventricular rate during exercise, when parasympathetic output is low relative to high levels of sympathetic tone.  "},

{"id":"143","title":"A 50-year-old man is brought to the ER with severe dizziness and confusion.  He states that he had an episode of chest pain and took several tablets of nitroglycerin.  His current medications include a daily aspirin for heart attack prevention, an occasional acetaminophen for headaches and occasionally tadalafil for erectile dysfunction.  His blood pressure is 50/20 mmHg and his heart rate is 120 beats/min.  Which of the following cellular changes is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Receptor downregulation","answer_2":"B. Gs protein phosphorylation","answer_3":"C. Cyclic GMP accumulation","answer_4":"D. Tyrosine kinase overactivity","answer_5":"E. Enhanced phospholipid metabolism","answer_6":"F. Tolerance development","percent_1":"3%","percent_2":"4%","percent_3":"87%","percent_4":"2%","percent_5":"1%","percent_6":"2%","right_answer":"C. Cyclic GMP accumulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The interaction between nitrates and phosphodiesterase inhibitors used in erectile dysfunction (tadalafil, sildenafil, vardenafil) is well known and very important to understand.  Nitrates are converted to nitric oxide by vascular smooth muscle cells, and nitric oxide causes increased intracellular cGMP as a second-messenger.  Increased cGMP concentration leads to vascular smooth muscle relaxation.  Additionally, cGMP is metabolized within the cells by phosphodiesterase, and phosphodiesterase inhibitors will lead to increased intracellular cGMP.  cGMP accumulation in vascular smooth muscle cells due to both enhanced synthesis (nitrates) and inhibited degradation (PDE inhibitors) is responsible for profound hypotension due to extreme vasodilatation when these drugs are used together. $#(Choice A)#  Receptor downregulation or tachyphylaxis occurs with many drug classes including topical glucocorticoids, opiates, L-dopa and more.  It is one mechanism by which the body develops tolerance to drugs on a cellular level, but it is not the cause of hypotension in this patient who took nitrates together with a PDE inhibitor. $#(Choice B)#  Gs protein phosphorylation leads to activation of the Gs protein, a stimulatory protein which acts as a part of the adenylate cyclase second messenger system.  It has no role in cGMP pathways that are affected by nitrates and PDE inhibitors. $#(Choice D)#  Tyrosine kinase overactivity would lead to an exaggeration of the effects of insulin or insulin-like growth factor.  Tyrosine kinase has no role in the effect of nitrates or PDE inhibitors on vascular smooth muscle. $#(Choice E)#  Enhanced phospholipid metabolism would lead to an increase in the production of prostaglandins (via diacylglycerol) and inositol triphosphate (leading to calcium release from the endoplasmic reticulum).  This is the inositol triphosphate second-messenger system, and it mediates the effects of alpha-1 adrenergic receptors, angiotensin II receptors, oxytocin receptors and vascular vasopressin receptors.  It is not involved in the action of nitrates or PDE inhibitors. $#(Choice F)#  Tolerance refers to the need for a larger dose of drug to achieve the same clinical effect achieved previously with a smaller dose of drug.  Development of tolerance can occur by multiple mechanisms such as a change in cellular response to drug (decreased receptors, decreased response to receptor stimulation), as well as increased rate of drug elimination by the body.  Tolerance is not the reason for this patient to experience hypotension with this drug combination. $#Educational objective# Using nitrates together with phosphodiesterase (PDE) inhibitors used for erectile dysfunction and pulmonary hypertension causes a profound systemic hypotension because they both increase intracellular cGMP which causes vascular smooth muscle relaxation.  Their use together is absolutely contraindicated.  "},

{"id":"160","title":"A 57-year-old man is seen in the office after an episode of acute pancreatitis.  Hospital evaluation found no evidence of gallstones.  The patient does not consume alcohol, but he does have a history of severe hypertriglyceridemia.  He was treated with a fibrate medication in the past but could not tolerate it due to liver toxicity.  He has no history of diabetes mellitus or hypertension.  On examination, the patient has no abdominal tenderness.  Laboratory studies show normal hepatic and pancreatic enzyme levels, but the patient again has a severely elevated triglyceride level.  The physician prescribes the appropriate medications and explains that the patient is likely to experience skin flushing and warmth after taking the pills.  Which of the following is the primary agent mediating these side effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Histamine","answer_2":"B. Platelet-activating factor","answer_3":"C. Prostaglandin","answer_4":"D. Serotonin","answer_5":"E. Substance P","percent_1":"27%","percent_2":"1%","percent_3":"50%","percent_4":"17%","percent_5":"5%","right_answer":"C. Prostaglandin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Nicotinic acid, or #niacin#, has been used in the treatment of hyperlipidemia for almost 4 decades.  It is effective in raising HDL cholesterol levels, as well as lowering triglycerides and LDL levels. $Niacin's main side effects are cutaneous #flushing#, warmth, and itching; these are primarily mediated by release of #prostaglandins# (particularly PGD2 and PGE2).  #Aspirin#, which inhibits prostaglandin synthesis, can significantly reduce these side effects if given 30-60 minutes before niacin administration.  The side effects are also reduced with slow-release preparations or if niacin is taken with meals.  They are worst when niacin is first initiated and tend to fade over time due to tachyphylaxis. $#(Choice A)#  Vancomycin infusion reaction is mediated by histamine release due to non-IgE- mediated mast cell degranulation. $#(Choice B)#  Platelet-activating factor is a powerful phospholipid activator produced by a number of cells, including neutrophils, basophils, platelets, and endothelial cells.  It is a mediator of platelet aggregation. $#(Choice D)#  Serotonin syndrome is a potential side effect of selective serotonin reuptake inhibitors.  It is characterized by abnormal mental status, autonomic hyperactivity, and muscular rigidity with hyperreflexia. $#(Choice E)#  Substance P is a polypeptide neurotransmitter involved in mediating pain signals in the peripheral and central nervous systems.  Topical capsaicin causes release of substance P, resulting in burning pain in the area of application.  Prolonged use causes depletion of substance P, and the pain diminishes with time. $#Educational objective# Niacin is used in the treatment of hyperlipidemia.  It increases HDL levels and decreases LDL levels and triglycerides.  Niacin causes cutaneous flushing, which is mediated by prostaglandins and can be diminished by pretreatment with aspirin.  "},

{"id":"11925","title":"A 71-year-old woman comes to the emergency department due to progressive dyspnea and orthopnea for the last week.  She has a history of myocardial infarction and systolic heart failure with a left ventricular ejection fraction of 15%.  The patient is compliant with her medications, which include carvedilol, furosemide, aspirin, lisinopril, and atorvastatin.  Blood pressure is 118/74 mm Hg and pulse is 72/min.  Examination reveals elevated jugular venous pressure, bibasilar crackles, an S3 heart sound, and bilateral lower extremity pitting edema.  The patient is started on dobutamine infusion, which provides significant symptom relief.  Echocardiogram shows mild improvement in cardiac contractility.  Which of the following is the likely mechanism underlying this patient's clinical improvement?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cyclic nucleotide phosphodiesterase inhibition","answer_2":"B. Gs protein-adenylate cyclase activation","answer_3":"C. Late-phase inward sodium channel inhibition","answer_4":"D. Sodium-potassium exchange pump inhibition","answer_5":"E. Soluble guanylate cyclase activation","answer_6":"F. Voltage-dependent calcium channel inhibition","percent_1":"3%","percent_2":"79%","percent_3":"4%","percent_4":"6%","percent_5":"4%","percent_6":"4%","right_answer":"B. Gs protein-adenylate cyclase activation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11925.jpg","explanation_1":"","explanation_2":"$#Dobutamine# is a β-adrenergic agonist with predominant activity on β1 receptors and weak activity on β2 and α1 receptors.  Stimulation of β1-adrenergic receptors causes #Gs protein# GTP binding, leading to activation of adenylyl cyclase and #increased production of cAMP# in the target cells.  In cardiac myocytes, increased cAMP causes calcium channel activation and increased cytosolic Ca2+ concentration.  This causes a conformational change in the troponin complex, facilitating actin-myosin binding and increasing myocardial contractility (#positive inotropy#).  Increased cAMP also causes a rise in heart rate by increasing Na+ and Ca2+ channel activation in pacemaker cells (#positive chronotropy#). $In the vasculature, α1 agonist activity (vasoconstriction) balances the β2 agonist effect (vasodilation) with resultant mild vasodilation.  The net hemodynamic effects are an increase in cardiac contractility and a decrease in systemic vascular resistance without significant change in arterial blood pressure.  This increase in cardiac output can improve symptoms and end-organ perfusion in patients with severe left ventricular systolic dysfunction and cardiogenic shock. $#(Choice A)#  Phosphodiesterase inhibitors (eg, milrinone) increase the intracellular levels of cAMP by preventing its enzymatic breakdown in cardiac and vascular tissues, and result in vasodilation and positive inotropic effects. $#(Choice C)#  Ranolazine is an anti-anginal drug that inhibits late-phase inward sodium channels in ischemic myocardial cells during cardiac repolarization.  A decrease in intracellular sodium concentration enhances calcium efflux via the sodium-calcium exchanger, which reduces myocardial oxygen consumption. $#(Choice D)#  @Digoxin@ acts by inhibiting the sodium-potassium ATPase pump.  This increases intracellular sodium concentration, which in turn decreases activity of the sodium-calcium exchanger that exports calcium from myocardial cells.  The corresponding rise in intracellular Ca2+ concentration leads to improved myocardial contractility. $#(Choice E)#  Nitrates provide free radical nitric oxide, which activates guanylate cyclase and increases cGMP levels.  This in turn leads to dephosphorylation of myosin light chains and causes vascular smooth muscle relaxation. $#(Choice F)#  Calcium channel blockers (eg, verapamil, diltiazem) prevent calcium ions from traversing voltage-dependent calcium channels in vascular smooth muscle and myocardium, leading to vasodilation and a decrease in cardiac contractility. $#Educational objective# Dobutamine is a β-adrenergic agonist with predominant activity on β1 receptors and weak activity on β2 and α1 receptors.  Stimulation of β1 receptors leads to an increased production of cAMP and increased cytosolic Ca2+ concentration.  This facilitates the interaction between actin and myosin, resulting in increased myocardial contractility.  ","clickable_1":"images/img1.11925.jpg"},

{"id":"8289","title":"A 47-year-old man comes to the office for follow-up of his elevated blood pressure.  The patient's medical history is significant for stable angina pectoris, for which he takes sublingual nitroglycerin as needed.  He has no orthopnea, paroxysmal nocturnal dyspnea, or lower extremity swelling.  His blood pressure is 154/107 mm Hg and pulse is 86/min.  Physical examination shows no abnormalities.  The patient is started on a low dose of atenolol.  Which of the following cellular changes will most likely occur as a direct effect of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Cardiomyocyte [cAMP]∆Juxtaglomerular cell [cAMP]∆Vascular smooth muscle [cAMP]","answer_1":"§A. ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆Decreased ∆Decreased ∆No significant change","answer_3":"§C. ∆Decreased ∆No significant change ∆Decreased","answer_4":"§D. ∆Decreased ∆No significant change ∆No significant change","answer_5":"§E. ∆No significant change ∆No significant change ∆No significant change","percent_1":"13%","percent_2":"54%","percent_3":"14%","percent_4":"18%","percent_5":"1%","right_answer":"§B. ∆Decreased ∆Decreased ∆No significant change","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#G protein–coupled receptors & their signal transducers#∆⨉∆⨉§^#Adrenergic# ∆^α1 ∆^Gq§↕ ∆^α2 ∆^Gi§↕ ∆^β1 ∆^Gs§↕ ∆^β2 ∆^Gs§^#Cholinergic# ∆^M1 ∆^Gq§↕ ∆^M2 ∆^Gi§↕ ∆^M3 ∆^Gq§^#Dopaminergic# ∆^D1 ∆^Gs§↕ ∆^D2 ∆^Gi","explanation_img":"","explanation_1":"","explanation_2":"Beta blockers are the preferred treatment for patients with chronic stable angina and hypertension.  They relieve anginal symptoms by inhibiting sympathetic stimulation of the heart, reducing both heart rate and contractility.  Because beta blockers reduce heart rate and blood pressure during rest and exercise, the onset of angina is avoided or delayed. $At low doses, #atenolol# is a #selective β1 adrenergic antagonist#.  β1 receptors are found in #cardiac tissue# and on #renal juxtaglomerular cells#, but not in vascular smooth muscle.  The β1 receptor is a G protein-coupled receptor (GPCR) associated with #Gs#, which increases intracellular cAMP levels.  Blockade of the β1 receptor leads to #decreased cAMP levels# in cardiac and renal tissue without significantly affecting cAMP levels in vascular smooth muscle #(choices C and D)#. $GPCRs comprise a large family of 7 transmembrane domain receptors that activate intracellular second messenger systems.  There are 2 principal second messenger systems involving GPCRs:  $1. @cAMP signaling pathway@:  The activated Gs α subunit activates the enzyme adenylyl cyclase, which catalyzes the conversion of ATP into cAMP.  Elevated cAMP leads to the activation of protein kinase A.  Conversely, the Gi α subunit inhibits adenylyl cyclase, thereby reducing cAMP levels.  $2. Phosphatidylinositol signaling pathway:  The activated Gq α subunit activates phospholipase C, which degrades membrane lipids into diacylglycerol (DAG) and inositol triphosphate (IP3).  Protein kinase C is activated by DAG, and calcium is released from the sarcoplasmic reticulum under the influence of IP3. $#(Choice A)#  Propranolol is a nonselective beta blocker that blocks both β1 and β2 adrenergic receptors.  β2 receptors are found in vascular and bronchial smooth muscle.  Blockade of β1and β2 receptors would therefore result in decreased cAMP levels in cardiac myocytes, renal juxtaglomerular cells, and vascular smooth muscle. $#(Choice E)#  A medication such as diltiazem, a non-dihydropyridine calcium channel blocker, would not directly affect cAMP levels. $#Educational objective# β1 adrenergic receptors are found in cardiac tissue and on renal juxtaglomerular cells, but not in vascular smooth muscle.  Selective blockade of the β1 receptor (eg, with atenolol) leads to decreased cAMP levels in cardiac and renal tissue without significantly affecting cAMP levels in vascular smooth muscle.  ","clickable_1":"images/img1.8289.jpg"},

{"id":"140","title":"A 60-year-old man with known coronary artery disease comes to the office due to exertional chest tightness for the last 6 months.  The symptoms occur when he walks more than 3 blocks, especially in cold weather.  The patient underwent coronary artery bypass graft surgery 3 years ago for progressive angina.  Past medical history also includes asthma, benign prostate hyperplasia, and peripheral artery disease.  The physician discusses adding isosorbide dinitrate to his current therapy but the patient is concerned about adverse effects.  Which of the following is most likely to occur in this patient with the add-on therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrioventricular conduction delay","answer_2":"B. Cold extremities","answer_3":"C. Constipation","answer_4":"D. Joint pains","answer_5":"E. Nocturnal wheezing","answer_6":"F. Throbbing headaches","answer_7":"G. Urinary retention","percent_1":"5%","percent_2":"12%","percent_3":"4%","percent_4":"1%","percent_5":"4%","percent_6":"68%","percent_7":"7%","right_answer":"F. Throbbing headaches","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Nitrates# are frequently used for symptomatic relief in patients with chronic stable angina.  The anti-ischemic effect of nitrates is mediated by systemic vasodilation (predominantly venodilation) with a decrease in left ventricular end-diastolic volume and wall stress, resulting in decreased myocardial oxygen demand and relief of angina symptoms. $The main adverse effects seen with nitrate therapy include #headaches, cutaneous flushing#, lightheadedness, #hypotension#, and reflex tachycardia.  Nitrates must be avoided in patients with hypertrophic cardiomyopathy (due to increased outflow tract obstruction), right ventricular infarction (due to reduction in preload, impairing cardiac output), and those on phosphodiesterase inhibitors (synergism increases the risk of severe hypotension). $#(Choice A)#  Atrioventricular conduction delay is a potential adverse effect of several drugs used for management of chronic stable angina.  These include calcium channel blockers (eg, verapamil, diltiazem) and beta blockers (eg, metoprolol, propranolol). $#(Choice B)#  Cold extremities due to Raynaud phenomenon are associated with medications such as amphetamines, ergotamine, and chemotherapeutic agents. $#(Choice C)#  Constipation is a common side effect of opioid analgesics, iron supplements, calcium channel blockers such as verapamil, and anticholinergic medications such as atropine. $#(Choice D)#  Thiazide diuretics can lead to hyperuricemia and precipitate an acute gout attack. $#(Choice E)#  Nocturnal wheezing can be a symptom of asthma or gastroesophageal reflux disease.  In addition, the use of beta blockers in patients with underlying bronchospastic disease can cause increased bronchoconstriction and lead to wheezing. $#(Choice G)#  Urinary retention is typically associated with medications that exhibit anticholinergic properties such as tricyclic antidepressants (eg, amitriptyline) and antihistamines (eg, diphenhydramine). $#Educational objective# The main adverse effects seen with nitrate therapy include headaches and cutaneous flushing along with lightheadedness and hypotension due to systemic vasodilation.  "}

]