[

{"id":"7660","title":" The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $A 47-year-old man comes to the emergency department due to a 30-minute history of sudden-onset severe chest pain and shortness of breath.  He is on an RV road trip with his family and has had pain in and swelling of the left leg for the past 2 days.  The patient has no significant medical history and takes no medications.  Temperature is 37.2 C (99 F), blood pressure is 90/56 mm Hg, pulse is 124/min, and respirations are 32/min.  Oxygen saturation is 82% on room air.  BMI is 36 kg/m2.  ECG shows sinus tachycardia.  Chest x-ray shows no abnormalities. $#Item 1 of 2# $Which of the following is most likely increased in this patient?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Functional residual capacity","answer_2":"B. Lung diffusion capacity","answer_3":"C. Physiologic dead space","answer_4":"D. Pulmonary compliance","answer_5":"E. Total airway resistance","percent_1":"2%","percent_2":"3%","percent_3":"84%","percent_4":"1%","percent_5":"10%","right_answer":"C. Physiologic dead space","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7660.jpg","explanation_1":"","explanation_2":"$This patient has developed a deep venous thrombosis in his left leg following a lengthy car trip and now has clinical features highly consistent with acute #pulmonary embolism# (PE).  Obstruction of the pulmonary circulation by an embolus causes #increased dead space ventilation# (ie, alveoli are ventilated but not perfused); the term \"dead space\" refers to the volume of inspired air that does not participate in gas exchange.  As dead space ventilation increases, blood that continues to flow through the pulmonary circulation cannot be fully oxygenated by the decreased number of accessible alveoli (#ventilation/perfusion (V/Q) mismatch#), leading to #hypoxemia#. $#(Choice A)#  Functional residual capacity refers to the volume of air remaining in the lungs after a normal expiration.  It is increased in chronic obstructive pulmonary disease (COPD) due to air trapping; however, it is unchanged in PE. $#(Choice B)#  Diffusion capacity is reduced by conditions that disrupt the alveolar-capillary interface (eg, pulmonary fibrosis), but it is not altered in PE. $#(Choice D)#  Pulmonary compliance (ability to expand) is reduced in restrictive lung disease (eg, pulmonary fibrosis) and is increased in COPD (due to emphysematous destruction of the distal airways).  However, it is not significantly altered in the setting of PE. $#(Choice E)#  Total airway resistance is increased by bronchoconstriction, which occurs in patients with asthma.  PE does not affect airway resistance. $#Educational objective# Pulmonary embolism causes dead space ventilation, which leads to hypoxemia due to the consequent ventilation/perfusion mismatch.  "},

{"id":"7661","title":"#Item 2 of 2# $During evaluation, the patient becomes unresponsive and develops cardiac arrest with pulseless electrical activity.  Cardiopulmonary resuscitation and intubation are performed, and the patient is placed on a mechanical ventilator.  Once stabilized, he is admitted to the intensive care unit, and appropriate treatment is administered.  Several days later, a spontaneous-breathing trial is performed to determine readiness to wean off the ventilator.  After the mechanical ventilator settings are adjusted, the following changes are noted as reflected on the graph below.  Dead space ventilation is shaded in black.  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/7661.jpg","title_2":"Which of the following breathing patterns most likely contributed to this patient's change from the left bar to the right on the graph above?","audio":"","comparison_items":"§∆Respiratory Rate ∆Tidal Volume","answer_1":"§A. ∆ ↑ ∆↑","answer_2":"§B. ∆ ↑ ∆↓","answer_3":"§C. ∆ ↓ ∆↑","answer_4":"§D. ∆ ↓ ∆↓","percent_1":"14%","percent_2":"60%","percent_3":"15%","percent_4":"11%","right_answer":"§B. ∆ ↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7661.jpg","explanation_1":"","explanation_2":"$Physiologic (total) dead space includes the anatomic dead space (the permanent volume of dead space within the conducting airways) plus the alveolar dead space (the volume of air in the respiratory zone that does not participate in gas exchange).  Increases in physiologic dead space occur in many lung diseases, including pulmonary embolism, emphysema, and acute respiratory distress syndrome. $Dead space volume remains relatively constant on a minute-by-minute basis.  However, #lower tidal volumes #increase the proportion of each breath composed of dead space.  If #minute ventilation# (tidal volume x respiratory rate) is #unchanged#, the consequence of the low-tidal-volumes is an #increase in dead space ventilation# (inefficient breathing). $Patients undergoing #mechanical ventilation weaning# typically have weakened respiratory muscles and therefore tend to breathe at low tidal volumes to minimize the work of breathing.  This hypoventilation triggers an increase in respiratory drive that #increases respiratory rate# to maintain minute ventilation.  When patients are being weaned off the ventilator, the ratio of their respiratory rate/tidal volume, known as the rapid shallow breathing index (RSBI), is measured; a low RSBI indicates relatively high tidal volumes, relatively efficient breathing, and a lower likelihood of recurrent respiratory failure once ventilatory support is discontinued. $#(Choice A)#  Increases in both respiratory rate and tidal volume result in increased minute ventilation.  However, the graph shows that minute ventilation remains the same after ventilator adjustment. $#(Choice C)#  A decrease in respiratory rate and an increase in tidal volume would keep minute ventilation constant; however, the total volume of dead-space air breathed each minute would decrease rather than increase. $#(Choice D)#  Decreases in both respiratory rate and tidal volume would result in decreased, rather than constant, minute ventilation. $#Educational objective# Patients being weaned from mechanical ventilation typically breathe at low tidal volumes, with a compensatory increase in respiratory rate to maintain minute ventilation.  Because at low tidal volumes a higher proportion of each breath is composed of dead space, this type of breathing leads to an increase in wasted ventilation (inefficient breathing).  "},

{"id":"11774","title":"A 42-year-old man comes to the emergency department due to several hours of dyspnea.  He is a long-haul truck driver who became acutely short of breath during a 36-hour trip but previously had been healthy.  The patient smokes a pack of cigarettes daily and drinks a 6-pack of beer on weekends.  Pulmonary examination reveals vesicular breath sounds bilaterally with the overlying areas resonant to percussion.  CT pulmonary angiogram shows a right lower lobe pulmonary artery occlusion consistent with pulmonary embolism but no evidence of pulmonary infarction.  Which of the following is the most likely reason for the lack of lung tissue necrosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Collateral circulation","answer_2":"B. Decreased surfactant","answer_3":"C. Endothelial tissue plasminogen activator","answer_4":"D. Increased pulmonary venous pressure","answer_5":"E. Intrapulmonary shunting","percent_1":"77%","percent_2":"0%","percent_3":"2%","percent_4":"1%","percent_5":"20%","right_answer":"A. Collateral circulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11774.jpg","explanation_1":"","explanation_2":"$The lung is supplied by #dual circulation# from both the pulmonary arteries and bronchial arteries.  This collateral circulation can help #protect against lung infarction# as a complication of #pulmonary embolism# (PE). $The pulmonary arteries are the major suppliers of blood to the lungs, providing deoxygenated blood for gas exchange; the bronchial arteries supply nutrients, remove waste from the bronchi, and provide collateral blood flow to the remainder of the lung parenchyma.  When a clot occludes the pulmonary system, the bronchial system continues to supply nutrients to pulmonary tissue and can even backfill the pulmonary capillaries to partially maintain gas exchange in the area of the thromboembolism. $Distal PEs in small arteries (≤3 mm) are more likely to cause infarction as they may occlude areas distal to the pulmonary-bronchial anastomoses.  When a pulmonary infarction does occur, it is typically #hemorrhagic# (red) rather than ischemic (white) due to the relatively low density of lung tissue and the dual blood supply. $#(Choice B)#  Alveolar inflammation triggered by PE can eventually lead to decreased surfactant and some degree of atelectasis.  This process can take up to 2 days to develop, and the resulting intrapulmonary shunting makes a small contribution to the hypoxemia that occurs with PE. $#(Choice C)#  Recombinant tissue plasminogen activator (TPA) may be used to treat PE in patients who are hemodynamically unstable.  However, endothelial-derived TPA is limited primarily to the bronchial circulation, and spontaneous recanalization of the pulmonary artery is a slow process. $#(Choice D)#  PE leads to increased pulmonary arterial pressure; however, the pulmonary venous pressure is unchanged or decreased as blood flow through the proximal pulmonary circulation is obstructed.  Patients with an underlying elevation in pulmonary venous pressure (eg, decompensated heart failure) may be more likely to experience lung infarction with PE due to the high pulmonary venous pressure impairing collateral flow from the bronchial circulation. $#(Choice E)#  Intrapulmonary shunting occurs when an area of the lung is adequately perfused but poorly ventilated.  PE causes intrapulmonary shunting due to redistribution of blood away from segments directly affected by the clot; the remaining accessible alveoli are unable to fully oxygenate all the blood passing through the pulmonary circulation, resulting in hypoxemia.  In contrast, areas distal to the clot receive adequate ventilation but poor perfusion (ie, @dead space ventilation@). $#Educational objective# The lungs are supplied by dual circulation from both the pulmonary and bronchial arteries.  This collateral circulation can help protect against lung infarction due to pulmonary artery occlusion (ie, pulmonary embolism), as the bronchial circulation can continue to provide blood to the lung parenchyma.  ","clickable_1":"images/img1.11774.jpg"},

{"id":"107526","title":"A 61-year-old man with a history of chronic obstructive pulmonary disease and HIV infection is evaluated for cough and hemoptysis.  CT scan shows multiple bilateral nodular lesions.  Bronchoscopy shows a cherry-red, slightly raised lesion.  Biopsy of the lesion is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/107526.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Adenocarcinoma","answer_2":"B. Carcinoid tumor","answer_3":"C. Infection with cytomegalovirus","answer_4":"D. Infection with human herpesvirus 8","answer_5":"E. Infection with Pneumocystis jirovecii","answer_6":"F. Squamous cell carcinoma","percent_1":"3%","percent_2":"10%","percent_3":"15%","percent_4":"44%","percent_5":"22%","percent_6":"6%","right_answer":"D. Infection with human herpesvirus 8","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Kaposi sarcoma! ?Etiology? • Endothelial tumor caused by human $herpesvirus type 8 • Most common malignancy in patients with $untreated HIV • Endemic in certain African & Mediterranean $regions ?Manifestations? • Cutaneous lesions: $ == ○ Violaceous, red, or brown flat lesions $==→ papules $== ○ Most common along skin folds $ == ○ Pruritus, pain & friability are rare $ == ○ Lymphedema distal to lesions • Visceral lesions: $ == ○ Lungs & gastrointestinal tract most $ common ○ May cause life-threatening bleeding ?Histopathology? • Proliferation of spindle-shaped endothelial $cells • Slit-like vascular spaces • Extravasated red blood cells","explanation_img":"","explanation_1":"","explanation_2":"$This patient with cough and hemoptysis has endobronchial biopsy findings consistent with #Kaposi sarcoma# (KS), a vascular tumor strongly associated with #human herpesvirus 8# infection. KS often occurs in patients who are immunosuppressed (ie, impaired T-cell control of the virus). Risk factors include #HIV infection# and immunosuppressive therapy following transplant. #Corticosteroid use# (eg, chronic obstructive pulmonary disease exacerbations) can also precipitate or worsen KS. $Although #skin# involvement is a characteristic initial finding (eg, purple papules on the lower extremities), some patients may present with #pulmonary# disease. Depending on the location of the tumor, patients may have dyspnea, cough, #hemoptysis# (due to tumor bleeding), airway obstruction, and/or pleural effusions. Chest imaging often reveals reticular opacities or nodular densities. Bronchoscopy may show #endobronchial# macules and papules that are classically #cherry-red# or violaceous. $@Histopathology@ of KS characteristically shows a proliferation of #spindle-shaped endothelial cells# forming #slit-like vascular spaces# with inflammation. The abnormal vascular spaces are leaky, allowing red blood cell extravasation. $#(Choice A)# @Pulmonary adenocarcinoma@ often presents with cough, hemoptysis, and weight loss. However, it tends to be located peripherally and would be less likely to form an endobronchial lesion. Histopathology often shows infiltrative glands lined by malignant mucin-producing epithelial cells. $#(Choice B)# @Pulmonary carcinoid tumor@ is a well-differentiated neuroendocrine tumor that often arises in the proximal airways and grows endobronchially, causing cough and hemoptysis. However, histopathology shows uniform, polygonal cells with eosinophilic cytoplasm and granular (ie, salt and pepper) chromatin. $#(Choice C)# Pulmonary @cytomegalovirus@ infection typically occurs in immunocompromised patients and may cause cough, shortness of breath, and fever. However, histopathology of infected cells shows viral cytopathic effect, including cell enlargement and nuclear and cytoplasmic inclusions. $#(Choice E)# @Pneumocystis jirovecii@ is a fungus that causes pulmonary infection in immunocompromised patients and may lead to cough, dyspnea, and fatigue. However, histopathology shows intraalveolar exudate and cup- or crescent-shaped organisms that can be highlighted with a silver stain. $#(Choice F)# @Squamous cell lung carcinoma@ often arises in the proximal airways and can cause cough and hemoptysis. However, histopathology shows infiltrative nests of malignant cells with squamous differentiation (eg, intercellular bridges, keratin production). $#Educational objective# Kaposi sarcoma (KS), a vascular tumor associated with human herpesvirus 8, often arises in immunosuppressed patients (eg, HIV infection). KS typically involves the skin but can also affect the viscera, including the gastrointestinal tract (eg, abdominal pain) and pulmonary system (eg, cough, hemoptysis). Biopsy shows spindle-shaped endothelial cells forming slit-like vascular spaces, extravasated red blood cells, and inflammation.","clickable_1":"images/img1.107526.jpg","clickable_2":"images/img2.107526.jpg","clickable_3":"images/img3.107526.jpg","clickable_4":"images/img4.107526.jpg","clickable_5":"images/img5.107526.jpg","clickable_6":"images/img6.107526.jpg"},

{"id":"529","title":"A 64-year-old woman is hospitalized after injuring her right hip when she slipped on ice while carrying groceries.  X-ray reveals a right femoral neck fracture, and the patient undergoes a total hip arthroplasty with no operative complications.  Two days after surgery, the patient develops acute hemodynamic decompensation.  A contrast-enhanced CT scan of the chest is immediately obtained; a sagittal view is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/529.jpg","title_2":"In-hospital administration of which of the following is most appropriate for reducing the risk of patients developing this complication?","audio":"","comparison_items":"","answer_1":"A. Beta-adrenergic antagonist","answer_2":"B. Fresh-frozen plasma","answer_3":"C. Intravenous hydration","answer_4":"D. Low-molecular-weight heparin","answer_5":"E. Perioperative antibiotics","answer_6":"F. Tissue plasminogen activator","percent_1":"2%","percent_2":"1%","percent_3":"2%","percent_4":"85%","percent_5":"1%","percent_6":"9%","right_answer":"D. Low-molecular-weight heparin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp529.jpg","explanation_1":"","explanation_2":"$ This contrast-enhanced CT image reveals a large filling defect within the lumen of the pulmonary artery, which is consistent with #pulmonary embolism# (PE).  The thromboembolus usually originates in the deep veins of the lower extremities and travels through the inferior vena cava and right side of the heart to reach the pulmonary circulation.  Large emboli lodge in the pulmonary artery bifurcation ('saddle emboli') and may cause severe hypotension or sudden cardiac death, whereas smaller emboli occlude peripheral pulmonary arterial branches.  In most cases, pulmonary emboli are multiple, with the lower lobes involved more often than the upper lobes. $ Many hospitalized patients are at increased risk for venous thromboembolism (VTE) (ie, PE or deep vein thrombosis) due to trauma, prolonged immobilization, or underlying conditions that contribute to a hypercoagulable state (eg, cancer, infection, pregnancy).  Patients undergoing large orthopedic surgeries (eg, hip replacement) are at particularly #high risk of VTE#.  Although the risk of VTE in hospitalized patients cannot be completely eliminated, administration of prophylactic #anticoagulation greatly reduces risk#.  Low-molecular-weight heparin (eg, enoxaparin) is preferred in most patients due to proven efficacy and relatively low risk of adverse effects. $ In patients at high risk of VTE, the slightly increased risk of bleeding is strongly outweighed by the reduced risk of VTE (and its associated mortality) provided by prophylactic anticoagulation.  Early ambulation also helps reduce the risk of VTE. $ (Choice A)  Beta-adrenergic antagonists (eg, metoprolol) may lower the risk of perioperative myocardial infarction or aortic dissection, but they do not reduce the risk of VTE. $ (Choice B)  Fresh frozen plasma is used to reverse the effects of warfarin or to provide coagulation factors to patients experiencing massive hemorrhage.  It does not reduce the risk of VTE and may even exacerbate an underlying hypercoagulable state. $ (Choice C)  Intravenous hydration can help prevent perioperative dehydration and prerenal acute kidney injury. $ (Choice E)  Perioperative antibiotics (eg, cefazolin) may help prevent surgical wound infections. $ (Choice F)  Tissue plasminogen activator is indicated in the treatment of massive PE complicated by hemodynamic instability.  However, it is not appropriate for VTE prophylaxis due to the relatively high risk of serious bleeding complications (eg, intracranial hemorrhage). $ Educational objective The risk of venous thromboembolism (ie, pulmonary embolism or deep vein thrombosis) in hospitalized patients can be greatly reduced with the administration of prophylactic anticoagulation, usually with low-molecular-weight heparin."},

{"id":"903","title":"A 36-year-old woman comes to the office due to dyspnea and weakness that are brought on while doing ordinary chores around the house.  The patient has no other medical conditions and takes no medications.  She does not use tobacco, alcohol, or illicit drugs.  Her mother had similar symptoms and died at age 42.  After an extensive workup, a lung biopsy is performed.  Light microscopy of the tissue sample shows medial hypertrophy, intimal fibrosis, and decreased intraluminal diameter of the small branches of the pulmonary artery.  Which of the following is the most appropriate pharmacotherapy for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Bosentan","answer_2":"B.Clopidogrel","answer_3":"C.Enalapril","answer_4":"D.Etanercept","answer_5":"E.Indomethacin","percent_1":"75%","percent_2":"5%","percent_3":"6%","percent_4":"8%","percent_5":"6%","right_answer":"A.Bosentan","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp903.jpg","explanation_1":"","explanation_2":"$#Pulmonary hypertension# causes specific morphologic findings in the branches of the pulmonary arteries, including increased arteriolar smooth muscle thickness (#medial hypertrophy#), #intimal fibrosis#, and significant #luminal narrowing#.  In the setting of severe hypertension, lesions can progress to form interlacing tufts of small vascular channels called #plexiform lesions#.  These changes can occur in both pulmonary hypertension due to underlying cardiac, lung, or thrombotic disease and in @pulmonary arterial hypertension@ (PAH). $PAH most commonly presents as dyspnea and exercise intolerance in women age 20-40.  This patient's family history is suggestive of the familial form of PAH, which is most often caused by inactivating mutations involving the proapoptotic BMPR2 gene.  The resulting increase in endothelial and smooth muscle cell proliferation leads to vascular remodeling, elevated pulmonary vascular resistance, and progressively elevated pulmonary arterial pressure. $Although lung transplantation is the definitive treatment for PAH, medical therapy targeting the effects of endothelial dysfunction can help improve symptoms.  #Bosentan# is an #endothelin-receptor antagonist# that blocks the effects of endothelin (a potent vasoconstrictor that also stimulates endothelial proliferation).  Bosentan therapy decreases pulmonary arterial pressure and lessens the progression of vascular remodeling and right ventricular hypertrophy. $#(Choice B)#  Clopidogrel inhibits ADP-induced platelet aggregation.  It is used in atherosclerotic cardiovascular disease and to prevent acute stent thrombosis following percutaneous coronary intervention. $#(Choice C)#  Enalapril is an angiotensin-converting enzyme inhibitor.  It is used for the treatment of congestive heart failure, hypertension, and diabetic nephropathy. $#(Choice D)#  Etanercept inhibits tumor-necrosis factor (TNF) activity by competitively binding to TNF and preventing it from interacting with cell surface receptors.  It is an anti-inflammatory agent used for the treatment of rheumatoid arthritis, psoriasis, and psoriatic arthritis. $#(Choice E)#  Indomethacin is a nonselective cyclooxygenase inhibitor that suppresses prostaglandin synthesis.  It is used as an anti-inflammatory agent and pain reliever. $#Educational objective# Pulmonary arterial hypertension (PAH) typically affects young women and can be familial.  It is characterized by luminal narrowing of the pulmonary arteries and arterioles, with medial hypertrophy, intimal fibrosis, and the eventual development of plexiform lesions.  Bosentan is a competitive antagonist of endothelin receptors used for the treatment of PAH.  ","clickable_1":"images/img1.903.jpg"},

{"id":"476","title":"A 56-year-old man is evaluated for dyspnea and chest discomfort.  Medical history includes hypertension, type 2 diabetes mellitus, and chronic kidney disease.  Temperature is 37.8 C (100 F), blood pressure is 160/90 mm Hg, pulse is 98/min, and respirations are 24/min.  BMI is 31 kg/m2.  The patient undergoes a 2-part nuclear medicine test.  During the first part, he breathes in a radioactive tracer and a lung scan is performed.  In the second part of the test, he is given an intravenous injection of a different radioactive material while breathing normal air, and the scan is repeated.  When the images are compared, a large area of the lower right lung is not visualized in the second scan.  Based on the observed findings, which of the following underlying disease processes is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deep venous thrombosis","answer_2":"B. Endobronchial neoplasm","answer_3":"C. Left ventricular infarction","answer_4":"D. Spontaneous pneumothorax","answer_5":"E. Viral pleuritis with effusion","percent_1":"84%","percent_2":"4%","percent_3":"1%","percent_4":"4%","percent_5":"6%","right_answer":"A. Deep venous thrombosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp476.jpg","explanation_1":"","explanation_2":"$This patient, with dyspnea, chest discomfort, and a perfusion defect on ventilation-perfusion (V/Q) scan likely has a #pulmonary embolism# (PE).  PEs are most commonly caused by #deep vein thrombosis# in the lower extremities that subsequently embolizes to the pulmonary vasculature.  Signs and symptoms include acute-onset pleuritic chest pain, shortness of breath, tachycardia, and hypotension.  CT pulmonary angiography is typically the imaging modality of choice; however, #V/Q scans# are helpful in evaluating patients in whom angiography is contraindicated (eg, contrast allergy, renal failure). $ V/Q scans are 2-part studies that compare regional ventilation and perfusion.  The initial phase uses a radiolabeled aerosol that is inhaled and delivered throughout the tracheobronchial tree.  The second phase uses an intravenous tracer that is distributed throughout the pulmonary vasculature.  The images are then overlaid for comparison.  Normal results show even distribution of both radionucleotide tracers throughout the lung (ie, V/Q match).  #V/Q mismatch# occurs when alveoli are ventilated but not perfused (ie, a defect in the perfusion phase).  This pattern can be seen in diseases that increase physiologic dead space, including #pulmonary embolism# (as in this patient) and malignancies that obstruct arterial blood flow. $ #(Choices B, C, and E)#  Endobronchial neoplasms can cause obstruction of the airway.  Left ventricular infarction can cause pulmonary edema.  Exudative pleuritis causes a pleural effusion, often with compression and atelectasis of the adjacent lung.  These diseases cause ventilation defects, typically with matched perfusion defects as the resulting alveolar hypoxia induces pulmonary vasoconstriction.  However, this patient has isolated perfusion defects. $ (Choice D)  Spontaneous pneumothorax would cause compression of the ipsilateral lung; V/Q scan would show decreased lung volume on ventilation and perfusion images compared to the normal lung. $ Educational objective Ventilation-perfusion (V/Q) scans use radiotracers to compare the ventilation and blood perfusion of each area of the lung.  V/Q mismatch with perfusion defects are often indicative of a pulmonary embolism, which are most commonly caused by deep vein thrombosis in the lower extremities that embolizes to the pulmonary vasculature."},

{"id":"15199","title":"A 32-year-old woman comes to the office due to exertional dyspnea that has progressed over the last year.  She can hardly walk a block without stopping to rest.  The patient's mother died of \"heart failure\" at age 40.  During auscultation, the pulmonary component of S2 is louder than the aortic component in the right and left second intercostal space.  An accentuated impulse can also be palpated along the left upper sternal border.  Chest x-ray shows clear lungs.  Which of the following is the most likely cause of this patient's findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hypertensive heart disease","answer_2":"B. Hypertrophic cardiomyopathy","answer_3":"C. Left bundle branch block","answer_4":"D. Pulmonary hypertension","answer_5":"E. Pulmonic valve stenosis","percent_1":"1%","percent_2":"5%","percent_3":"2%","percent_4":"72%","percent_5":"20%","right_answer":"D. Pulmonary hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15199.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation is consistent with #pulmonary hypertension#.  The disease most commonly presents with progressive dyspnea, and patients may also experience exertional angina or syncope.  Physical examination reveals a #loud pulmonic component (P2) of S2#, caused by forceful pulmonic valve closure in the setting of high pulmonary arterial pressure.  In addition, the right ventricle becomes enlarged due to increased pressure load (ie, concentric right ventricular hypertrophy), which can create an accentuated impulse palpated at the left sternal border (#left parasternal lift# due to #right ventricular heave#). $@Pulmonary arterial hypertension@ describes pulmonary hypertension directly caused by vascular remodeling of the small pulmonary arteries/arterioles; relatively young women are most commonly affected.  Fatigue and exertional dyspnea are common and result from decreased cardiac output due to the inability of the right ventricle to pump blood through the lungs.  Right-sided heart failure eventually develops, but because left ventricular function remains intact, there is an #absence of pulmonary edema# in pulmonary arterial hypertension. $#(Choice A)#  Hypertensive heart disease occurs as the result of prolonged systemic hypertension.  It involves @concentric left ventricular hypertrophy@, leading to impaired ventricular compliance and diastolic heart failure.  Pulmonary edema is expected with diastolic heart failure that is severe enough to cause dyspnea. $#(Choice B)#  Hypertrophic cardiomyopathy typically demonstrates a crescendo-decrescendo systolic murmur best heard at the left sternal border.  The murmur intensifies with maneuvers that decrease left ventricular blood volume (eg, abrupt standing, Valsalva strain phase). $#(Choice C)#  Left bundle branch block can delay closure of the aortic valve, leading to later occurrence of the aortic component (A2) of S2 and narrowed or paradoxical @splitting@.  However, left bundle branch block is unlikely to significantly affect the relative audible intensity of A2 and P2. $#(Choice E)#  Pulmonic valve stenosis can delay the occurrence of P2 (later valve closure) but typically leads to a softer intensity of P2. $#Educational objective# Pulmonary hypertension can be recognized on physical examination by a loud pulmonic component of S2 and an accentuated, palpable impulse at the left sternal border (left parasternal lift due to right ventricular heave).  ","clickable_1":"images/img1.15199.jpg","clickable_2":"images/img2.15199.jpg","clickable_3":"images/img3.15199.jpg"},

{"id":"530","title":"A 34-year-old woman comes to the office due to progressive exertional dyspnea for the past 6 months.  She has no chest pain, lightheadedness, or syncope.  Medical history is unremarkable and the patient takes no medications.  She does not use tobacco, alcohol, or illicit drugs.  The patient's mother died of pulmonary arterial hypertension at age 32.  Blood pressure is 125/74 mm Hg and pulse is 75/min.  BMI is 23 kg/m2.  On physical examination, breath sounds are clear without wheezes or crackles.  There is a loud S2 at the left upper sternal border.  Chest x-ray reveals clear lungs.  ECG shows right axis deviation.  If this patient's condition is inherited, which of the following is the most likely primary cause of her disease?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Elevated left atrial pressure","answer_2":"B. Hypoxic vasoconstriction","answer_3":"C. Right ventricular hypertrophy","answer_4":"D. Thrombotic occlusion of pulmonary arteries","answer_5":"E. Vascular smooth muscle proliferation","percent_1":"6%","percent_2":"4%","percent_3":"21%","percent_4":"4%","percent_5":"66%","right_answer":"E. Vascular smooth muscle proliferation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp530.jpg","explanation_1":"","explanation_2":"$This patient's presentation and family history are suggestive of #pulmonary arterial hypertension# (PAH).  @Hereditary PAH@ is most often due to an inactivating mutation in #BMPR2#, which is transmitted in an autosomal dominant manner with variable penetrance.  Patients with this mutation have a predisposition for excessive endothelial injury and #smooth muscle cell proliferation#.  An insult (eg, infection, drugs) is thought to then activate the disease process, which involves increased levels of vasoconstrictive, proliferative mediators (eg, endothelin) and decreased levels of vasodilative, antiproliferative mediators (eg, nitric oxide, prostacyclin).  The end result is vasoconstriction with vascular smooth muscle proliferation, intimal thickening and fibrosis, increased pulmonary vascular resistance, and progressive pulmonary hypertension. $Increased pulmonary artery pressure can cause dyspnea and fatigue and can often be detected as a #loud pulmonic component of S2#.  Significant pulmonary hypertension leads to compensatory right ventricular hypertrophy #(choice C),# which may cause right axis deviation on ECG.  Right-sided heart failure can eventually occur, evidenced by elevated jugular venous pressure, hepatic congestion, and peripheral edema.  The lungs remain clear in PAH as the lung parenchyma is unaffected. $#(Choice A)#  Elevated left atrial pressure is indicative of heart failure, most commonly due to left ventricular dysfunction.  The elevated pressure transmits back to the pulmonary venous system and can lead to pulmonary hypertension; however, evidence of pulmonary edema (eg, crackles, pulmonary congestion on chest x-ray) would be expected. $#(Choice B)#  Excessive hypoxic vasoconstriction of the pulmonary arteries can lead to pulmonary hypertension in patients with severe hypoxic lung disease, including chronic obstructive pulmonary disease, interstitial lung disease, and obesity hypoventilation syndrome.  However, this patient's normal chest x-ray and BMI rule out these disorders. $#(Choice D)#  Chronic pulmonary arterial thromboembolism decreases the cross-sectional area of the pulmonary vasculature and can lead to pulmonary hypertension.  However, PAH is more likely in this patient with a positive family history and no evidence of venous thromboembolism. $#Educational objective# Hereditary pulmonary arterial hypertension develops in 2 steps.  An abnormal BMPR2 gene predisposes affected individuals to excessive endothelial injury and smooth muscle cell proliferation.  An insult (eg, infection, drugs) is thought to then activate the disease process, resulting in vascular remodeling, increased pulmonary vascular resistance, and progressive pulmonary hypertension.  ","clickable_1":"images/img1.530.jpg"},

{"id":"14847","title":"A 37-year-old woman is evaluated for exertional shortness of breath.  The patient has had progressive dyspnea for the last year and for the last 2 months has been unable to walk half a block without stopping to rest.  She also describes lightheadedness during exertion.  Medical history is insignificant, and vital signs are within normal limits.  BMI is 23 kg/m2.  Physical examination reveals a 2/6 holosystolic murmur at the lower sternal border, which increases with inspiration.  Further evaluation indicates no evidence of obstructive or interstitial lung disease or venous thromboembolism.  Cardiac catheterization results are as follows:","title_table":"?Mean pulmonary artery pressure? 43 mm Hg (normal: 8–20) ?Pulmonary capillary wedge pressure? 9 mm Hg (normal: 6–12)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Pharmacotherapy blocking the effects of which of the following substances is most likely to benefit this patient?","audio":"","comparison_items":"","answer_1":"A.Aldosterone","answer_2":"B.Angiotensin II","answer_3":"C.Endothelin","answer_4":"D.Norepinephrine","answer_5":"E.Serotonin","percent_1":"5%","percent_2":"19%","percent_3":"69%","percent_4":"5%","percent_5":"2%","right_answer":"C.Endothelin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14847.jpg","explanation_1":"","explanation_2":"$This patient has #pulmonary hypertension#, which typically presents with progressive dyspnea and fatigue, sometimes with associated chest pain and exertional lightheadedness or syncope.  Due to right ventricular enlargement, a holosystolic murmur of functional #tricuspid regurgitation# is often present. $@Pulmonary hypertension@ can occur due to a primary change in the pulmonary arteries or it can be secondary to a separate disease process; secondary causes include left-sided heart failure (ruled out by pulmonary capillary wedge pressure ≤12 mm Hg), chronic lung hypoxia (eg, interstitial lung disease), and chronic pulmonary thromboembolic disease.  Pulmonary hypertension due to a primary change in the pulmonary arteries, termed #pulmonary arterial hypertension# (PAH), results from #proliferative vasculopathy# of the pulmonary arteriolar smooth muscle, which may occur in the setting of hereditary genetic mutation (#BMPR2 mutation# is most common), connective tissue disease, or HIV infection. $#Endothelin# is a potent #vasoconstrictor# that also promotes #smooth muscle cell proliferation#; it is typically found in high concentrations in patients with PAH and it is an important target of therapy for the disease.  #Endothelin receptor antagonists# (eg, bosentan, ambrisentan) inhibit pulmonary arteriolar smooth muscle proliferation and alleviate vasoconstriction to lower pulmonary arterial pressure and improve dyspnea in patients with PAH. $#(Choices A, B, and D)#  Aldosterone (mineralocorticoid) receptor antagonists (eg, spironolactone), angiotensin II receptor blockers (eg, losartan), and beta blockers (antagonists of the beta-1 adrenergic receptors that norepinephrine stimulates, eg, metoprolol) help prevent cardiac remodeling in patients with left ventricular systolic dysfunction.  These drugs can be used to treat pulmonary hypertension that develops secondary to left-sided heart failure; however, they are not used for PAH as a direct effect on pulmonary vascular remodeling has not been established. $#(Choice E)#  In carcinoid syndrome, high circulating levels of serotonin may cause deposition of fibrous tissue on the right-sided heart valves, typically leading to tricuspid regurgitation and/or pulmonic stenosis.  Agents that block the effects of serotonin (eg, octreotide) can be helpful in treating carcinoid syndrome; however, carcinoid syndrome would not explain the elevated pulmonary arterial pressure in this patient.  The role of serotonin in PAH has not been well-defined. $#Educational objective# Pulmonary hypertension can occur due to a primary change in the pulmonary arteries (ie, pulmonary arterial hypertension) or it can be secondary to a separate disease process such as left-sided heart failure (ruled out by normal pulmonary capillary wedge pressure).  Endothelin receptor antagonists (eg, bosentan, ambrisentan) lower pulmonary arterial pressure and improve dyspnea in patients with pulmonary arterial hypertension.  ","clickable_1":"images/img1.14847.jpg"},

{"id":"19820","title":"A 30-year-old previously healthy man experiences worsening dyspnea and hypoxia.  During evaluation, he undergoes direct pulmonary angiography.  Intravenous contrast dye is injected into one of his segmental pulmonary arteries under fluoroscopy, with the results shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19820.jpg","title_2":"Which of the following is the most likely cause of this patient's hypoxia?","audio":"","comparison_items":"","answer_1":"A. Alveolar diffusion impairment","answer_2":"B. Decreased alveolar ventilation","answer_3":"C. Increased pulmonary vascular resistance","answer_4":"D. Increased right-to-left shunting","percent_1":"19%","percent_2":"9%","percent_3":"32%","percent_4":"40%","right_answer":"D. Increased right-to-left shunting","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19820.jpg","explanation_1":"","explanation_2":"$Direct pulmonary angiography visualizes the pulmonary vasculature in real time via fluoroscopy.  The procedure involves injection of radiocontrast directly into a pulmonary artery segment with continuous x-ray imaging.  Normally, the #dye dissipates# as blood is dispersed throughout the capillaries, so the #venous drainage is not seen#. $During this patient's procedure, the dye enters a #saccular structure# and immediately fills the pulmonary vein.  This indicates a direct artery-to-vein anastomosis with no interposed capillary bed, a finding consistent with a large #arteriovenous malformation# (AVM). $Large pulmonary AVMs may induce significant hypoxemia, with the mechanism being a true anatomic #right-to-left shunt#.  Deoxygenated blood is directly arterialized without participating in gas exchange.  For this reason, @hypoxemia@ due to true shunt is #poorly responsive to oxygen# supplementation. $#(Choice A)#  Alveolar diffusion impairment most often occurs when the surface area for gas exchange is destroyed (eg, severe emphysema) or the basement membrane is thickened (eg, interstitial lung disease).  Large AVMs (ie, detectable on angiography) cause hypoxemia primarily due to anatomic right-to-left shunting. $#(Choice B)#  Alveolar hypoventilation (ie, insufficient ventilation leading to hypercapnia) occurs when minute ventilation is compromised by central (eg, opioids, brainstem lesions) or peripheral (eg, neuromuscular disease) causes. $#(Choice C)#  Increased pulmonary vascular resistance occurs in pulmonary arterial hypertension and pulmonary embolism.  Conversely, pulmonary AVMs decrease pulmonary vascular resistance. $#Educational objective# Pulmonary arteriovenous malformations cause hypoxemia through right-to-left shunting that is refractory to supplemental oxygenation.  The shunt can be visualized during pulmonary angiography, which demonstrates direct communication between the inflow artery and outflow vein.  ","clickable_1":"images/img1.19820.jpg"},

{"id":"1584","title":"A 45-year-old hospitalized man is evaluated for shortness of breath and hypoxemia.  The patient was admitted 3 days ago after a motor vehicle collision.  At that time, evaluation revealed a femur fracture but no other injuries, and the patient underwent open reduction and internal fixation of the fracture.  This morning, he suddenly began experiencing shortness of breath and sharp chest pain.  The patient has no significant medical history and has been receiving morphine for pain control.  He has smoked a pack of cigarettes daily for 15 years and drinks alcohol occasionally.  Temperature is 36.1 C (97 F), blood pressure is 120/70 mm Hg, and pulse is 98/min.  BMI is 42 kg/m2.  Chest x-ray is unremarkable, and arterial blood gas analysis on room air shows a pH of 7.51, PaCO2 of 30 mm Hg, and PaO2 of 65 mm Hg.  Which of the following is the primary cause of hypoxemia in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Alveolar hypoventilation","answer_2":"B.Decreased blood oxygen-carrying capacity","answer_3":"C.Increased tissue oxygen extraction","answer_4":"D.Primary diffusion impairment","answer_5":"E.Ventilation/perfusion mismatch","percent_1":"7%","percent_2":"2%","percent_3":"1%","percent_4":"5%","percent_5":"86%","right_answer":"E.Ventilation/perfusion mismatch","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1584.jpg","explanation_1":"","explanation_2":"$Sudden-onset shortness of breath and chest pain in a hospitalized patient should raise suspicion for #pulmonary embolism# (PE).  This patient has 2 important risk factors for PE: #Immobilization# (causes venous stasis) and #recent surgery# (inflammation induces a hypercoagulable state).  The risk of PE is high after large orthopedic procedures; prophylactic anticoagulation reduces but does not eliminate this risk.  Thrombi most commonly originate in the deep veins of the pelvis and lower extremities before embolizing to the lungs.  Although the risk of fat embolism is also increased following a long-bone fracture, this patient lacks the typical skin rash and neurologic findings (eg, confusion). $Thrombotic occlusion of the pulmonary circulation leads to redistribution of blood flow in the lungs, resulting in a #ventilation/perfusion (V/Q) mismatch#.  With many well-ventilated alveoli now inaccessible to blood flow (dead-space ventilation), the remaining accessible alveoli are unable to fully oxygenate the volume of blood that continues to flow through the pulmonary circulation, and #hypoxemia# results.  As with any V/Q mismatch that affects only part of the lungs, supplemental oxygen can help correct the hypoxemia by increasing the alveolar partial pressure of oxygen, allowing accessible alveoli to transfer additional oxygen to the blood. $#(Choice A)#  @Alveolar hypoventilation@ refers to a global decrease in the alveolar partial pressure of oxygen caused by a decrease in tidal volume or respiratory rate.  Patients also develop respiratory acidosis due to decreased CO2 excretion.  This patient's respiratory alkalosis is more typical of V/Q mismatch with subsequent hyperventilation, as @V/Q mismatch@ does not hinder CO2 removal as much as blood oxygenation. $#(Choice B)#  Decreased blood oxygen-carrying capacity (ie, decreased hemoglobin concentration) can occur due to postoperative bleeding.  Although a decrease in hemoglobin can lead to tissue hypoxia, the measured PaO2 (indicative of dissolved oxygen content rather than hemoglobin-bound oxygen content) will not be affected. $#(Choice C)#  Increased tissue oxygen extraction would cause venous oxygen levels to decrease but would not typically affect the arterial oxygen content. $#(Choice D)#  Hypoxemia due to a primary defect that @impairs gas diffusion@ between the alveoli and pulmonary capillaries can occur in chronic lung diseases, including pulmonary fibrosis and emphysema. $#Educational objective# Pulmonary embolism is common in hospitalized and postoperative patients, and classically presents with sudden-onset shortness of breath and pleuritic chest pain.  It causes hypoxemia due to ventilation/perfusion mismatch; arterial PCO2 is usually normal or decreased.  ","clickable_1":"images/img1.1584.jpg","clickable_2":"images/img2.1584.jpg","clickable_3":"images/img3.1584.jpg"},

{"id":"1585","title":"A 63-year-old man comes to the emergency department due to a 1-week history of progressively worsening shortness of breath and cough.  The shortness of breath is exacerbated when the patient lies flat in bed; he has to prop himself up with 3 pillows to sleep well at night.  He was treated for a myocardial infarction 2 weeks ago and had 2 stents placed in the left anterior descending artery.  The patient's other medical conditions include long-standing hypertension and type 2 diabetes mellitus.  Blood pressure is 120/80 mm Hg, pulse is 92/min, and respirations are 22/min.  Pulse oximetry is 89% on room air.  Physical examination reveals bilateral crackles at the lung bases and an S3.  Which of the following is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased alveolar surface tension","answer_2":"B. Decreased lung compliance","answer_3":"C. Increased dead space ventilation","answer_4":"D. Increased functional residual capacity","answer_5":"E. Left-to-right cardiac shunting","percent_1":"13%","percent_2":"39%","percent_3":"31%","percent_4":"6%","percent_5":"11%","right_answer":"B. Decreased lung compliance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's dyspnea, orthopnea, bibasilar crackles, and S3 suggest #left-sided heart failure# due to recent myocardial infarction (MI).  Atherosclerotic plaque rupture in the left anterior descending or left circumflex artery can infarct large areas of the left ventricular myocardium, leading to decreased contractility and reduced cardiac output.  This can result in #elevation of end-diastolic pressure# that impairs diastolic return from the pulmonary veins, leading to increased hydrostatic pressure in the pulmonary capillaries with transudation of fluid into the lung parenchyma #(pulmonary edema)#. $Pulmonary edema in the alveoli impairs ventilation and causes intrapulmonary shunting.  In addition, edema in the lung interstitium makes the lungs heavy and stiff, restricting pulmonary expansion during inspiration.  This #decreased lung compliance# can mimic that seen with other causes of restrictive lung physiology (eg, interstitial lung disease). $#(Choice A)#  Surfactant decreases the surface tension of the fluid layer that lines alveolar cells, helping prevent alveolar collapse.  Pulmonary edema dilutes pulmonary surfactant, increasing both alveolar surface tension and the tendency for alveolar collapse. $#(Choice C)#  Ventilation-perfusion (V/Q) mismatch exists on a spectrum with intrapulmonary shunting (perfusion without ventilation) and dead space ventilation (ventilation without perfusion) on either end.  Pulmonary edema causes V/Q mismatch via increased intrapulmonary shunting with a corresponding decrease in dead space ventilation.  V/Q mismatch via increased dead space ventilation is seen with pulmonary embolism. $#(Choice D)#  Functional residual capacity is the volume of air in the lungs at the end of normal expiration.  It is increased in conditions with increased lung compliance (eg, chronic obstructive pulmonary disease) and decreased in conditions such as pulmonary edema that reduce lung compliance. $#(Choice E)#  Interventricular septal rupture is a mechanical complication of MI that causes left-to-right cardiac shunting.  However, this complication usually occurs within 3-5 days following MI and precipitates a dramatic and acute, rather than gradual, presentation of heart failure. $#Educational objective# Left-sided heart failure is common following myocardial infarction affecting the left ventricle.  The resulting accumulation of edema in the pulmonary interstitium makes the lungs heavy and stiff, restricting inspiratory expansion and decreasing lung compliance.  "},

{"id":"12184","title":"A 55-year-old man comes to the emergency department due to sudden-onset dyspnea.  Medical history is significant for hypertension, hyperlipidemia, type 2 diabetes mellitus, and chronic kidney disease.  The patient takes multiple medications and has no drug allergies.  He works for an international bank and returned from a business trip in Australia a day ago.  Blood pressure is 110/70 mm Hg and pulse is 110/min.  Physical examination shows a moderately overweight man with tachypnea.  The lungs are clear on auscultation.  ECG shows sinus tachycardia.  Ventilation/perfusion scanning is ordered.  Which of the following findings would help confirm the suspected diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absence of ventilation and perfusion abnormalities","answer_2":"B. An area showing both ventilation and perfusion defects","answer_3":"C. A perfusion defect without an associated ventilation defect","answer_4":"D. A ventilation defect without an associated perfusion defect","answer_5":"E. Several small areas of matched perfusion and ventilation defects","percent_1":"2%","percent_2":"6%","percent_3":"86%","percent_4":"5%","percent_5":"1%","right_answer":"C. A perfusion defect without an associated ventilation defect","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12184.jpg","explanation_1":"","explanation_2":"$#Pulmonary embolism# (PE) should be suspected in this patient with recent extended travel (prolonged immobilization) who now has acute-onset dyspnea and tachypnea, normal lung examination, and sinus tachycardia on ECG.  In most patients, #CT angiography#, which requires intravenous contrast administration, is the diagnostic test of choice.  However, the contrast used in CT studies should be avoided in patients with chronic kidney disease due to the increased risk of contrast-induced nephropathy; in such patients, a #ventilation/perfusion (V/Q) scan# is the preferred diagnostic study. $A V/Q scan is a nuclear medicine study that uses a radioactive tracer placed in both inhaled gas and the bloodstream to visualize areas of ventilation and perfusion in the lung.  In patients with PE, ventilation is preserved but the embolus prevents adequate blood perfusion to the affected areas of the lung.  Therefore, the most definitive diagnostic finding for PE on V/Q scan is a large area showing a #perfusion defect without ventilation defect# (mismatched perfusion defect). $#(Choice A)#  The absence of perfusion abnormalities is a useful finding on V/Q scan, as it likely rules out significant PE. $#(Choices B and E)#  @Matched ventilation and perfusion defects@ may result from chronic lung abnormalities (eg, airway inflammation or obstruction, atelectasis) that lead to localized areas of poor ventilation with corresponding hypoxic vasoconstriction, or they may represent a PE that happens to be in an area of poor ventilation.  These results are often inconclusive and necessitate additional testing to confirm or rule out PE. $#(Choice D)#  An area of @ventilation defect without perfusion defect@ is suggestive of conditions that lead to acute alveolar filling (eg, pneumonia, pulmonary edema). $#Educational objective# Ventilation/perfusion scanning can be useful for diagnosing pulmonary embolism.  A large perfusion defect without ventilation defect is the characteristic positive test result.  ","clickable_1":"images/img1.12184.jpg","clickable_2":"images/img2.12184.jpg"},

{"id":"196","title":"A 32-year-old woman comes to the emergency department with lightheadedness and shortness of breath, which started while shopping at a supermarket.  During the last 6 months, she had increasing shortness of breath and had to adjust her daily activities.  The patient has no other medical problems and does not use tobacco, alcohol, or illicit drugs.  There is no family history of heart disease, stroke, or blood clots.  Her BMI is 25 kg/m2.  After initial assessment, the patient reports that she feels \"fine,\" refuses further evaluation, and insists on being discharged.  She dies a month later.  At autopsy, her heart has the following appearance (RV, right ventricle; LV, left ventricle): ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/196.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Bicuspid aortic valve with acquired aortic stenosis","answer_2":"B. Dilated cardiomyopathy","answer_3":"C. Essential hypertension","answer_4":"D. Myocardial infarction","answer_5":"E. Pulmonary arterial hypertension","answer_6":"F. Wolff-Parkinson-White syndrome","percent_1":"6%","percent_2":"4%","percent_3":"5%","percent_4":"2%","percent_5":"80%","percent_6":"3%","right_answer":"E. Pulmonary arterial hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Autopsy reveals significant #thickening of the right ventricular free wall# (almost 2 cm in thickness; normal: 3-4 mm) compared to the left ventricle.  This finding of severe right ventricular hypertrophy in a young woman with #progressive dyspnea# and sudden death is suggestive of #pulmonary arterial hypertension# (PAH). $@Pulmonary hypertension@ can be caused by a number of conditions, including chronic lung disease and left heart failure.  Pulmonary hypertension due to primary processes affecting the lung vasculature is referred to as PAH, a condition that most often affects women ages 20-40.  @PAH@ is characterized by intimal hyperplasia and fibrosis, medial hypertrophy, and formation of capillary tufts. $Long-standing pulmonary hypertension eventually leads to hypertrophy and/or dilation of the right ventricle (#cor pulmonale#).  Patients typically present with progressive dyspnea, exertional angina, or syncope.  As PAH progresses, signs of right-sided heart failure (eg, hepatomegaly, ascites, peripheral edema) can become prominent.  The most common cause of death in patients with PAH is right heart failure with circulatory collapse and respiratory failure. $#(Choices A and C)#  Aortic stenosis and essential hypertension cause left ventricular wall thickening and hypertrophy, not right ventricular hypertrophy. $#(Choice B)#  Dilated cardiomyopathy typically increases the size of one or both ventricular chambers.  This patient's ventricular cavities are small and normal in size, not enlarged.  Moreover, the left ventricle is relatively normal in shape (elliptical, with a long axis approximately twice that of lateral short axis dimensions), which is not the case with left ventricular dilation. $#(Choice D)#  Myocardial infarctions occur more frequently in older patients (age >65).  Morphological changes in the myocardium include an area of reddish-blue discoloration that evolves into a yellow-tan discrete infarct with eventual formation of a white scar. $#(Choice F)#  Wolff-Parkinson-White (WPW) syndrome should be suspected in any case of sudden cardiac death in an otherwise healthy young individual.  WPW syndrome is an electrophysiological abnormality of atrioventricular (AV) node conduction that is discernible on histology as small accessory AV impulse conduction pathway(s) anatomically separate from the AV node.  There are no consistent gross morphological changes to the ventricles. $#Educational objective# Pulmonary hypertension should be suspected in young and otherwise healthy patients with fatigue, progressive dyspnea, atypical chest pain, or unexplained syncope.  Long-standing pulmonary hypertension leads to hypertrophy and/or dilation of the right ventricle (cor pulmonale).  ","clickable_1":"images/img1.196.jpg","clickable_2":"images/img2.196.jpg"},

{"id":"825","title":"A 47-year-old woman comes to the office due to progressive exertional dyspnea and fatigue.  She also reports painful episodes of bluish discoloration of the fingers and toes that are triggered by cold exposure and improve with rewarming.  Medical history is significant for severe gastroesophageal reflux disease.  Physical examination shows skin tightening over the fingers.  The oral aperture is small, and scattered telangiectasias are present over the lips.  Cardiac examination demonstrates an increased intensity of S2 over the upper left sternal border.  Lungs are clear to auscultation with normal air movement and no crackles.  The abdomen is soft with mild hepatomegaly.  There is bilateral lower extremity pitting edema.  Chest x-ray reveals no abnormalities.  Results of office spirometry are as follows:","title_table":"?Forced vital capacity (FVC)? Normal ?Forced expiratory volume in 1 second? (FEV1) Normal ?FEV1/FVC ratio (℅)? Normal","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's dyspnea?","audio":"","comparison_items":"","answer_1":"A. Chest wall restriction","answer_2":"B. Lung interstitial fibrosis","answer_3":"C. Pericardial constriction","answer_4":"D. Pulmonary arteriolar narrowing","answer_5":"E. Pulmonic valve stenosis","percent_1":"10%","percent_2":"23%","percent_3":"8%","percent_4":"33%","percent_5":"25%","right_answer":"D. Pulmonary arteriolar narrowing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp825.jpg","explanation_1":"","explanation_2":"$This patient displays Raynaud phenomenon (cold-induced painful digital vasospasm), sclerodactyly (skin tightening of the hands/ feet), telangiectasias, gastroesophageal dysfunction. These findings suggest #systemic sclerosis# (ie, scleroderma), specifically the @limited cutaneous@ variant, or #CREST# (Calcinosis cutis, Raynaud phenomenon, Esophageal dysmotility, Sclerodactyly, Telangiectasia) syndrome. $Systemic sclerosis frequently involves multisystem vasculopathy affecting several vessel beds, including distal extremities (digital ischemia), kidneys (renal crisis), and pulmonary arteries. #Pulmonary arterial hypertension# (PAH), a leading cause of mortality in patients with systemic sclerosis, is driven by abnormal inflammatory and fibroproliferative signaling (eg, transforming growth factor beta), leading to neointimal/medial thickening and luminal narrowing. Histologically, vessels have a concentric onion-skin, sclerotic appearance. $Pulmonary vascular remodeling is progressive and relentless. Over time, the right ventricle cannot pump against the increased afterload, leading to #right ventricular failure#. In this patient, PAH is suggested by a prominent pulmonic component of S2 (ie, #loud P2#, reflecting high pressure in pulmonary artery) with signs of right-sided venous congestion (eg, hepatomegaly, lower extremity edema). $#(Choice A)# Systemic sclerosis can induce extrapulmonary restriction via chest wall skin tightening that limits thoracic expansion. Clear lungs are expected on auscultation and imaging; however, pulmonary function testing would show a restrictive pattern (ie, low FVC). $#(Choice B)# Fibrotic interstitial lung disease is another @pulmonary complication@ of systemic sclerosis (particularly the diffuse cutaneous variant), characterized by lung parenchymal inflammation and collagen deposition. However, inspiratory crackles, reticular interstitial thickening on chest x-ray, and a restrictive pattern on pulmonary function testing are expected. $#(Choice C)# Pericardial fibrosis, occasionally a complication of systemic sclerosis, typically manifests as right-sided heart failure due to impaired diastolic filling of the right ventricle. However, this impaired filling prevents elevation of pulmonary artery pressure; therefore, a loud P2 is not expected. $#(Choice E)# Pulmonic stenosis can lead to right-sided heart failure. However, right ventricular outflow obstruction leads to low pulmonary artery pressures, resulting in a soft P2. In addition, pulmonic stenosis (almost always a congenital lesion) does not explain the additional findings of CREST syndrome. $#Educational objective# Pulmonary arterial hypertension, a vascular complication of systemic sclerosis, involves fibroproliferative remodeling of the vessel wall, leading to increased pulmonary vascular resistance and right-sided heart failure.","clickable_1":"images/img1.825.jpg","clickable_2":"images/img2.825.jpg"},

{"id":"198","title":"A 56-year-old man comes to the emergency department due to progressively worsening dyspnea.  The patient can walk only a few blocks before becoming short of breath.  He also finds it difficult to sleep lying flat and requires 3 pillows to prop himself upright when sleeping.  Other medical problems include long-standing hypertension, for which he occasionally takes his prescribed antihypertensive medication.  The patient does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 170/100 mm Hg, and pulse is 80/min and regular.  Physical examination reveals bilateral basilar lung crackles, jugular venous distension, and bilateral lower extremity edema.  Chest x-ray reveals cardiomegaly and hilar prominence.  ECG shows left ventricular hypertrophy.  Echocardiogram shows elevated pressures in the pulmonary artery.  Which of the following is the most likely underlying cause of the observed echocardiographic finding in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hypoxia-induced pulmonary vasoconstriction","answer_2":"B. Increased pulmonary arterial blood flow","answer_3":"C. Increased pulmonary venous pressure","answer_4":"D. Inflammatory pulmonary vascular disease","answer_5":"E. Obliteration of the pulmonary vascular bed","answer_6":"F. Thrombotic obstruction of the pulmonary arterial tree","percent_1":"12%","percent_2":"9%","percent_3":"72%","percent_4":"2%","percent_5":"4%","percent_6":"2%","right_answer":"C. Increased pulmonary venous pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp198.jpg","explanation_1":"","explanation_2":"$This patient with dyspnea, orthopnea, and pulmonary crackles has #left-sided heart failure# (LHF) most likely due to long-standing, poorly controlled hypertension.  Hypertensive heart disease typically manifests as heart failure due to #concentric left ventricular (LV) hypertrophy #and consequent LV #diastolic dysfunction#.  LHF of any cause (eg, LV systolic dysfunction, valvular dysfunction) will result in #higher diastolic filling pressures#.  This increase in pressure is #transmitted backward# to the left atrium and pulmonary veins, resulting in #pulmonary venous congestion# and consequent elevations in pulmonary capillary and pulmonary arterial pressure.  The resulting #pulmonary hypertension# (PH) can lead to right-sided heart failure with jugular venous distension and peripheral edema. $Over time, #remodeling# of the #pulmonary vasculature# occurs with increased smooth muscle cell proliferation (medial hypertrophy) and collagen deposition (intimal thickening and fibrosis).  The remodeling is less extensive than in (primary) @pulmonary arterial hypertension@; therefore, the PH is at least partially reversible with treatment of the LHF. $#(Choices A and E)#  Hypoxia-induced vasoconstriction and emphysematous obliteration of the vasculature underlie PH that occurs secondary to chronic obstructive pulmonary disease.  Although there is a small component of hypoxia-induced pulmonary vasoconstriction in LHF, pulmonary venous congestion is the major cause of PH. $#(Choice B)#  Congenital heart disease that causes left-to-right shunting (eg, ventricular septal defect, atrial septal defect) can lead to PH via an increase in pulmonary arterial blood flow.  In LHF, PH occurs due to backwards transmission of pressure from increased pulmonary venous blood volume; pulmonary arterial blood flow remains the same or decreases as LHF worsens. $#(Choice D)#  Inflammatory large-vessel vasculitis (ie, Takayasu arteritis, giant cell arteritis) can sometimes involve the pulmonary arteries and cause PH.  However, pulmonary vascular inflammation does not play a role in PH occurring secondary to LHF. $#(Choice F)#  Thrombotic obstruction of the pulmonary arterial tree occurs in acute pulmonary embolism, and some patients can develop chronic thromboembolic PH despite receiving appropriate anticoagulation therapy.  However, this patient has no history of thromboembolic disease, and his orthopnea and crackles are more suggestive of PH due to LHF. $#Educational objective# Left-sided heart failure can cause secondary pulmonary hypertension via elevated left-sided diastolic filling pressures transmitting backward to the pulmonary veins, resulting in pulmonary venous congestion.  Over time, pulmonary arterial remodeling (medial hypertrophy and intimal thickening with fibrosis) can occur, but not to the extent that occurs in (primary) pulmonary arterial hypertension.  ","clickable_1":"images/img1.198.jpg"},

{"id":"14958","title":"A 65-year-old woman with chronic obstructive pulmonary disease comes to the office for a follow-up appointment.  The patient reports increasing shortness of breath that is not relieved by her inhalers.  Her other medical conditions include osteoarthritis.  She is a former smoker with a 45-pack-year history.  Blood pressure is 120/70 mm Hg, pulse is 75/min, and respirations are 22/min.  Oxygen saturation on room air is 91% at rest.  On physical examination, jugular venous pressure is elevated.  There is increased intensity of the pulmonic component of S2.  Breath sounds are decreased bilaterally with scattered wheezes but no crackles.  There is 2+ lower extremity edema.  Which of the following hemodynamic parameters is most likely to be increased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left ventricular preload","answer_2":"B. Left ventricular stroke volume","answer_3":"C. Pulmonary arterial compliance","answer_4":"D. Pulmonary capillary wedge pressure","answer_5":"E. Right ventricular afterload","percent_1":"3%","percent_2":"1%","percent_3":"3%","percent_4":"16%","percent_5":"77%","right_answer":"E. Right ventricular afterload","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with chronic obstructive pulmonary disease (COPD) has evidence of #pulmonary hypertension# complicated by #right-sided heart failure#.  Hypoxic vasoconstriction is a physiologic mechanism unique to lung tissue that helps minimize ventilation-perfusion mismatch and increase overall gas exchange efficiency.  However, sustained pulmonary vasoconstriction in advanced #hypoxic lung disease# (eg, COPD, interstitial lung disease, obesity hypoventilation syndrome) can promote @pulmonary hypertension@ (ie,# increased right ventricular afterload#). $Pulmonary hypertension typically presents with dyspnea and/or fatigue, and some patients may develop exertional angina or syncope due to reduced cardiac output.  Physical examination can reveal #left parasternal lift# (due to right ventricular hypertrophy) and a #loud pulmonic component of S2# due to high pulmonary artery pressure.  Over time, the right ventricle may be unable to pump against the increased afterload and right-sided heart failure can develop, evidenced by #jugular venous distension# and prominent #lower extremity edema#. $#(Choices A, B, and D)#  The hemodynamic parameters in pulmonary hypertension secondary to hypoxic lung disease are similar to those in @pulmonary arterial hypertension@.  Left ventricular preload and stroke volume (cardiac output) are decreased due to impaired pumping of blood through the lungs to the left atrium.  Pulmonary capillary wedge pressure, an estimate of left atrial pressure and a representation of left-sided preload, is also decreased. $#(Choice C)#  Pulmonary arterial compliance decreases with pulmonary hypertension due to vascular remodeling and stiffening of the pulmonary arterial wall. $#Educational objective# Advanced hypoxic lung disease (eg, chronic obstructive pulmonary disease, interstitial lung disease, obesity hypoventilation syndrome) is a common cause of pulmonary hypertension (ie, increased right ventricular afterload).  The increase in pulmonary arterial pressure mainly results from chronic and diffuse hypoxic vasoconstriction, with a lesser degree of vascular remodeling than in (primary) pulmonary arterial hypertension.  ","clickable_1":"images/img1.14958.jpg","clickable_2":"images/img2.14958.jpg"},

{"id":"975","title":"A 33-year-old man comes to the emergency department due to 3 days of shortness of breath, profound fatigue, and chills.  The patient has a history of intravenous drug use.  He was enrolled in a methadone program but admits to relapsing last week.  Temperature is 40 C (104 F), blood pressure is 75/40 mm Hg, pulse is 122/min and regular, and respirations are 40/min.  He is admitted to the intensive care unit but dies despite treatment efforts.  Lung autopsy findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/975.jpg","title_2":"Which of the following is the most likely diagnosis in this patient?","audio":"","comparison_items":"","answer_1":"A. Miliary tuberculosis","answer_2":"B. Mycotic aortic aneurysm","answer_3":"C. Severe small airway obstruction","answer_4":"D. Tricuspid valve endocarditis","answer_5":"E. Venous thromboembolism","percent_1":"11%","percent_2":"1%","percent_3":"5%","percent_4":"56%","percent_5":"28%","right_answer":"D. Tricuspid valve endocarditis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp975.jpg","explanation_1":"","explanation_2":"$The lung specimen above shows multiple wedge-shaped hemorrhagic infarcts in the periphery of the lung, which, given this patient's presentation, are most likely due to #septic pulmonary emboli#. $ Patients with #intravenous drug use# are at increased risk of developing #tricuspid valve endocarditis#, most commonly due to Staphylococcus aureus.  The clinical presentation is typically acute with high-grade fever, and tachycardia and hypotension due to septic shock.  The majority of patients with tricuspid valve endocarditis experience embolization of tricuspid valve vegetation fragments; these fragments lodge in distal portions of the pulmonary arterial tree and cause septic pulmonary infarcts.  The infarcts are typically #wedge-shaped# due to the triangular perfusion field of small arteries at the lung periphery.  Due to the relatively low density of lung tissue (which allows blood seepage into tissue during infarction) and a dual blood supply (ie, pulmonary and bronchial arteries), pulmonary infarcts are typically #hemorrhagic (red)# rather than ischemic (white). $ (Choice A)  Miliary tuberculosis typically has a subacute or chronic presentation and is accompanied by night sweats, weight loss, and anorexia.  Innumerable, small, white nodules resembling millet seeds are typically seen; peripherally located wedge-shaped hemorrhages in the lung are not characteristic. $ (Choice B)  Mycotic aneurysms may occur as a complication of endocarditis; however, they refer to the local destruction and dilation of an arterial wall due to infection.  Despite their name, mycotic aneurysms are very rarely associated with fungal infections. $ (Choice C)  Small airway obstruction is characteristic of asthma, which typically presents with dyspnea, cough, wheezing, and chest tightness.  Lung autopsy usually reveals the occlusion of bronchi and bronchioles by thick mucous plugs containing shed epithelium. $ (Choice E)  Venous thromboembolism in the pulmonary vasculature (ie, thrombotic pulmonary embolism) can also cause wedge-shaped hemorrhagic infarct in the periphery of the lung.  However, this patient's high-grade fever and recent intravenous drug use are more suggestive of septic emboli from tricuspid valve endocarditis.  In addition, multiple pulmonary infarcts are more consistent with septic embolization than venous thromboembolism. $ Educational objective Pulmonary infarcts are typically hemorrhagic (red) and wedge-shaped in the periphery of the lung.  Intravenous drug users are at increased risk of tricuspid valve endocarditis, which can cause multiple septic pulmonary infarcts due to embolization of tricuspid valve vegetation fragments."},

{"id":"1881","title":"A 56-year-old man is brought to the emergency department due to burning substernal pain that began 6 hours ago.  The patient has a history of type 2 diabetes mellitus and hypertension.  He smokes 2 packs of cigarettes daily and consumes alcohol occasionally.  An ECG performed in the emergency department shows ST segment elevation in leads I, aVL, and V3-V6.  During the next several hours, the patient develops progressive shortness of breath that worsens when lying flat.  Which of the following histologic features is most likely to be present in this patient's lung tissue?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fat globules and bone marrow cells in the pulmonary arterioles","answer_2":"B. Focal necrosis of the alveolar walls with intraalveolar hemorrhage","answer_3":"C. Neutrophil-rich fluid filling the bronchi, bronchioles, and alveoli","answer_4":"D. Numerous hemosiderin-laden macrophages in the alveoli","answer_5":"E. Engorged capillaries and alveoli filled with acellular pink material","answer_6":"F. Prominent mononuclear cell infiltration in the interstitium","percent_1":"1%","percent_2":"3%","percent_3":"7%","percent_4":"44%","percent_5":"42%","percent_6":"3%","right_answer":"E. Engorged capillaries and alveoli filled with acellular pink material","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1881.jpg","explanation_1":"","explanation_2":"$This patient has chest pain and ECG evidence of acute #myocardial infarction# (MI) involving the @lateral wall@ of the left ventricle. His subsequent development of dyspnea and orthopnea is most likely due to MI-induced acute #left ventricular failure#, which can result in rapid onset of pulmonary venous hypertension and #acute pulmonary edema#. $Cardiogenic pulmonary edema represents increased filtration of fluid and electrolytes into the lung interstitium and alveoli. The fluid that accumulates is a #transudate# (an ultrafiltrate of plasma caused by changes in hydrostatic or oncotic pressure) rather than an exudate (an extravasation of not only fluid and electrolytes but also plasma proteins and circulating leukocytes due to inflammatory disruption of the vascular membrane). On light microscopy, engorged alveolar capillaries are evident and the intraalveolar transudate appears as #acellular pink material#. $#(Choice A)# Fat globules and bone marrow cells in the pulmonary arterioles occur with fat embolism syndrome, which is not a complication of MI but is typically associated with long bone (eg, femur) or pelvic fracture. $#(Choice B)# Focal necrosis of alveolar walls with intraalveolar hemorrhage is typical of pulmonary hemorrhage syndromes such as Goodpasture syndrome and other vasculitides (eg, hypersensitivity angiitis, granulomatosis with polyangiitis). $#(Choice C)# The presence of numerous neutrophils in the alveolar fluid is consistent with exudative alveolar filling, as occurs in bacterial pneumonia. $#(Choice D)# Hemosiderin-laden macrophages ('heart failure cells') form as macrophages digest red blood cells that leak from alveolar capillaries damaged by high intravascular pressure. They are a sign of chronic lung congestion and would not be present acutely. $#(Choice F)# Mononuclear interstitial pulmonary infiltrates are found in various interstitial lung diseases (eg, idiopathic pulmonary fibrosis). $#Educational objective# Acute pulmonary edema is a common consequence of acute myocardial infarction affecting the left ventricle. Elevated hydrostatic pressure in the pulmonary venous system leads to engorged alveolar capillaries with transudation of fluid into the alveoli, appearing as acellular pink material on microscopy. Hemosiderin-laden macrophages are indicative of chronic lung congestion and are not present acutely.","clickable_1":"images/img1.1881.jpg"},

{"id":"15070","title":"A 62-year-old man is found dead in his hotel room.  He was traveling for work and had checked into the hotel the night prior.  No other history is available.  Autopsy examination is performed; the lung findings shown below are determined to be the cause of death.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15070.jpg","title_2":"Which of the following is the most likely inciting event that led to this patient's death?","audio":"","comparison_items":"","answer_1":"A. Coronary atheromatous plaque rupture","answer_2":"B. Deep femoral vein thrombus formation","answer_3":"C. Malignancy-induced bronchial bleeding","answer_4":"D. Malignancy-induced bronchial obstruction","answer_5":"E. Sleep-related upper airway obstruction","percent_1":"2%","percent_2":"93%","percent_3":"2%","percent_4":"2%","percent_5":"0%","right_answer":"B. Deep femoral vein thrombus formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15070.jpg","explanation_1":"","explanation_2":"$This patient's autopsy shows a large #thromboembolism# lodged in the #right pulmonary artery#; he most likely died from a massive #pulmonary embolism# (PE) that originated as a lower extremity #deep vein thrombosis#.  Massive PE can lead to sudden occlusion of >50% of the pulmonary arterial circulation, causing a rapid increase in pulmonary vascular resistance and right ventricular (RV) pressure load.  This can result in acute #RV dysfunction# and inability to pump blood through the pulmonary circulation to the left side of the heart.  With a marked decrease in left ventricular preload (left ventricular end-diastolic volume) there is a sudden #loss of cardiac output#. $ Depending on the degree of compensation for the loss of cardiac output, patients can experience lightheadedness, syncope, or #sudden cardiac death# (SCD).  Less commonly, acute PE may also cause SCD due to #cardiac arrhythmia# induced by RV strain and ischemia. $ (Choice A)  Coronary atheromatous plaque rupture leads to acute @myocardial infarction@; SCD can result due to ventricular arrhythmia (ie, ventricular tachycardia, ventricular fibrillation) triggered by myocardial ischemia/infarction.  There would not be evidence of thromboembolism in the pulmonary arteries. $ (Choices C and D)  Malignant tumor may erode into a bronchial artery, resulting in acute hemorrhage, or it may erode into a bronchus resulting in airway obstruction.  Neither of these scenarios is likely to cause SCD.  Bronchial artery hemorrhage would likely present with hemoptysis and, if fatal, would be evidenced by blood or thrombus in the airways on gross pathology.  Bronchial airway obstruction is likely to present with respiratory difficulty or distress. $ (Choice E)  Sleep-related upper airway obstruction occurs in obstructive sleep apnea, which may cause SCD due to hypoxemia-related cardiac arrhythmia.  However, there would not be evidence of thromboembolic disease on autopsy. $ Educational objective Massive pulmonary embolism can lead to sudden cardiac death (SCD) due to a sudden loss of cardiac output.  Less commonly, SCD may result from cardiac arrhythmia triggered by right ventricular strain and ischemia.","clickable_1":"images/img1.15070.jpg"},

{"id":"14959","title":"A 27-year-old woman comes to the office due to exertional dyspnea over the past 3 months.  The patient initially had shortness of breath during exercise but now becomes dyspneic with routine activities.  She has had no cough, fever, or leg swelling but has noticed increased fatigue over this time.  The patient does not use tobacco, alcohol, or illicit drugs.  Vital signs are within normal limits.  Physical examination reveals a loud pulmonic component of S2 but is otherwise unremarkable.  Chest x-ray is normal.  Echocardiography shows elevated pulmonary artery systolic pressure and right ventricular hypertrophy.  Left ventricular structure and function are normal.  Which of the following patterns of chemical mediators is most likely present in this patient's pulmonary arteries?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Prostacyclin ∆Thromboxane ∆Nitric Oxide","answer_1":"§A. ∆ Decreased ∆Increased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Increased ∆Increased","answer_3":"§C. ∆ Increased ∆Decreased ∆Decreased","answer_4":"§D. ∆ Increased ∆Decreased ∆Increased","answer_5":"§E. ∆ Decreased ∆Decreased ∆Decreased","percent_1":"61%","percent_2":"6%","percent_3":"12%","percent_4":"14%","percent_5":"8%","right_answer":"§A. ∆ Decreased ∆Increased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14959.jpg","explanation_1":"","explanation_2":"$This young woman with progressive dyspnea and fatigue and a loud pulmonic component of S2 on physical examination likely has #pulmonary arterial hypertension# (PAH).  PAH results from progressive remodeling of the small- and medium-sized pulmonary arteries/arterioles.  Endothelial dysfunction leads to an #increase in vasoconstrictive#, #proproliferative mediators# (eg, endothelin, thromboxane A2) and a #decrease in vasodilative#, #antiproliferative mediators# (eg, nitric oxide, prostacyclin).  The relative imbalance of these mediators leads to #vasoconstriction# and #smooth muscle proliferation# with intimal thickening of the vascular walls; consequently, there is increased pulmonary vascular resistance and elevated pulmonary arterial pressure.  Over time, the right ventricle is unable to pump against the increased afterload, and right-sided heart failure develops. $Medical therapy for PAH targets the mediator imbalance created by endothelial dysfunction.  Endothelin receptor antagonists (eg, bosentan) are used to reduce vasoconstriction, while prostacyclin analogues (eg, epoprostenol) and nitric oxide–enhancing agents (eg, sildenafil) are used to promote vasodilation.  All of these agents help reduce tissue proliferation. $#(Choices B, C, D, and E)#  These changes in the levels of prostacyclin, thromboxane, and nitric oxide are not consistent with the changes that occur in PAH. $#Educational objective# Pulmonary arterial hypertension results from endothelial dysfunction that leads to an increase in vasoconstrictive, proproliferative mediators (eg, endothelin, thromboxane A2) and a decrease in vasodilative, antiproliferative mediators (eg, nitric oxide, prostacyclin).  The relative imbalance in these mediators leads to vasoconstriction and intimal-wall thickening with a consequent increase in pulmonary vascular resistance.  "},

{"id":"1981","title":"A 44-year-old man comes to the emergency department due to sudden-onset shortness of breath that started a few hours ago.  Last week, he sustained a crush injury after a motorcycle drove over his left foot, and he has been immobilized since then due to pain.  The patient drinks alcohol occasionally and does not use tobacco or illicit drugs.  Temperature is 36.1 C (97 F), blood pressure is 118/76 mm Hg, pulse is 102/min, and respirations are 28/min.  BMI is 37 kg/m2.  On physical examination, heart rhythm is regular with normal S1 and S2.  The lungs are clear to auscultation bilaterally.  The dorsum of the left foot has resolving ecchymoses and swelling compared to when he was evaluated last week.  The right calf is swollen and tender.  Which of the following arterial blood gas values are most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆pH ∆PaO2 (mm Hg) ∆PaCO2 (mm Hg) ∆Serum HCO3− (mEq/L)","answer_1":"§A. ∆ 7.30 ∆101 ∆23 ∆11","answer_2":"§B. ∆ 7.32 ∆60 ∆64 ∆32","answer_3":"§C. ∆ 7.38 ∆80 ∆40 ∆23","answer_4":"§D. ∆ 7.57 ∆65 ∆26 ∆23","answer_5":"§E. ∆ 7.47 ∆96 ∆24 ∆17","answer_6":"§F. ∆ 7.49 ∆75 ∆49 ∆36","percent_1":"8%","percent_2":"21%","percent_3":"8%","percent_4":"45%","percent_5":"15%","percent_6":"3%","right_answer":"§D. ∆ 7.57 ∆65 ∆26 ∆23","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1981.jpg","explanation_1":"","explanation_2":"$Sudden-onset #dyspnea# in the setting of recent #calf swelling# is strongly suggestive of #pulmonary embolism (PE)#.  Dyspnea is the most common symptom of PE and risk factors include obesity, smoking, and prolonged immobilization.  The embolus typically arises from a deep venous thrombus in the lower extremities (causes calf swelling) and lodges itself within the arterial blood supply of the lungs. $PE occludes or significantly reduces blood flow to a portion of the pulmonary parenchyma, resulting in increased #dead space ventilation# and redistribution of pulmonary blood flow away from the affected segments.  This leads to increased #ventilation/perfusion (V/Q) mismatch# in the remainder of the lungs with consequent #hypoxemia#. $Stimulation of central respiratory drive occurs in response to dyspnea and inflammatory mediators released by ischemic pulmonary tissue.  #Hyperventilation# does not significantly improve arterial oxygenation because hemoglobin is nearly fully saturated with O2 in areas of normal V/Q ratio, allowing little capacity for high V/Q regions to increase blood O2 content much further.  In contrast, CO2 removal is more directly dependent on ventilation, and high V/Q regions have @large capacity@ to #exhale additional CO2#.  Therefore, the hyperventilation leads to hypocapnia (low PaCO2) and #respiratory alkalosis#.  The serum HCO3- is near normal in the acute setting, but metabolic compensation with renal bicarbonate loss takes place over the next 72 hours. $#(Choice A)#  Low blood pH of 7.30 with low serum HCO3- indicates metabolic acidosis, which is compensated by hyperventilation leading to low PaCO2. $#(Choice B)#  A low pH of 7.32 with high PaCO2 reflects respiratory acidosis.  The high HCO3- indicates renal compensation by bicarbonate retention.  Although PE may eventually lead to respiratory collapse with an acute increase in PaCO2, a renal compensatory response would not be expected so abruptly. $#(Choice C)#  These @arterial blood gas@ values are considered normal, reflecting an absence of acid-base disturbance. $#(Choice E)#  A high pH of 7.47 with low PaCO2 reflects respiratory alkalosis.  The low HCO3- indicates renal compensation, which is expected with chronic respiratory alkalosis but should not be present with acute PE.  Normal PaO2 can occasionally be present in acute PE but is less likely. $#(Choice F)#  A high pH of 7.49 with high serum HCO3- reflects metabolic alkalosis, which is compensated by hypoventilation leading to high PaCO2. $#Educational objective# The combination of calf swelling, history of prolonged immobility, and sudden-onset dyspnea is strongly suggestive of acute pulmonary embolism (PE).  PE typically presents with hypoxemia due to ventilation/perfusion mismatch and acute respiratory alkalosis (hypocapnia) due to hyperventilation.  ","clickable_1":"images/img1.1981.jpg","clickable_2":"images/img2.1981.jpg"}


]