[

{"id":"1177","title":"The results of a study investigating a new diagnostic test for acute myocardial infarction (MI) are given in the table below.","title_table":"","title_table_3":"","table_before_image":"⨀ What is the sensitivity of the new diagnostic test? ⨀§ ∆^MI ∆^No MI §^Test positive ∆^75 ∆^20 §^Test negative ∆^25 ∆^80","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 25%","answer_2":"B. 37.5%","answer_3":"C. 50%","answer_4":"D. 75%","answer_5":"E. 79%","answer_6":"F. 80%","percent_1":"1%","percent_2":"1%","percent_3":"1%","percent_4":"89%","percent_5":"6%","percent_6":"3%","right_answer":"D. 75%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table_3":"§👁 ∆^#Positive condition# ∆^#Negative condition# ∆👁 §^#Positive test result# ∆^TP ∆^FP ∆^PPV =$ TP / (TP + FP) §^#Negative test result# ∆^FN ∆^TN ∆^NPV =$ TN / (TN + FN) §👁 ∆^Sensitivity =$ TP / (TP + FN) ∆^Specificity =$ TN / (TN + FP) ∆👁%#FN# = false negative; #FP# = false positive; #NPV# = negative predictive value; $#PPV# = positive predictive value; #TN# = true negative; #TP# = true positive.","explanation_img":"","explanation_1":"","explanation_2":"The data is presented in the standard 2 × 2 (contingency) table format.  The #sensitivity# of a test refers to its ability to correctly identify individuals affected with a disease.  It is the number of true positives divided by the total number of patients with the disease.  Sensitivity should be high in screening tests in order to pick up all cases of a disease (decrease false negatives).  Using the generic 2 × 2 (contingency) table: $Sensitivity = TP / (TP + FN), where TP is true positives and FN is false negatives.  In this case: $Sensitivity = 75 / (75 + 25) = 75/100 = 0.75 (or 75%) $#(Choice A)#  The false negative rate is (1 – sensitivity) = 1 – 0.75 = 0.25 (or 25%).  The false negative rate is not affected by disease prevalence. $#(Choice B)#  The value 37.5% is obtained by dividing the TP (75) by the total number of patients in the study (75 + 25 + 20 + 80 = 200). $#(Choice C)#  The number of patients with myocardial infarction (MI) based on the gold standard is 100 (= 75 + 25).  The total number of patients in the study is 200 (= 75 + 25 + 20 + 80).  Therefore, the prevalence of MI in this sample is 100/200 = 0.5 (or 50%). $#(Choice E)#  The positive predictive value (PPV) of the test (the probability that a person has the disease given a positive test result) is given by: PPV = TP / (TP + FP), where FP is false positives.  In this case, PPV = 75 / (75 + 20) = 75/95 = 0.79 (or 79%). $#(Choice F)#  The test specificity (its ability to correctly identify individuals without the disease) is 80 / (80 + 20) = 80/100 = 0.80 (or 80%). $#Educational objective# Sensitivity = true positives / (true positives + false negatives).  Screening tests should have high sensitivity. "},

{"id":"1190","title":"A 45-year-old woman comes to the office with a palpable thyroid node.  Medical history reveals that she was diagnosed with medulloblastoma during childhood and treated with chemotherapy and external beam radiation.  Fine-needle aspiration of the thyroid shows no malignant cells.  As the test results are explained to the patient, she asks, 'What are the chances that I really do not have thyroid cancer?'  Which of the following diagnostic test parameters would be most useful for answering this patient's question?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Negative predictive value","answer_2":"B. Positive predictive value","answer_3":"C. Sensitivity","answer_4":"D. Specificity","answer_5":"E. Validity","percent_1":"75%","percent_2":"3%","percent_3":"10%","percent_4":"12%","percent_5":"0%","right_answer":"A. Negative predictive value","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Negative predictive value# (NPV) is defined as the probability of not having a disease when the test result is negative.  NPV is calculated as the proportion of #true negatives# divided by the total number of #negative tests# (true and false negatives); therefore, it varies with the prevalence of disease in the target population. $The prevalence of a disease in a population may be used as an estimate for the #pretest probability# of having the disease in patients who #closely resemble# the population.  A patient with a high pretest probability will have a low NPV with a negative test, whereas a patient with a low pretest probability will have a high NPV with a negative test. $This patient has a high pretest probability for having thyroid cancer since she most likely received significant radiation exposure to the thyroid during childhood.  As such, her negative cytology results would have a lower NPV when compared to another patient with no risk factors for thyroid malignancy who also tests negative. $#(Choice B)#  Positive predictive value also varies according to the pretest probability but applies to positive test results. $#(Choices C and D)#  Sensitivity and specificity of a test are intrinsic characteristics of a test; their values are fixed and do not vary with the pretest probability of a disease.  An ideal diagnostic test should be both highly sensitive and highly specific.  In this case, fine-needle aspiration has a high sensitivity and specificity; however, the NPV is a better parameter for addressing the patient's question (ie, how likely is she to not have thyroid cancer given her negative test result?); in this case her NPV might be low given her prior radiation exposure. $#(Choice E)#  Validity represents the accuracy of the test (ie, the test measures what it is supposed to measure).  It does not depend on the pretest probability of the disease. $#Educational objective# Negative predictive value (NPV) is the probability of not having a disease when the test result is negative.  The NPV will vary with the pretest probability of a disease.  A patient with a high probability of having a disease will have a low NPV with a negative test, but a patient with a low probability of having a disease will have a high NPV with a negative test.  "},

{"id":"19619","title":"A group of researchers wants to identify factors related to hospital-acquired bacteremia caused by methicillin-resistant Staphylococcus aureus (MRSA).  A total of 45 patients were enrolled in the study after MRSA was isolated from a blood sample taken from them on the third or subsequent day after admission.  In addition, 90 patients admitted to the hospital over the same period with a length of stay >2 days who did not have bacteremia were randomly selected.  The frequency of factors such as insertion of a central line or urinary catheter and surgical site infection were then compared between the 2 groups.  Which of the following is the most appropriate null hypothesis for this study?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hazard ratio is equal to 1","answer_2":"B. Hazard ratio is not equal to 1","answer_3":"C. Odds ratio is equal to 1","answer_4":"D. Odds ratio is not equal to 1","answer_5":"E. Relative risk is equal to 1","answer_6":"F. Relative risk is not equal to 1","percent_1":"5%","percent_2":"2%","percent_3":"52%","percent_4":"9%","percent_5":"24%","percent_6":"7%","right_answer":"C. Odds ratio is equal to 1","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"A statistical hypothesis is an initial assumption (that may or may not be true) regarding population parameters (eg, mean values in two different groups) or the relationship between variables within a population (eg, association between an exposure and a disease).  The #null hypothesis (H0)# is a statement of no difference or #no association#.  The alternative hypothesis (Ha) is a statement of difference or association. $In this case, patients are #initially identified# based on their #disease status# (ie, cases: patients with methicillin-resistant Staphylococcus aureus [MRSA] bacteremia, controls: patients without MRSA bacteremia).  The #frequency of factors# (ie, exposure to insertion of a central line or urinary catheter, surgical site infection) is #subsequently compared# between cases and controls.  Therefore, this is a #case-control study#; the most appropriate measure of association between an exposure and a disease in case-control studies is the #odds ratio (OR)#, which represents the odds of disease among exposed patients relative to nonexposed patients. $The OR may be interpreted as follows: $• #OR = 1.0 (null value)# indicates that the odds of exposure among cases are the same as the odds of exposure among controls; therefore, #exposure is not associated with the disease#. $• OR ≠ 1.0 indicates that the odds of exposure are lower (ie, OR <1) or higher (ie, OR >1) among cases than among controls; therefore, exposure is associated with the disease. $Because H0 is a statement of no association, the most appropriate H0 for the study is that the OR = 1 #(choice D)#. $#(Choices A, B, E, and F)#  Measures of association based on risk/incidence (eg, relative risk, hazard ratio) are calculated in cohort studies and experimental designs, in which participants are initially selected based on exposure status (ie, exposed or nonexposed to a risk factor or treatment) and then are followed over time to assess development of disease.  However, in case-control studies, cases (by definition) already have the disease. Therefore, case-control studies cannot calculate and compare the risk/incidence of disease between the case and control groups.  Instead, case-control studies must compare the odds of exposure (to a risk modifier) between cases and controls. $#Educational objective# The odds ratio (OR) is a measure of association used in case-control studies.  It quantifies the relationship between an exposure and a disease; its null value (ie, null hypothesis value) is always 1 (ie, OR = 1). "},

{"id":"1285","title":"A new tumor marker is being investigated for its usefulness in diagnosing ovarian cancer.  A sample of 400 women is stratified into 2 groups based on the presence or absence of BRCA mutations.  Serum levels of the new marker are obtained in the 2 groups; in addition, both groups of women undergo conventional screening to determine their disease status.  The curves on the top represent the distribution of the new serum marker in women with BRCA mutations, and the curves on the bottom represent the distribution of the new serum marker in women without the BRCA mutations.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1285.jpg","title_2":"The proposed serum marker cutoff value for both populations is shown.  Use of the new serum marker in women with BRCA mutations, compared with those without BRCA mutations, is associated with which of the following?","audio":"","comparison_items":"","answer_1":"A. Higher sensitivity and higher specificity","answer_2":"B. Higher sensitivity and lower specificity","answer_3":"C. Higher sensitivity and same specificity","answer_4":"D. Lower sensitivity and higher specificity","answer_5":"E. Lower sensitivity and lower specificity","answer_6":"F. Lower sensitivity and unchanged specificity","answer_7":"G. Unchanged sensitivity and unchanged specificity","percent_1":"65%","percent_2":"8%","percent_3":"2%","percent_4":"7%","percent_5":"12%","percent_6":"1%","percent_7":"6%","right_answer":"A. Higher sensitivity and higher specificity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1285.jpg","explanation_1":"","explanation_2":"$The cutoff value of a quantitative diagnostic test determines whether a given result is interpreted as positive or negative.  When there is #overlap between# the serum values of the #healthy and diseased populations#, a cutoff value that correctly categorizes all individuals in both populations cannot be chosen.  This #limits the sensitivity and specificity# of the test due to the presence of false positive (FP) and/or false negative (FN) individuals. $Sensitivity represents the ability of a test to correctly identify those with a given disease.  It is calculated as the number of patients correctly testing positive (TP) divided by the total number of patients with the disease (TP / [TP + FN]).  Specificity represents the ability of a test to correctly identify those without a given disease.  It is calculated as the number of patients correctly testing negative (TN) divided by the total number of patients without the disease (TN / [TN + FP]). $In this case, values of the serum marker in women with BRCA mutations show #decreased overlap# between the healthy and diseased curves of women with BRCA mutations (curves on the top) compared with women without BRCA mutations (curves on the bottom).  The corresponding decrease in the number of FPs and FNs means the new serum marker has #higher sensitivity and specificity# (ie, better performance) in women with BRCA mutations. $#Educational objective# The degree of overlap between the healthy and the diseased population curves limits the maximum combined sensitivity and specificity of a quantitative diagnostic test.  The degree to which sensitivity or specificity is affected depends on the chosen cutoff value. "},

{"id":"19800","title":"Results of a recent study on the association between levels of glycosylated hemoglobin (HbA1c) and levels of high-sensitivity C-reactive protein (hs-CRP) in patients with type II diabetes mellitus (T2DM) read as follows: $\"The results of our study show that levels of HbA1c positively correlated with the levels of hs-CRP (r = 0.80).  The probability that these results were due to chance alone is 3%, with a 10% chance of concluding no relationship between HbA1c and hs-CRP when one truly exists.\" $Based on this information, which of the following most likely represents the p-value and the power of the correlation test in the study? ","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆p-value∆Power","answer_1":"§A.∆0.03∆0.10","answer_2":"§B.∆0.03∆0.80","answer_3":"§C.∆0.03∆0.90","answer_4":"§D.∆0.05∆0.10","answer_5":"§E.∆0.05∆0.80","answer_6":"§F.∆0.05∆0.90","percent_1":"7%","percent_2":"7%","percent_3":"79%","percent_4":"2%","percent_5":"2%","percent_6":"3%","right_answer":"§C.∆0.03∆0.90","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp19800.jpg","explanation_1":"","explanation_2": "$Power and p-value are related to the process of hypothesis testing.  Research studies generally compare a null hypothesis (H0) (typically of no difference or no association [eg, no correlation between glycosylated hemoglobin and high-sensitivity C-reactive protein levels]) against an alternative hypothesis (Ha) (typically of a difference or an association).  Hypothesis testing may result in 1 of 4 possible outcomes: $• 2 correct decisions: $ ○ Fail to reject a true H0 (ie, determine there is no correlation when one truly doesn't exist) $ ○ #Reject a false H0# (ie, determine there is a correlation when one truly exists) $• 2 incorrect decisions: $ ○ Type I error: reject a true H0 (ie, determine there is a correlation when one truly doesn't exist) $ ○ #Type II error: fail to reject a false H0# (ie, determine there is no correlation when one truly exists) $The #power of a test# is the probability of making the correct decision of #rejecting a false H0#.  It is the complement of the #probability of a type II error (β)#, which is the probability of failing to reject a false H0; in other words, #power = (1 − β)#.  This study reported a #10% chance# (ie, 0.10 probability) of concluding that there is no relationship (ie, no correlation) between the 2 variables under study when one truly exists: this is the probability of a type II error (β).  Therefore, the power of the test (ie, probability of rejecting a false H0: stating there is a correlation when one truly exists) is #1 − 0.10 = 0.90#. $One way to determine whether to reject H0 is to calculate the #p-value#, the probability of obtaining the observed result (or results more extreme) when H0 is assumed to be true.  The p-value is also informally interpreted as the #probability# that the #observed results are due to chance# (although this is not technically correct).  In this case, researchers concluded that the probability that results were due to chance is 0.03; therefore, the #p-value = 0.03#. $#Educational objective# The power of a test is the probability of making the correct decision of rejecting a false H0 (ie, determining there is a correlation when one truly exists).  The p-value is the probability of obtaining the observed result (or results more extreme) when H0 is assumed to be true; it is informally interpreted as the probability that the observed results are due to chance.  "},

{"id":"1178","title":"A new test to diagnose urinary tract infections in women is being evaluated.  The comparison gold standard is positive urine dipstick plus urine culture.  Results of the study are given below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","table_before_image":"⨀ What is the new test's specificity?⨀ § ∆^Positive urine dipstick & culture ∆^Negative urine dipstick & culture §^Test positive ∆^60 ∆^20 §^Test negative ∆^140 ∆^180","title_2":"","audio":"","comparison_items":"","answer_1":"A. 10%","answer_2":"B. 30%","answer_3":"C. 50%","answer_4":"D. 70%","answer_5":"E. 90%","percent_1":"5%","percent_2":"8%","percent_3":"3%","percent_4":"4%","percent_5":"79%","right_answer":"E. 90%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§👁 ∆^#Positive condition# ∆^#Negative condition# ∆👁 §^#Positive test result# ∆^TP ∆^FP ∆^PPV =$ TP / (TP + FP) §^#Negative test result# ∆^FN ∆^TN ∆^NPV =$ TN / (TN + FN) §👁 ∆^Sensitivity =$ TP / (TP + FN) ∆^Specificity =$ TN / (TN + FP) ∆👁%#FN# = false negative; #FP# = false positive; #NPV# = negative predictive value; $#PPV# = positive predictive value; #TN# = true negative; #TP# = true positive.","explanation_img":"","explanation_1":"","explanation_2":"The #specificity# of a test refers to its ability to correctly identify individuals without the disease; it is the number of true negatives (TN) divided by all those without the disease.  Specificity should be high in #confirmatory# tests to decrease the number of false positives (FP).  Using a generic 2×2 (contingency) table, specificity can be calculated from: TN / (TN + FP).  In this case: $  Specificity = TN / (TN + FP) = 180 / (180 + 20) = 180/200 = 0.90 (or 90%) $#(Choice A)#  In this example, FP / (TN + FP) = 20 / (180 + 20) = 20/200 = 10%.  This value is called the false positive rate, which is equal to (1 – specificity).  It represents the probability of a false positive test result in a patient who in reality is free of disease. $#(Choices B and D)#  Sensitivity (a test's ability to correctly identify individuals with the disease) can be given by TP / (TP + FN), where TP is true positives and FN is false negatives.  In this example, sensitivity = TP / (TP + FN) = 60 / (60 + 140) = 60/200 = 0.30 (or 30%).  The false negative rate (= 1 – sensitivity) is given by FN / (TP + FN) = 140 / (60 + 140) = 140/200 = 0.70 (or 70%).  It is the probability of a false negative test result in a patient who in reality has the disease. $#(Choice C)#  From a total of 400 patients (= 60 + 140 + 20 + 180), there are 200 patients (= 60 + 140) who have a urinary tract infection (UTI) based on the gold standard.  The prevalence of UTIs is therefore 200/400 = 0.50 (or 50%). $#Educational objective# The specificity of a test is its ability to correctly identify individuals without the disease.  Specificity should be high in confirmatory tests to decrease false positives. "},

{"id":"19239","title":"Researchers want to study the effects of labyrinthectomy with cochlear implantation on hearing, vertigo, and tinnitus.  A random sample of medical charts is selected from a cohort of patients who had undergone labyrinthectomy with cochlear implantation in the same ear for intractable vertigo and hearing loss and who had documentation of both preoperative and postoperative audiometric evaluations.  Tinnitus is quantified using the Tinnitus Handicap Inventory (THI) before and after the interventions.  The THI score ranges from 0 to 100, with higher values indicating greater tinnitus severity.  Which of the following statistical tests is most appropriate for comparing preoperative and postoperative THI scores?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Analysis of variance","answer_2":"B. Chi-square test","answer_3":"C. Correlation analysis","answer_4":"D. Meta-analysis","answer_5":"E. Paired t-test","percent_1":"5%","percent_2":"11%","percent_3":"13%","percent_4":"1%","percent_5":"69%","right_answer":"E. Paired t-test","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§👁 ∆👁 ∆^#Dependent variable# ∆⨉ §👁 ∆👁 ∆^#Qualitative $(categorical)# ∆^#Quantitative# §^#Independent$ variable# ∆^#Qualitative (categorical)# ∆^Chi-square, logistic$ regression* ∆^t test, ANOVA, linear$ regression §↕ ∆^#Quantitative# ∆^Logistic regression* ∆^Correlation, linear $regression %Dependent variable must be dichotomous. $ #ANOVA# = analysis of variance.","explanation_img":"","explanation_1":"","explanation_2":"Variables are broadly classified as qualitative (ie, categorical) or quantitative (ie, continuous) based on their scale of measurement.  #Qualitative variables# (eg, type of treatment, blood type) represent categories or groups, whereas #quantitative variables# (eg, temperature, glucose levels) represent numerical values.  The scale of measurement of the dependent (eg, outcome) and independent (eg, exposures, risk factors) variables in a study determines the correct statistical test for any given situation. $A #t-test# compares the #mean of 2 groups#.  It requires that a quantitative dependent variable (ie, outcome) be evaluated in 2 groups that are classified based upon a categorical independent variable (ie, exposure). $In this study: $• The quantitative dependent variable was the #Tinnitus Handicap Inventory (THI) score#. $• The categorical independent variable was the #audiometric evaluation# (with categories \"preoperative\" and \"postoperative\"). $A t-test will determine whether there is a statistically significant difference in mean THI scores between the preoperative and postoperative audiometric evaluations.  A large, statistically significant difference in mean scores indicates that labyrinthectomy with cochlear implantation is associated with changes in tinnitus (ie, the null hypothesis is rejected). $There are 2 types of t-tests: the independent samples t-test (used when 2 groups are independent) and the #paired t-test# (used with 2 related groups with matched pairs).  Matched groups are formed when each observation in one group is paired with an observation from the other group.  Examples include a study in which individuals have been assessed twice (eg, before and after an intervention) and one in which 2 groups of individuals have been matched based on certain attributes (eg, age, severity of disease).  In this case, THI scores are assessed twice for each patient (preoperative and postoperative audiometric evaluations); therefore, a paired t-test is used. $#(Choice A)#  The analysis of variance (ANOVA) test compares the mean of ≥3 independent groups, as in a study comparing serum ferritin concentrations (ie, quantitative variable) in children (age 0-17), adults (age 18-59), and seniors (age ≥60). $#(Choice B)#  The chi-square test evaluates the association between 2 categorical variables, as in a study evaluating the association between sex (ie, \"male\" and \"female\") and myocardial infarction (ie, presence or absence). $#(Choice C)#  A correlation analysis uses the @correlation coefficient@ to describe the linear relationship between 2 quantitative variables, as in a study evaluating the @linear relationship@ between hours of sleep and irritability score. $#(Choice D)#  Meta-analysis is a statistical technique used to combine and analyze data from several studies to conduct an analysis with a greater statistical power than that of the individual studies. $#Educational objective# The paired t-test compares the mean of 2 related groups.  The test requires that a quantitative dependent variable (ie, outcome) be evaluated in 2 related (ie, matched, paired) groups. ","clickable_1":"images/img1.19239.jpg","clickable_2":"images/img2.19239.jpg"},

{"id":"19621","title":"A study is conducted examining the effect of a low-carbohydrate diet compared to a low-fat diet on body weight.  Researchers enroll 150 overweight but otherwise healthy adults from a large city in the study and randomly assign them in a 1:1 ratio to either the low-carbohydrate (40 g/d) or the low-fat (<7% saturated fat) diet.  At 12 months, a greater body weight change was reported in the low-carbohydrate diet group compared to the low-fat diet group, with a mean difference in body weight change of −3.5 kg (p = 0.01, predetermined significance level = 0.05).  Which of the following is the most accurate interpretation of the results of this study?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. The observed mean difference in body weight change of −3.5 kg is not statistically significant","answer_2":"B. The probability of observing a mean difference in body weight change of −3.5 kg is 0.01","answer_3":"C. There is a 1% chance of observing a mean difference in body weight change of at least −3.5 kg when no difference between groups is assumed","answer_4":"D. There is a 1% chance that an adult on a low-carbohydrate diet will have a body weight change of at least −3.5 kg at 12 months after starting the diet","answer_5":"E. There is a 1% chance that the mean difference in body weight change is biased in favor of the low-carbohydrate diet group","percent_1":"3%","percent_2":"5%","percent_3":"57%","percent_4":"9%","percent_5":"25%","right_answer":"C. There is a 1% chance of observing a mean difference in body weight change of at least −3.5 kg when no difference between groups is assumed","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Statistical tests contrast a null hypothesis (H0) and an alternative hypothesis (Ha), in this case: $• #H0# is a claim of #no difference# between populations (eg, no difference in mean body weight between the low-carbohydrate population and the low-fat population). $• #Ha# is a claim of a #difference# between populations (eg, difference in mean body weight between the 2 populations). $Statistical inference uses data from #samples# (eg, 75 adults in the low-carbohydrate sample, 75 adults in the low-fat sample) to draw conclusions about underlying #populations#.  Sample estimates or differences (eg, sample mean, difference in mean between 2 samples) generally vary with distinct samples (eg, if a different sample of 75 adults was chosen for each group) and may be close but not equal to the underlying population value. $One way to account for #sampling variation# is to calculate the #p-value#, which is the #probability of obtaining a sample value at least as large as the one observed# when the population value claimed in #H0 is assumed to be true#.  The magnitude of the p-value compared to a predetermined significance level (eg, 0.05 [or 5%] commonly used as the threshold) determines whether there is convincing evidence against H0. $• A low p-value (eg, <0.05) occurs when the sample value significantly disagrees with the population value claimed in H0 and provides convincing evidence against H0 (ie, H0 is probably wrong).  Results are considered statistically significant. $• A high p-value (eg, ≥0.05) occurs when the sample value is close to the population value claimed in H0 and provides convincing evidence in favor of H0 (ie, H0 might be correct).  Results are considered not statistically significant. $In this case, the given #p-value = 0.01#; therefore, there is a #1% chance# (ie, 0.01) of observing a mean difference in body weight change (ie, sample estimate) of #at least −3.5 kg# between the low-fat and the low-carbohydrate samples when #no difference between the populations is assumed# (ie, H0 is assumed to be true) #(choice B)#. $#(Choices A, D, and E)#  The p-value of 0.01 is less than 0.05; therefore, the observed mean difference is statistically significant at the 5% level.  The p-value is not associated with individual observations in a sample.  It accounts for sampling variation (ie, random variation) not bias (ie, systematic variation). $#Educational objective# The p-value is the probability of obtaining a result (ie, sample estimate) at least as large as the one observed when the population value claimed in the null hypothesis is assumed to be true.  A p-value <0.05 typically indicates that results are statistically significant. "},

{"id":"12854","title":"A group of psychiatrists has noticed an unusual number of older individuals with depression in the surrounding community.  A decision is taken to conduct a cross-sectional study to estimate the prevalence of depression in this specific population.  Estimates for the prevalence of depression (cases per 100 individuals) in the community are as follows:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"⨀ Suppose during an afternoon clinic, a psychiatrist sees a 65-year-old woman, a 72-year-old man, and an 84-year-old woman from this community. Assuming no relation between the 3 patients, what is the probability that none of them has depression? ⨀§^#Age group# ∆^#Women# ∆^#Men# §^#60-69# ∆^9.1 ∆^8.4 §^#70-79# ∆^11.9 ∆^10.4 §^#80-89# ∆^13.5 ∆^12.4 §^#90+# ∆^13.3 ∆^12.1 §^#Total# ∆^11.9 ∆^10.8","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 0.001","answer_2":"B. 0.011","answer_3":"C. 0.295","answer_4":"D. 0.705","answer_5":"E. 0.999","percent_1":"9%","percent_2":"7%","percent_3":"8%","percent_4":"66%","percent_5":"10%","right_answer":"D. 0.705","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Patient# ∆^#Probability of having$ depression# ∆^#Probability of NOT having$ depression# §^#65-year-old woman# ∆^0.091 ∆^1 − 0.091 §^#72-year-old man# ∆^0.104 ∆^1 − 0.104 §^#84-year-old woman# ∆^0.135 ∆^1 − 0.135","explanation_img":"","explanation_1":"","explanation_2":"The age- and gender-specific prevalence of depression in the community is a good estimator of the probability that a corresponding individual from community has the disease.  Because each of the 3 patients is #unrelated# to the others, each of the diagnoses is an #independent event# (ie, a patient's diagnosis has no impact on another's).  When events are independent of each other, the probability that all the events occur is calculated by #multiplying together# the probability of each individual event. $In this case, to calculate the probability that none of the 3 patients has depression, multiply the probability of each #complementary event# (ie, the probability of not having depression): $     (1 − 0.091) × (1 − 0.104) × (1 − 0.135) = 0.909 × 0.896 × 0.865 = 0.705 $#(Choices A and E)#  The probability that all 3 patients have depression can be calculated by multiplying the probability of each event, (0.091) × (0.104) × (0.135) = 0.001.  The complementary event (ie, the probability that at least 1 patient does not have depression) can be calculated by subtracting the probability that all 3 patients have depression from 1, or 1 − [(0.091) × (0.104) × (0.135)] = 0.999. $#(Choice B)#  The probability that only the women have depression can be calculated by multiplying together the probability of each woman having the disorder along with the probability of the man not having the disorder, (0.091) × (0.135) × (1 − 0.104) = 0.011. $#(Choice C)#  The probability that at least 1 patient has depression is complementary to the probability of none of the 3 patients having depression.  It can be calculated by subtracting the probability that none of the 3 patients has depression from 1, or 1 − [(1 − 0.091) × (1 − 0.104) × (1 − 0.135)] = 0.295. $#Educational objective# The multiplication law of probability states that the probability of 2 or more independent events occurring together can be calculated by multiplying the individual probabilities of each event.  The multiplication law of probability can be extended to complementary events (1 − probability of event) in the same manner. "},

{"id":"1283","title":"Plasma homocysteine levels are measured in patients with acute coronary syndrome who are treated at a large community hospital.  The mean plasma homocysteine level in this group is determined to be 11.1 µmol/L with a standard deviation of 1.2 µmol/L.  In a separate group of patients hospitalized on the general ward in the same hospital, the mean plasma level is 9.5 µmol/L and the standard deviation is 1.3 µmol/L.  Which of the following statistical methods should be used to compare the mean homocysteine levels of these 2 groups of patients?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Two-sample t test","answer_2":"B. Linear regression","answer_3":"C. Correlation coefficient","answer_4":"D. Chi-square test","answer_5":"E. Meta-analysis","percent_1":"76%","percent_2":"1%","percent_3":"5%","percent_4":"16%","percent_5":"2%","right_answer":"A. Two-sample t test","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1283.jpg","explanation_1":"","explanation_2":"$The two-sample t test is commonly employed to determine if the means of 2 populations are equal.  Several statistical approaches can be used, but the basic numerical requirements needed to perform this test are the 2 mean values, the sample variances (eg, standard deviations), and the sample sizes.  The t statistic is then calculated, from which the p value can be determined.  If p < 0.05, the null hypothesis (which assumes that there is no difference between 2 groups) is rejected and the 2 means are assumed to be statistically different. $#(Choice B)#  Linear regression is used to model the linear relationship between a dependent variable and an independent variable.  For example, linear regression could be used to determine the relationship (described in terms of a trend line) between the number of cigarettes smoked per day and the number of yearly hospitalizations in COPD patients. $#(Choice C)#  The correlation coefficient is a measure of the strength and direction of a linear relationship between 2 variables.  For example, a study may report a correlation coefficient describing the association between estrogen levels and breast cancer risk in postmenopausal women.  It is different from linear regression in that a single number is reported describing the strength and magnitude of the association. $#(Choice D)#  The chi-square test is most appropriate for use with categorical data.  It can be used to evaluate whether the expected frequency of an occurrence is consistent with the observed frequency of that occurrence (\"goodness of fit\").  For instance, a study evaluating Mendelian inheritance of red and green seed colors would use a chi-square test to compare the observed and expected proportions of each seed type. $#(Choice E)#  Meta-analysis is an epidemiologic method of analyzing pooled data from several studies, thereby increasing the statistical power beyond that of the individual studies. $#Educational objective# The two-sample t test is a statistical method commonly employed to compare the means of 2 groups of subjects.  "},

{"id":"1169","title":"A new biomarker has been identified that allows for the early detection of invasive gastric carcinoma.  It has a sensitivity of 89% and a specificity of 85% when compared to endoscopy with multiple biopsies.  The test is used in 2 groups: a population in the United States, where 5 out of 100,000 people have gastric cancer, and a population in China, where 100 out of 100,000 people have been diagnosed with the disease.  Which of the following is the most accurate statement concerning this new test?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Negative predictive value of the test is lower in the American population","answer_2":"B. Positive predictive value of the test is higher in the Chinese population","answer_3":"C. Sensitivity of the test is higher in the American population","answer_4":"D. Specificity of the test is higher in the Chinese population","answer_5":"E. The test is not reliable in the American population","percent_1":"5%","percent_2":"84%","percent_3":"3%","percent_4":"4%","percent_5":"4%","right_answer":"B. Positive predictive value of the test is higher in the Chinese population","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§👁 ∆^#Positive condition# ∆^#Negative condition# ∆👁 §^#Positive test result# ∆^TP ∆^FP ∆^PPV =$ TP / (TP + FP) §^#Negative test result# ∆^FN ∆^TN ∆^NPV =$ TN / (TN + FN) §👁 ∆^Sensitivity =$ TP / (TP + FN) ∆^Specificity =$ TN / (TN + FP) ∆👁%#FN# = false negative; #FP# = false positive; #NPV# = negative predictive value; $#PPV# = positive predictive value; #TN# = true negative; #TP# = true positive.","explanation_img":"","explanation_1":"","explanation_2":"The #positive predictive value# (PPV) is defined as the proportion of individuals with positive test results who actually have the disease.  This concept can be understood in terms of probability: given that a patient has a positive test result, what is the likelihood that he or she actually has the disease?  PPV depends not only on the sensitivity and specificity of a test, but also on the #prevalence# of the disease in the population being tested.  The more common the disease in the population, the more likely it is that a patient with a positive test result actually has the disease. $If the disease is relatively common (eg, gastric cancer in China), there is a higher probability that a patient who tests positive actually has the disease (ie, more likely to be a true positive).  However, if the disease is relatively uncommon (eg, gastric cancer in the United States), a patient who tests positive will have a lower probability of actually having the disease (ie, more likely to be a false positive). $#(Choice A)#  Like PPV, the @negative predictive value@ (NPV) depends on disease prevalence.  However, NPV is inversely associated with the prevalence: NPV increases as the disease prevalence decreases.  This is because the probability of a true negative result is higher in a population with low disease prevalence (eg, gastric cancer in the United States). $#(Choices C and D)#  Sensitivity and specificity are intrinsic test parameters that do not depend on the prevalence of disease in the tested population. $#(Choice E)#  Reliability is a measure of the consistency (reproducibility) of a diagnostic test result (ie, if the test is taken multiple times, will the results be the same?).  No information is provided to suggest that the gastric cancer biomarker is unreliable. $#Educational objective# Positive and negative predictive values depend on disease prevalence in the tested population.  The sensitivity and specificity of a diagnostic test are not affected by disease prevalence.  ","clickable_1":"images/img1.1169.jpg"},

{"id":"1232","title":"A 54-year-old man with hypertension and hyperlipidemia who came to the emergency department with chest pain wants to know if he is having a heart attack.  Test A is newly available for diagnosing myocardial infarction (MI).  In a recent study, the results of test A (compared to a gold standard diagnosis of MI) were as follows:","title_table":"","title_table_3":"","table_before_image":"⨀ The patient has a positive result on test A. Assuming his pre-test probability is equivalent to the prevalence of MI in the study, what is the probability that the patient has an MI? ⨀§ ∆^MI ∆^No MI §Test A positive ∆^200 ∆^50 §Test A negative ∆^120 ∆^80 ","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 40%","answer_2":"B. 50%","answer_3":"C. 60%","answer_4":"D. 80%","answer_5":"E. 90%","percent_1":"3%","percent_2":"1%","percent_3":"12%","percent_4":"83%","percent_5":"1%","right_answer":"D. 80%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1232.jpg","explanation_1":"The #positive predictive value (PPV)# of a diagnostic test answers the following question: Given a positive test result, what is the probability that a patient has the disease?  PPV corresponds to the number of people with the disease who test positive among all those who test positive.  Using a standard contingency (2 × 2) table, PPV = a / (a + b).","explanation_2":"$Unlike specificity and sensitivity, PPV varies with disease prevalence.  If disease prevalence increases, PPV increases; similarly, PPV decreases with decreasing prevalence.  In this question, the patient's pre-test probability (which takes into account clinical judgment regarding how likely it is that he has an MI) is assumed to be equivalent to the prevalence of MI in the study, making the results directly translatable.  Therefore, PPV = 200 / (200+50) = 200/250 = 0.8 or 80%.  In other instances, clinicians may assume that pre-test prevalence equals disease prevalence in the population. $#Educational objective# Positive predictive value represents the probability of truly having a disease given a positive test result.  It increases with increasing disease prevalence and decreases with decreasing disease prevalence.  "},

{"subjectSystem":"Biostatistics-Biostatistics","id":"1191","title":"A novel serum biomarker, UWRLD99, is being evaluated for early detection of pancreatic cancer.  The concentration of UWRLD99 (measured in international units [IU] per dL) has been found to be elevated in patients with pancreatic adenocarcinoma.  Test results in 200 volunteers ('healthy') and 190 patients with biopsy-proven pancreatic cancer ('diseased') are given in the figure below.  The investigators determined the sensitivity and specificity of UWRLD99 for pancreatic cancer using a cutoff of 200 IU/dL (indicated by the solid vertical line).","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1191.jpg","title_2":"If they had instead used a lower cutoff as indicated by the dashed vertical line, which of the following would most likely be seen?","audio":"","comparison_items":"","answer_1":"A. Higher number of false negatives","answer_2":"B. Higher positive predictive value","answer_3":"C. Higher sensitivity","answer_4":"D. Lower number of false positives","answer_5":"E. Lower number of true positives","percent_1":"8%","percent_2":"10%","percent_3":"67%","percent_4":"6%","percent_5":"9%","right_answer":"C. Higher sensitivity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1191.jpg","explanation_1":"","explanation_2":"$Important parameters of diagnostic tests include the following: $• True positives (TP) represent diseased individuals with positive test results. $• True negatives (TN) represent healthy individuals with negative test results. $• False positives (FP) represent healthy individuals with positive test results. $• False negatives (FN) represent diseased individuals with negative test results. $• #S#e#n#sitivity (TP/ [TP + FN]) represents a test's ability to correctly identify diseased individuals from among all individuals.  A test with high sensitivity has a low FN rate (important for screening purposes).  With a highly sensitive test, most diseased patients will have a positive test result (and a #n#egative test result would help rule #out# the disease [#SnNOut#]). $• #Sp#ecificity (TN/ [TN + FP]) represents the ability of a test to exclude those without the disease.  A very specific test has a low FP rate (important for confirmatory tests).  With a highly specific test, most healthy patients will have a negative test result (and a #p#ositive test result would help rule #in# the disease #[SpPIn#]). $The #cutoff value# of a quantitative diagnostic test determines whether a given result is interpreted as #positive or negative#.  Depending on the disease or condition being tested for, sensitivity or specificity may be preferred and the cutoff value adjusted accordingly.  A cutoff value just outside the overlapping region of the curves can maximize the sensitivity or specificity at 100% by correctly classifying all diseased or healthy individuals, respectively. $In the above example, changing the cutoff point to a #lower value# (shift to the left) would cause more patients with the disease to test positive (↑TP, ↓FN), #increasing the sensitivity# of the test.  However, as a consequence, more patients without the disease would also test positive (↓TN, ↑FP), resulting in #decreased specificity#. $#(Choices A, D, and E)#  Raising the cutoff value (shift to the right) would cause fewer individuals with the disease to have a positive test result (↓TP, ↑FN), so sensitivity would decrease.  Fewer individuals without the disease would also test positive (↑TN, ↓FP), so specificity would increase. $#(Choice B)#  Positive predictive value (PPV = TP / [TP + FP]) represents the probability that a patient with a positive test result actually has the disease.  In this case, the lower cutoff value would increase both TP and FP; how this affects the PPV depends on #disease prevalence#, which is not provided.  In a population with very low disease prevalence, the number of FP would be expected to increase proportionately more than the number of TP, which would lower the PPV. $#Educational objective# The cutoff value of a quantitative diagnostic test determines whether a given result is interpreted as positive or negative.  Lowering the cutoff point typically causes more patients with the disease to test positive, decreasing the number of false negatives and increasing test sensitivity.  Consequently, more patients without the disease will also test positive, resulting in an increased number of false positives and decreased specificity.  "},

{"id":"1192","title":"A new serologic test has been developed for the detection of active pulmonary tuberculosis and is compared to the gold standard of sputum mycobacterial culture.  A total of 1000 subjects are randomly selected for testing from a population with a high prevalence of tuberculosis.  Results of the study are given below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"⨀ Which of the following is the positive predictive value of the test under study? ⨀§ ∆^Sputum culture$ positive ∆^Sputum culture $negative ∆^ §Serologic test $positive ∆^130 ∆^60 ∆^190 §Serologic test$ negative ∆^50 ∆^760 ∆^810 §^ ∆^180 ∆^820 ∆^1000","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 130/180","answer_2":"B. 130/190","answer_3":"C. 180/1000","answer_4":"D. 760/810","answer_5":"E. 760/820","percent_1":"11%","percent_2":"87%","percent_3":"2%","percent_4":"0%","percent_5":"0%","right_answer":"B. 130/190","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§👁 ∆^#Positive condition# ∆^#Negative condition# ∆👁 §^#Positive test result# ∆^TP ∆^FP ∆^PPV =$ TP / (TP + FP) §^#Negative test result# ∆^FN ∆^TN ∆^NPV =$ TN / (TN + FN) §👁 ∆^Sensitivity =$ TP / (TP + FN) ∆^Specificity =$ TN / (TN + FP) ∆👁%#FN# = false negative; #FP# = false positive; #NPV# = negative predictive value; $#PPV# = positive predictive value; #TN# = true negative; #TP# = true positive.","explanation_img":"","explanation_1":"The #positive predictive value (PPV)# of a test answers the question: If the test result is positive, what is the probability that a patient has the disease?  PPV is calculated as the proportion of subjects who truly have the disease among all those with a positive test result.  In contrast, the #negative predictive value (NPV)# of a test answers the question: If the test result is negative, what is the probability that a patient does not have the disease?  It is calculated as the proportion of subjects who are truly free of disease among all those with a negative test result.  Predictive values are of prime importance to physicians because, in clinical practice, patients will present more often with a positive or negative test than with a defined diseased or disease-free state. $Consider the following 2 × 2 (contingency) table: ","explanation_2":"PPV = TP / (TP + FP), where TP is true positives and FP is false positives. $NPV = TN / (TN + FN), where TN is true negatives and FN is false negatives. $In this case, PPV = 130 / (130 + 60) = 130/190. $#(Choices A and E)#  Sensitivity is a test's ability to correctly identify individuals with the disease.  Sensitivity = TP / (TP + FN) = 130 / (130 + 50) = 130/180.  Specificity is a test's ability to correctly identify individuals without the disease.  Specificity = TN / (TN + FP) = 760 / (760 + 60) = 760/820. $#(Choice C)#  The total number of individuals who have tuberculosis (based on the gold standard of positive sputum culture) is 180.  The total number of individuals in this sample is 1000.  Therefore, the prevalence of tuberculosis in this sample is 180/1000. $#(Choice D)#  NPV = 760 / (760 + 50) = 760/810. $#Educational objective# The positive predictive value (PPV) of a test answers the question: If the test result is positive, what is the probability that a patient has the disease?  PPV = true positives / (true positives + false positives). "},

{"id":"1300","title":"Carbamoyl phosphate synthetase I deficiency is an inherited disorder characterized by accumulation of ammonia in the blood.  The most severe form occurs in the first 24-72 hours following birth, after feeding begins and milk proteins start to be broken down in the liver.  If left untreated, affected neonates often die due to severe metabolic derangements; survivors often develop permanent neurologic injury.  The estimated incidence of carbamoyl phosphate synthetase I deficiency is about 1 in 800,000 newborns.  If a decision is made to test all newborns for this disease, then this initial test should be designed to have a high:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cutoff value","answer_2":"B. Number of true negatives","answer_3":"C. Positive predictive value","answer_4":"D. Sensitivity","answer_5":"E. Specificity","percent_1":"1%","percent_2":"3%","percent_3":"7%","percent_4":"77%","percent_5":"12%","right_answer":"D. Sensitivity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Carbamoyl phosphate synthetase I deficiency is a rare disorder (incidence 1 in 800,000 newborns) with serious and possible irreversible consequences if not detected and treated early.  Therefore, it is important to identify all individuals who potentially have the disease using a #screening test# that can be performed on a large number of newborns. $Although an ideal screening test would be highly sensitive and specific, developing a test that has both of these properties is often not possible, and so a compromise must be made.  The sensitivity of a test refers to its ability to correctly identify those with the disease:  it is the probability of the test returning a positive result in a person with the disease.  A #highly sensitive test# will ensure that most patients with the disease will have a positive test result (leading to few false negative results); therefore, #fewer cases of disease are missed#.  Given a test with high sensitivity, a negative result would help to rule out a diagnosis (SnNout).  This is important during screening for #life-threatening diseases#, even if obtaining a high sensitivity causes an increased numbers of false positives (ie, reduced specificity). $#(Choice A)#  Setting a high cutoff value typically (but not always) produces higher specificity and lower sensitivity. $#(Choices B and E)#  Specificity represents the ability of a test to correctly identify those without the disease.  A very specific test has a low rate of false positives, so most healthy patients will have a negative test result (true negative).  Given a test with high specificity, a positive result would help to rule in a diagnosis (SpPin).  Confirmatory tests with high specificity are often used on patients who test positive on a screening test to ensure that a patient actually has the disease. $#(Choice C)#  Positive predictive value refers to the probability that a disease is present given a positive test result.  Positive predictive value depends on disease prevalence.  When screening patients for a rare disorder, positive predictive value will often be low due to a high number of false positives. $#Educational objective# The sensitivity of a test refers to its ability to correctly identify those with the disease.  A highly sensitive test should always be considered over a highly specific test when screening for life-threatening diseases, where identification of every person with the disease is important. "},

{"id":"1230","title":"A research laboratory is evaluating a new dipstick test for diagnosing urinary tract infections (UTIs).  The new test is compared to urinalysis of a midstream urine specimen (considered the diagnostic gold standard) to establish diagnostic test parameters.  The study enrolls 300 patients, of which 100 have a UTI as determined by urinalysis.  The new dipstick test is determined to be 70% sensitive and 90% specific for the diagnosis of UTIs.  How many false positives are present in the study?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 20","answer_2":"B. 30","answer_3":"C. 70","answer_4":"D. 120","answer_5":"E. 180","percent_1":"64%","percent_2":"26%","percent_3":"4%","percent_4":"2%","percent_5":"4%","right_answer":"A. 20","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§👁 ∆^#+ UTI# ∆^#- UTI# ∆👁 §^#Test positive# ∆^70 ∆^20 ∆^90 §^#Test negative# ∆^30 ∆^180 ∆^210 §👁 ∆^100 ∆^200 ∆👁","explanation_img":"","explanation_1":"@#False positives#@ describe people who #test positive# for a disease but #do not actually have it#. $The number of false positives can be calculated using the test's specificity and total number of patients without urinary tract infections (UTIs).  The #specificity# of a test refers to the number of true negatives (d) divided by the total number of patients without the disease (b + d).  In this case, the specificity is 90% (ie, 0.9) and the total number of patients without UTIs (b + d) equals 300 – 100 = 200.  Using this information, the number of #true negatives# (d) can be calculated: $  Specificity = d/(b + d)$   0.9 = d/200 $   d = 180 $The total number of patients without the disease (b + d) equals 200, and the number of true negatives (d) equals 180.  Using this information, the number of false positives (b) can be calculated: $  False positives = (b + d) − d = 200 – 180 = 20 $For the sake of thoroughness, the 2 × 2 table can be completed as follows.  #Sensitivity# refers to the number of true positives (a) divided by all people with the disease (a + c).  Repeating the same exercise as above gives the completed table: $  Sensitivity = a/(a + c) $   0.7 = a/100 $   a = 70 $   c = (a + c) – a = 100 − 70 = 30  ","explanation_2":"$The number of true negatives and false positives can be more quickly calculated using the following equations: $  True negatives = (Specificity) * (Number of patients confirmed without the disease) $  False positives = (1 − Specificity) * (Number of patients confirmed without the disease) $#Educational objective# Specificity is the number of true negatives divided by the total number of subjects confirmed as not having the disease. $  True negatives = (Specificity) * (Number of patients confirmed without the disease) $  False positives = (1 − Specificity) * (Number of patients confirmed without the disease) ","clickable_1":"images/img1.1230.jpg"},

{"id":"1233","title":"An 89-year-old man is brought to a geriatric clinic by family members who are concerned that he is developing dementia due to recent worsening of his memory.  The attending physician uses a new cognitive test (test X) to help rule out the possibility of dementia.  The patient's test result is negative.  A study evaluating the efficacy of test X in a sample of 200 individuals age >85, in which the prevalence of dementia is 50%, has determined that the test has a specificity of 80% and a sensitivity of 90%.  Assuming that this patient's pretest probability of having dementia is equivalent to the disease prevalence in the study population, what is the probability that this patient truly does not have dementia?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 18%","answer_2":"B. 53%","answer_3":"C. 66%","answer_4":"D. 82%","answer_5":"E. 89%","percent_1":"4%","percent_2":"5%","percent_3":"9%","percent_4":"25%","percent_5":"56%","right_answer":"E. 89%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1233.jpg","explanation_1":"The #negative predictive value# (NPV) of a diagnostic test is the probability that a patient truly #does not have the disease# when the patient receives a #negative test# result.  It can be calculated from study data as follows: $   NPV = number of true negatives / total number of negative tests $To determine the NPV in this case, it helps to summarize the results of the efficacy study in a @2 × 2 table@.  The study evaluated 200 individuals in a population with a 50% prevalence of dementia (ie, 100 patients had dementia while 100 did not).  Knowing that specificity (ie, true negatives/total disease negatives) and sensitivity (ie, true positives/total disease positives) are 80% and 90%, respectively, the following 2 × 2 table can be created: ","explanation_2":"$The NPV can now be estimated as follows: $  NPV = number of true negatives (d) / total number of negative tests (c + d) $   NPV = d / (c + d) = 80 / (10 + 80) = 0.889 = ~ #89%# $Unlike sensitivity and specificity, positive and negative predictive values vary based on the prevalence of the disease.  In fact, the NPV is inversely proportional to the prevalence of a disease (eg, NPV ↓ as disease prevalence ↑).  For the NPV to be applicable to an individual patient, that patient's #pretest probability# (eg, probability of having the disease before testing) must be #similar# to the #prevalence of disease# in the population where the study was conducted.  The question says to assume that the patient's pretest probability is equivalent to the disease prevalence in the study population, so the NPV calculated in the study is generalizable to this patient. $#Educational objective# Negative predictive value (NPV) represents the probability of not having a disease given a negative test result.  NPV is inversely proportional to the prevalence of a disease.  When a patient has characteristics similar to the overall population (eg, age, sex, risk factor status), the disease prevalence is a valid estimate of the pretest probability of disease.","clickable_1":"images/img1.1233.jpg"},

{"id":"1278","title":"A 34-year-old man is admitted to the hospital with acute chest pain.  An ECG is obtained in the emergency department and shows ST segment elevation in leads II, III, and aVF.  A sample of blood is taken from the patient, and a new test is used to measure plasma homocysteine levels.  The test is repeated 3 times with his blood sample, and the results are 11.8 µmol/L, 9.2 µmol/L, and 13.7 µmol/L (laboratory reference range: 4-14).  Which of the following parameters is most likely to be low based on the results of the new test?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accuracy","answer_2":"B. Precision","answer_3":"C. Sensitivity","answer_4":"D. Specificity","answer_5":"E. Validity","percent_1":"12%","percent_2":"80%","percent_3":"3%","percent_4":"2%","percent_5":"3%","right_answer":"B. Precision","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1278.jpg","explanation_1":"","explanation_2":"$A measurement tool should be precise and accurate to be useful in the clinical setting.  Precision and accuracy are defined as follows: $• #Precision# (reliability) is the ability of a test to reproduce identical or similar results with repeated measurements (bottom half of figure). $• #Accuracy# (validity) is the ability of a test to measure what it is supposed to measure.  For a new test to be accurate, its results should be equivalent to the results obtained with a \"gold standard\" (eg, best conventional test available) on the same individual (right half of figure). $A precise test gives similar or very close results on repeat measurements.  In this example, repeat measurements of the same sample yielded different results; therefore, the new test has low precision. $#(Choices A and E)#  To evaluate the accuracy of a new test, its results should be compared to those obtained with the gold standard test on the same individual.  A test can be highly precise (ie, gives very similar results on repeat measurements) but inaccurate (ie, the measurements are all incorrect compared to the gold standard).  A test that is highly imprecise is also highly inaccurate.  In this case, as there were no test results obtained using the \"gold standard\", the accuracy/validity of the test cannot be determined. $#(Choices C and D)#  Sensitivity is defined as a test's ability to identify the true presence of disease, whereas specificity is defined as a test's ability to identify the true absence of disease.  Poor reliability can limit the sensitivity or specificity of a test if the results from healthy and diseased populations are close in value. $#Educational objective# A precise/reliable test is reproducible in that it gives similar results on repeat measurements.  Reliability is maximal when random error is minimal. "},

{"id":"1284","title":"A research laboratory develops a new serologic test for detecting prostate cancer.  The new assay is compared to transrectal ultrasound-guided prostate biopsy to determine sensitivity and specificity parameters.  It is found that the test result is negative in 95% of patients who do not have the disease.  If the new assay is used on 8 blood samples taken from patients without prostate cancer, what is the probability of all 8 test results coming back negative?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 0.05 × 8","answer_2":"B. 0.95 × 8","answer_3":"C. 0.058","answer_4":"D. 0.958","answer_5":"E. 1 − 0.058","answer_6":"F. 1 − 0.958","percent_1":"4%","percent_2":"33%","percent_3":"3%","percent_4":"36%","percent_5":"11%","percent_6":"13%","right_answer":"D. 0.958","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$Each of the 8 blood sample results is an #independent event# (ie, one patient's result has no impact on another's) with a 0.95 (95%) probability of correctly testing negative and a 0.05 (5%) probability of incorrectly testing positive.  To calculate the chance of all 8 tests testing negative, #multiply the probability# of each test returning a negative result: $0.95 × 0.95 × 0.95 × 0.95 × 0.95 × 0.95 × 0.95 × 0.95 = #0.958# $#(Choices A and B)#  The value 0.05 × 8 is equivalent to adding the probability of a sample testing positive 8 times, and 0.95 × 8 is equivalent to adding the probability of a sample testing negative 8 times.  However, the combined probability for a series of independent events is calculated using multiplication, not addition.  For instance, when flipping a coin twice the probability of getting 2 heads in a row is not 0.5 + 0.5 = 0.5 × 2 = 1 (100%) but rather 0.5 × 0.5 = 0.25 (25%). $#(Choice C)#  The probability of all 8 samples incorrectly testing positive is given by 0.058. $#(Choices E and F)#  Overall, 2 outcomes are possible:  either all 8 samples will return the same test result or at least 1 sample will test differently.  Because the total probability must add up to 1 (100%) and the probability that all 8 samples will return negative is given by 0.958, the probability of at least 1 sample testing positive is 1 - 0.958.  Conversely, the probability that all 8 samples will return positive is 0.058 while the probability of at least 1 sample testing negative is 1 - 0.058. $#Educational objective# If events are independent, the probability that all events will turn out the same is the product of the separate probabilities for each event.  The probability of at least 1 event turning out differently is given as 1 - P(all events being the same).  "},

{"id":"19314","title":"A study was conducted to assess the age at menarche among young female gymnasts.  Based on commitment to the sport, gymnasts were divided into two groups: competitive gymnasts and recreational gymnasts.","title_table":"","title_table_3":"§ ∆^#Age at menarche# ∆⨉ ∆⨉ § ∆^#Sample size (n)# ∆^#Mean, y# ∆^#Standard deviation, y# §#Competitive# ∆^16 ∆^13.4 ∆^1.3 §#Recreational# ∆^22 ∆^12.3 ∆^0.8","exhibit_1":"","image_1":"","title_2":"Assuming that age at menarche is normally distributed, which of the following is closest to the probability that a randomly chosen competitive gymnast will have onset of menarche at age ≥16?","audio":"","comparison_items":"","answer_1":"A. 0.997","answer_2":"B. 0.950","answer_3":"C. 0.680","answer_4":"D. 0.160","answer_5":"E. 0.025","answer_6":"F. 0.0015","percent_1":"3%","percent_2":"7%","percent_3":"4%","percent_4":"5%","percent_5":"72%","percent_6":"9%","right_answer":"E. 0.025","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp19314.jpg","explanation_1":"","explanation_2":"$A normal (Gaussian) distribution is a symmetrical, bell-shaped distribution with a fixed percentage of observations lying within a certain distance of the mean.  This distance is called the standard deviation (SD) and represents the degree of dispersion from the mean.  The #68-95-99.7# rule for normal distributions states that 68% of all observations lie within 1 SD of the mean, 95% of all observations lie within 2 SDs of the mean, and 99.7% of all observations lie within 3 SDs of the mean. $For competitive gymnasts in this sample, the #mean age at menarche is 13.4# years, with a #SD of 1.3# years.  Based on the 68-95-99.7 rule: $• 68% of observations lie within 1 SD: 13.4 ± 1.3 = 12.1-14.7. $• #95%# of observations lie within #2 SDs#: 13.4 ± 2.6 = #10.8-16.0#. $• 99.7% of observations lie within 3 SDs: 13.4 ± 3.9 = 9.5-17.3. $An onset of menarche at #age ≥16 years is 2 SDs# from the mean; therefore, #2.5%# of the observations must lie #above 16 years# (with 2.5% of observations below 10.8 years).  The probability that a random competitive gymnast will have an onset of menarche at age ≥16 years is 0.025. $#(Choices A, B, and C)#  The 68-95-99.7 rule states that 99.7% of observations lie within 3 SDs; therefore, 0.997 is the probability that a random competitive gymnast will have an onset of menarche between age 9.5 and 17.3 years.  Similarly, 0.95 is the probability that a random competitive gymnast will have an onset of menarche between age 10.8 and 16.0 years (ie, within ± 2 SDs from the mean), and 0.68 is the probability that a random competitive gymnast will have an onset of menarche between age 12.1 and 14.7 years (ie, within ± 1 SD from the mean). $#(Choices D and F)#  Based on the 68-95-99.7 rule, 32% (ie, 100% − 68%) of observations lie outside 1 SD from the mean, with half (ie, 32/2 = 16%) above and half (16%) below 1 SD from the mean.  Therefore, 0.160 is the probability that a random competitive gymnast will have an onset of menarche at either age ≤12.1 years (ie, ≥1 SD below the mean) or at age ≥14.7 years (ie, ≥1 SD above the mean).  Similarly, 0.0015 is the probability that a random competitive gymnast will have an onset of menarche at either age ≤9.5 years (ie, ≥3 SDs below the mean) or at age ≥17.3 years (ie, ≥3 SDs above the mean). $#Educational objective# In a normal (bell-shaped) distribution, 68% of all values are within 1 standard deviation (SD) of the mean; 95% are within 2 SDs of the mean; and 99.7% are within 3 SDs of the mean. "},

{"id":"1271","title":"Researchers are developing an enzyme-linked immunosorbent assay test for diagnosing rheumatoid arthritis.  The test is designed to detect the presence of serum antibodies against citrullinated proteins.  Two test populations with a differing prevalence of rheumatoid arthritis are selected.  The researchers plan to assess the test's performance in the 2 populations by comparing a number of diagnostic test parameters.  Which of the following performance measures is most likely to be different between the 2 test populations?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Negative likelihood ratio","answer_2":"B. Positive likelihood ratio","answer_3":"C. Positive predictive value","answer_4":"D. Sensitivity","answer_5":"E. Specificity","percent_1":"2%","percent_2":"9%","percent_3":"81%","percent_4":"6%","percent_5":"3%","right_answer":"C. Positive predictive value","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1271.jpg","explanation_1":"","explanation_2":"$@Predictive values@ are performance measures of diagnostic tests that are #dependent on the prevalence# of disease in a population of interest.  The positive predictive value (#PPV#) is the probability that someone who tests positive actually has the disease.  It is calculated by dividing the number of true-positive results by the total number of positive results (ie, #TP / [TP + FP]#).  The number of true-positive results depends on the sensitivity, and the number of false-positive results depends on the specificity; the relative proportion of each is determined by the prevalence of disease in the population. $Populations with a lower disease prevalence have fewer true-positive results and higher numbers of false positives, so the PPV decreases.  As disease @prevalence increases@, the number of true positives also increases, while the number of false positives decreases, resulting in a #higher PPV#.  Similarly, the negative predictive value increases as the disease prevalence decreases. $#(Choices A and B)#  Positive and negative likelihood ratios indicate how a particular positive or negative test result influences the pretest probability of having a disease.  Likelihood ratios >1 indicate that the test result is associated with the presence of the disease; likelihood ratios <1 mean that the test result is associated with the absence of the disease.  Because positive and negative likelihood ratios are based on sensitivity and specificity, they are not affected by disease prevalence. $#(Choices D and E)#  Sensitivity and specificity are not affected by disease prevalence.  This is because sensitivity is calculated using true positives and false negatives (only people with the disease), and specificity is calculated using true negatives and false positives (only people without the disease).  In this case, the same test (with the same sensitivity and specificity characteristics) has been used on 2 different populations with a differing prevalence. $#Educational objective# Various parameters are used to evaluate the accuracy and usefulness of diagnostic tests.  Positive and negative predictive values are influenced by disease prevalence in the target population; sensitivity, specificity, and likelihood ratios are not prevalence-dependent. ","clickable_1":"images/img1.1271.jpg","clickable_2":"images/img2.1271.jpg"},

{"id":"19262","title":"A research group conducted a placebo-controlled clinical trial to assess whether a new drug to treat acute migraine with or without aura in adults is more effective than standard therapy.  A total of 3,500 patients with acute migraine were enrolled in the study and randomly assigned to either the new drug or standard treatment.  During the data analysis phase, the researchers decide to set alpha at 0.01 rather than 0.05.  Which of the following is the most likely result of this change?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Any significant findings will be reported with greater confidence","answer_2":"B. There will be a higher probability of a type I error","answer_3":"C. There will be a higher probability of finding statistically significant results","answer_4":"D. There will be a lower probability of a type II error","answer_5":"E. The study will have more statistical power","percent_1":"65%","percent_2":"11%","percent_3":"10%","percent_4":"6%","percent_5":"9%","right_answer":"A. Any significant findings will be reported with greater confidence","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp19262.jpg","explanation_1":"","explanation_2":"$#Alpha (α) is the significance level# used to establish the #statistical significance# of study results.  It is usually predetermined by investigators as the threshold to reject a null hypothesis (H0).  The results of a study are considered statistically significant when the p-value (ie, probability of obtaining results as extreme as the observed results when H0 is true) is less than the significance level (ie, #p-value < α#).  Alpha is also the probability of making a #type I error#, which is rejecting a true H0 (ie, a false positive: finding a statistically significant difference when one does not truly exist).  The #complement# of alpha/significance level is the #confidence level# (1 − α), which represents the probability of not rejecting a true H0 (ie, a true negative, or not finding a statistically significant difference when one does not truly exist). $The lower the significance level, the lower the probability of a type I error.  However, this means that the threshold to attain statistical significance is more stringent.  Therefore, #reducing the significance level# (eg, from α = 5% to α = 1%) #decreases# the probability of a #type I error# along with the probability of #finding statistical significance# (eg, p-value < 0.05 to p-value < 0.01) #(choices B and C)#.  A decreased significance level also means an #increased confidence level# (1 − α); therefore, any statistically significant findings can be reported with a greater level of confidence. $#(Choices D and E)#  A type II error occurs when a false H0 is not rejected (ie, a false negative: not finding a statistically significant difference when one truly exist).  The probability of a type II error (known as beta [β]) is the complement of power (1 – β).  Statistical power is the probability of rejecting a false H0.  That is, the power to find a statistically significant difference when one truly exists (ie, true positive).  Reducing the significance level from 0.05 to 0.01 makes the threshold to attain statistical significance more stringent.  Consequently, the study will have less statistical power to detect a statistically significant difference when one truly exists and will have a higher probability of a type II error (the complement of power). $#Educational objective# Reducing the significance level alpha (α) in a study allows researchers to report any significant findings with greater confidence. "},

{"id":"1229","title":"A study investigating a new test for diagnosing acute myocardial infarction (AMI) has just been initiated.  The sensitivity of the test is estimated at 75% and the specificity at 80%.  The study enrolls 600 patients, of whom 200 are confirmed AMI cases as determined by the diagnostic gold standard.  How many false negatives are to be expected in the study?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 50","answer_2":"B. 80","answer_3":"C. 120","answer_4":"D. 150","answer_5":"E. 400","percent_1":"54%","percent_2":"20%","percent_3":"11%","percent_4":"12%","percent_5":"3%","right_answer":"A. 50","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1229.jpg","explanation_1":"","explanation_2":"$The #sensitivity# of a test determines how well the test categorizes patients who #have the disease# of interest.  Tests with higher sensitivity have an increased probability of assigning a positive test result to those patients who truly have the disease; these are considered true positives (rightmost part of the curve).  Conversely, patients who #test negative# even though they have the disease are considered #false negatives# (leftmost part of the curve). $True positives (TP) and false negatives (FN) are complementary (ie, an increase in one parameter is exactly offset by a decrease in the other, such that the total is always equal to the number of confirmed patients).  As such, the test sensitivity and number of patients with the disease can be used to calculate the number of each: $• TP = (Sensitivity) × (Number of patients with the disease) $• FN = (1 − Sensitivity) × (Number of patients with the disease) $In this case, the sensitivity of the test is 75% and the total number of patients with confirmed acute myocardial infarction is 200.  Therefore, a test that is 75% sensitive will correctly classify 75% of the patients as positive (TP) and incorrectly classify 25% of the patients (1 − Sensitivity) as negative (FN). $Using this information, the number of FN can be calculated as follows (@alternate method@): $• FN = (1 − Sensitivity) × (Number of patients with the disease) = (1 − 0.75) × 200 = #50# $#Educational objective# When undergoing diagnostic testing, patients with the disease can test positive (true positive, TP) or negative (false negative, FN).  The sensitivity of a test determines the proportion of patients that are correctly classified: $• TP = (Sensitivity) × (Number of patients with the disease) $• FN = (1 − Sensitivity) × (Number of patients with the disease)  ","clickable_1":"images/img1.1229.jpg"}


]