[

{"id":"215","title":"A 50-year-old woman comes to the office concerned that her menstrual periods have stopped.  She took oral contraceptive pills for the past 17 years, which she discontinued 3 months ago, and her menses have not returned.  The patient had one spontaneous abortion at age 27 and otherwise has never been pregnant.  She is monogamous with her husband, and they have sexual intercourse regularly.  The patient has some vaginal dryness but no pain or discomfort with intercourse.  BMI is 21 kg/m2 and vital signs are normal.  Speculum examination shows a normal vaginal mucosa and cervix.  Bimanual examination shows a normal uterus and ovaries.  Urine pregnancy test is negative.  Which of the following hormones is most likely elevated in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. β-hCG","answer_2":"B. Estradiol","answer_3":"C. FSH","answer_4":"D. Progesterone","answer_5":"E. Prolactin","percent_1":"1%","percent_2":"6%","percent_3":"74%","percent_4":"12%","percent_5":"7%","right_answer":"C. FSH","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp215.jpg","explanation_1":"","explanation_2":"$#Menopause# is defined by the permanent cessation of menses for #12 months# and is a normal event of aging caused by exhaustion of ovarian follicles.  The mean age of menopause in the United States is 51.  Ovarian failure before age 35 is considered premature.  During the menopausal transition, #FSH levels increase# due to resistant ovarian follicles and lack of feedback from inhibin.  Absence of menstrual cycles with associated #hypoestrogenic symptoms# (eg, hot flashes, vaginal dryness) is highly suggestive of menopause.  Menopause is typically diagnosed clinically.  However, if the diagnosis is unclear, an elevated serum FSH level can be used for diagnosis as it is a reliable early indicator. $Cyclic and continuous oral contraceptive (OC) regimens are not associated with irregular menses or amenorrhea, and premenopausal patients who stop taking OCs should expect spontaneous return of menses.  This patient's age and vaginal dryness make menopausal transition the most likely cause of amenorrhea.  OCs may mask vasomotor symptoms that are typical of menopausal transition, and the patient was likely having iatrogenic withdrawal bleeding. $#(Choice A)#  A urine pregnancy test should be performed for any female of reproductive age with amenorrhea.  A negative test is a reliable indicator that the patient is not pregnant.  Serum β-hCG testing is indicated in cases when the absolute value of the β-hCG would aid in diagnosis and treatment, such as in ectopic or molar pregnancies. $#(Choices B and D)#  Estradiol and progesterone levels gradually decrease during the menopausal transition due to decreasing ovarian function.  Serum estradiol measurement is not a reliable indicator of menopause due to typical fluctuations and gradual decline.  After menopause, estrone is produced outside the ovaries and replaces estradiol as the predominant circulating estrogen. $#(Choice E)#  Serum prolactin levels are much less significantly changed during menopause than are FSH levels.  Amenorrhea due to a prolactinoma would be diagnosed by detecting an elevated prolactin level.  Additional symptoms can include galactorrhea and headache, which this patient does not have. $#Educational objective# Menopause occurs on average at age 51 and is diagnosable retrospectively  after 12 months of amenorrhea.  An elevated serum FSH level confirms the diagnosis.  "},

{"id":"581","title":"A 55-year-old woman is diagnosed with breast cancer and undergoes breast-sparing mastectomy.  The tumor margin did not show any invasion, and sentinel axillary lymph node biopsy was negative for nodal metastasis.  The tumor was estrogen receptor and progesterone receptor positive but HER-2 negative.  After discussion of management options, the patient is started on tamoxifen.  While on this medication, she experiences hot flashes that come and go in waves and affect her sleep significantly.  Which of the following conditions is the patient also likely to experience as a result of this therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decrease in bone mass","answer_2":"B. Decrease in HDL level","answer_3":"C. Endometrial hyperplasia","answer_4":"D. Fibroadenoma of the breast","answer_5":"E. Increase in LDL level","percent_1":"22%","percent_2":"2%","percent_3":"73%","percent_4":"1%","percent_5":"3%","right_answer":"C. Endometrial hyperplasia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Selective estrogen receptor modulators# ∆⨉ §^#Drugs# ∆ • Tamoxifen • Raloxifene §^#Mechanism of action# ∆ • Competitive inhibitor of estrogen binding • Mixed agonist/antagonist action §^#Indications# ∆ • Prevention of breast cancer in high-risk patients • Tamoxifen: adjuvant treatment of breast cancer • Raloxifene: postmenopausal osteoporosis §^#Adverse effects# ∆ • Hot flashes • Venous thromboembolism • Endometrial hyperplasia & carcinoma (tamoxifen only) • Uterine sarcoma (tamoxifen only)","explanation_img":"","explanation_1":"","explanation_2":"Tamoxifen and raloxifene are #selective estrogen receptor modulators# (SERMs).  They interact with the estrogen receptor and have agonist or antagonist activity depending on the tissue.  In breast tissue, tamoxifen has an anti-estrogenic effect, and it is used for adjuvant treatment of estrogen receptor-positive #breast cancer#.  Tamoxifen reduces the risk of recurrent cancer as well as estrogen-dependent benign breast lesions (eg, fibroadenoma, cystic changes) #(choice D).# $In endometrial tissue, however, tamoxifen has a stimulatory effect and can lead to development of #endometrial hyperplasia# and endometrial cancer.  This risk is not seen with raloxifene. $#(Choice A)#  Tamoxifen and raloxifene act as partial estrogen receptor agonists in bone and can cause an increase in bone mineral density after menopause. $#(Choices B and E)#  Tamoxifen has a favorable effect on serum lipids, with a decrease in total and LDL cholesterol and no significant change in HDL.  Serum triglycerides may increase in some patients. $#Educational objective# Selective estrogen receptor modulators (eg, tamoxifen, raloxifene) are competitive inhibitors of estrogen binding to estrogen receptors.  They can have agonist or antagonist effects depending on the specific tissue.  Tamoxifen has an estrogenic effect on the uterus and can cause endometrial hyperplasia and cancer. "},

{"id":"1839","title":"A 19-year-old woman comes to the office for evaluation of amenorrhea.  The patient underwent menarche at age 12, and she previously had menses regularly every 25-28 days.  However, for the past year, her menses have been irregular, and her last menstrual period was 3 months ago.  The patient has no significant medical history, eats mainly fruits and vegetables, and exercises regularly at a local gym.  On further questioning, she expresses concern about being overweight and asks for suggestions on cutting down her caloric intake.  BMI is 18 kg/m2.  The patient is thin and has dry skin covered by fine, downy hair.  A pregnancy test is negative.  Which of the following laboratory findings are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆GnRH∆FSH∆Estradiol","answer_1":"§A.∆Increased∆Increased∆Decreased","answer_2":"§B.∆Increased∆Decreased∆Decreased","answer_3":"§C.∆Decreased∆Normal∆Normal","answer_4":"§D.∆Decreased∆Decreased∆Decreased","answer_5":"§E.∆Normal∆Normal∆Decreased","percent_1":"10%","percent_2":"10%","percent_3":"1%","percent_4":"77%","percent_5":"2%","right_answer":"§D.∆Decreased∆Decreased∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1839.jpg","explanation_1":"","explanation_2":"$Amenorrhea is categorized as primary (no onset of menarche by age 15) or secondary (no menses for ≥3 months in premenopausal patients with previously regular menses).  This patient has #secondary amenorrhea#, which usually occurs due to endocrine dysfunction (eg, hypothalamic-pituitary-ovarian axis dysfunction, thyroid disorder), pregnancy, or intrauterine adhesions (ie, Asherman syndrome). $This patient's distorted body image (feeling overweight despite underweight BMI), restricted diet, exercise regimen, dry skin, and lanugo (fine hair indicating inadequate caloric intake) suggest #anorexia nervosa#, a common cause of #functional hypothalamic amenorrhea# (FHA).  The pathophysiology of FHA is incompletely understood but is thought to arise due to diminished adipose tissue stores, which reduce circulating leptin levels.  In response, the hypothalamus decreases the amplitude and frequency of pulsatile gonadotropin-releasing hormone (GnRH) release, leading to #low GnRH# levels, #decreased pituitary LH and FSH# secretion, #low circulating estrogen# levels, anovulation, and amenorrhea #(choices C and E)#. $In addition to anorexia nervosa, FHA can also occur when caloric expenditure is out of proportion to intake, such as in female #athletes# (eg, distance runners, dancers) or patients with chronic illness, particularly those with low adipose stores.  FHA is a form of hypogonadotrophic (low LH and FSH) hypogonadism (low estrogen).  Therefore, potential complications in young patients include reduced peak bone mass, which may lead to early-onset #osteoporosis#. $#(Choice A)#  Low circulating estrogen levels despite increased GnRH and FSH secretion are consistent with a primary ovarian disorder (eg, primary ovarian insufficiency [POI], menopause).  POI is associated with Turner syndrome and prior chemoradiation, not anorexia nervosa. $#(Choice B)#  Pituitary dysfunction, which includes anatomic (eg, prolactinoma) and functional disorders (eg, hypopituitarism due to infarction [Sheehan syndrome]), can cause hypogonadotropic hypogonadism and amenorrhea characterized by increased GnRH, low FSH and LH, and low estrogen.  However, prolactinomas typically present with additional clinical features (eg, bilateral galactorrhea), and Sheehan syndrome is usually associated with prior hemorrhage, particularly obstetric hemorrhage. $#Educational objective# Functional hypothalamic amenorrhea is a common cause of secondary amenorrhea and occurs due to decreased amplitude and frequency of pulsatile gonadotropin-releasing hormone release from the hypothalamus, which in turn leads to low FSH, LH, and estrogen levels.  Causes include anorexia nervosa (eg, distorted body image, restricted diet, lanugo), excessive strenuous exercise, and chronic illness. "},

{"id":"698","title":"A 6-year-old girl is brought to the office by her mother due to pubertal development over the past year.  The mother has noticed that her daughter has developed breasts and is also much taller than most of her classmates.  Weight is at the 50th percentile and height is at the 95th percentile.  Physical examination reveals Tanner stage 3 breast development and coarse pubic hair.  She is diagnosed with idiopathic precocious puberty.  Without treatment, this patient's projected height will most likely be shorter than average due to which of the following hormonal effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Estrogen effect on the long bone diaphysis","answer_2":"B. Estrogen effect on the long bone epiphysis","answer_3":"C. Estrogen effect on the long bone epiphyseal plate","answer_4":"D. Insulin-like growth factor 1 effect on the long bone diaphysis","answer_5":"E. Insulin-like growth factor 1 effect on the long bone epiphyseal plate","percent_1":"15%","percent_2":"54%","percent_3":"18%","percent_4":"9%","percent_5":"4%","right_answer":"C. Estrogen effect on the long bone epiphyseal plate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp698.jpg","explanation_1":"","explanation_2":"$Normal pubertal development in girls manifests with @secondary sexual characteristics@ at age ≥8 and is due to pulsatile GnRH secretion from the hypothalamus.  This stimulates LH and FSH release from the pituitary, which triggers ovarian estrogen production.  Precocious puberty, defined in girls as the development of secondary sexual characteristics at age <8, is often caused by early maturation of this hormonal axis, or #idiopathic precocious puberty#.  This condition is gonadotropin-dependent and characterized by early-onset #pulsatile GnRH# secretion, resulting in rising #estrogen production# in young girls. $Major actions of estrogen include stimulation of #breast development# and bone growth.  A @growth spurt@ occurs during early puberty primarily due to positive feedback by estrogen on growth hormone (GH) production.  GH stimulates insulin-like growth factor 1 (IGF-1) synthesis, which leads to the differentiation and proliferation of chondrocytes in the epiphyseal plate and therefore increased linear growth #(Choices D and E)#.  This rapid growth explains this patient's height at the 95th percentile, and the growth spurt typically results in achievement of 90% of final adult height. $At high doses, estradiol, a potent estrogen-derived steroid hormone, promotes senescence of chondrocytes and therefore #closure of the epiphyseal plate# (ie, @growth plate@) #(Choices A and B)#.  Once it is closed, linear growth is irreversibly stopped.  Although this patient is now taller than her peers, #without treatment#, excess estrogens will cause the growth plates to close prematurely, and she will be #shorter# than average.  Treatment of central precocious puberty is typically with a GnRH agonist, which causes continuous (rather than pulsatile) stimulation of the gonadotrophs, leading to decreased sex hormone production. $#Educational objective# Idiopathic precocious puberty is characterized by early-onset, pulsatile GnRH secretion, resulting in increased estrogen production.  Estrogens promote bone growth but also epiphyseal plate (ie, growth plate) closure, so without treatment, patients typically have an early growth spurt but a shorter-than-expected adult height.  ","clickable_1":"images/img1.698.jpg","clickable_2":"images/img2.698.jpg","clickable_3":"images/img3.698.jpg"},

{"id":"925","title":"A 16-year-old girl comes to the office for a pre-participatory school sports examination.  She plays on her high school soccer team and also frequently competes in local beauty pageants.  The patient follows strict dietary limitations and exercises strenuously 2 hours a day.  Onset of menses was at age 13, but her last menstrual period was 8 months ago.  She otherwise feels well.  Her height is 165 cm (5 ft 5 in) and her weight is 45.3 kg (100 lb), with a BMI of 16.6 kg/m2.  Physical examination shows a pale and thin girl with fine hair around her trunk, but the remainder is otherwise normal.  Urine pregnancy test is negative.  Which of the following is the most likely mechanism of her amenorrhea?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperprolactinemia","answer_2":"B. Hyperthyroidism","answer_3":"C. Hypothalamic suppression","answer_4":"D. Primary ovarian failure","answer_5":"E. Primary pituitary dysfunction","percent_1":"3%","percent_2":"3%","percent_3":"80%","percent_4":"7%","percent_5":"6%","right_answer":"C. Hypothalamic suppression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp925.jpg","explanation_1":"","explanation_2":"$Amenorrhea can be categorized as primary (failure of menarche prior to age 15) or secondary (cessation of menstruation in premenopausal women who previously have had menses).  Secondary amenorrhea can be due to hypothalamic, pituitary, ovarian, uterine, or other endocrine (eg, thyroid) disorders. $This patient has #secondary amenorrhea# associated with low body weight, frequent strenuous exercise, and lanugo (fine hair indicating inadequate caloric intake), suggesting #functional hypothalamic amenorrhea# (FHA).  FHA is commonly seen in competitive athletes, dancers, fashion models, and others who maintain very low body weights.  The underlying pathophysiology of FHA is incompletely understood but appears to involve reduced circulating #leptin# levels as a result of diminished adipose tissue stores.  The decrease in leptin levels inhibits #pulsatile gonadotropin-releasing hormone (GnRH) release# from the hypothalamus, causing decreased pituitary LH and FSH secretion, low circulating estrogen levels, and amenorrhea. $#(Choice A)#  Like FHA, hyperprolactinemia can cause secondary amenorrhea by suppressing normal GnRH release in the hypothalamus.  Affected women may also develop galactorrhea.  However, this patient's low body weight, caloric restriction, and strenuous exercise regimen are more consistent with FHA. $#(Choice B)#  Hyperthyroidism can cause irregular menses or amenorrhea, along with weight loss.  However, this patient has no other features to suggest a thyroid disorder (eg, goiter, temperature intolerance, diarrhea, hair loss). $#(Choices D and E)#  The amenorrhea in patients with FHA stems from a deficiency in hypothalamic GnRH release, rather than a problem with the pituitary or ovaries; this patient has no other features of hypopituitarism. $#Educational objective# Functional hypothalamic amenorrhea results from loss of pulsatile gonadotropin-releasing hormone release from the hypothalamus and is caused by weight loss, strenuous exercise, systemic illness, or abnormal eating habits.  Loss of cyclic gonadotropin release leads to a decrease in LH and FSH secretion from the pituitary, which in turn causes low circulating estrogen levels.  "},

{"id":"579","title":"A 14-year-old boy is brought to the physician by his mother.  She is concerned because although tall, her son looks much younger than his peers and shows no signs of \"masculinity.\"  On physical examination, the boy has poorly developed secondary sexual characteristics.  He is unable to distinguish smells but has good visual acuity.  Which of the following pathways is most likely defective in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/579.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"57%","percent_2":"5%","percent_3":"9%","percent_4":"20%","percent_5":"9%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has delayed puberty plus anosmia, consistent with a diagnosis of Kallmann syndrome.  Kallmann syndrome results from a failure of GnRH-secreting neurons to migrate from their origin in the olfactory placode (situated outside the central nervous system) to their normal anatomic location in the hypothalamus.  Most often, the cause is a mutation in the KAL-1 gene or the fibroblast growth factor receptor-1 gene, which code for proteins required in this migration. $Patients with Kallmann syndrome classically have central hypogonadism and anosmia, although there may be other midline defects as well (eg, cleft lip or cleft palate).  Most often, these patients present with delayed puberty.  On physical examination, the testes are often just 1-2 mL in volume.  There is usually some pubic hair because adrenarche occurs normally. $In the United States, delayed puberty is defined as the absence or incomplete development of secondary sexual characteristics by age 14 in boys and by age 12 in girls.  Testicular enlargement is the first sign of puberty in boys, and breast enlargement is the first sign in girls.  The initiation of puberty and the maintenance of secondary sexual characteristics and fertility require the coordinated efforts of the hypothalamus, pituitary, and gonads.  Delayed puberty can result from a derangement anywhere in this axis. $#(Choices B, C, D, and E)#  These pathways represent @normal feedback loops@ between the testes and the hypothalamus and pituitary.  Pituitary follicle-stimulating hormone (FSH) stimulates proliferation of the seminiferous tubules and spermatogenesis.  The seminiferous tubules produce inhibin, which feeds back to inhibit pituitary FSH secretion.  Luteinizing hormone from the pituitary stimulates the interstitial Leydig cells to produce testosterone, which also participates in feedback inhibition. $#Educational objective# In Kallmann syndrome, there is an absence of GnRH secretory neurons in the hypothalamus due to defective migration from the olfactory placode.  These patients have central hypogonadism and anosmia, and often present with delayed puberty. ","clickable_1":"images/img1.579.jpg"},

{"id":"13776","title":"A 26-year-old man comes to the emergency department due to a 10-hour history of progressively worsening right-sided scrotal pain.  Clinical and radiological evaluations confirm testicular torsion with significant ischemic damage and the patient undergoes unilateral orchiectomy.  Three months later, he comes to the office for follow-up.  The patient is otherwise healthy and takes no medications but is worried about the risk of sexual dysfunction and infertility.  Further evaluation is most likely to show which of the following sets of findings in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Erectile function ∆Sperm count","answer_1":"§A. ∆ Decreased ∆Decreased","answer_2":"§B. ∆ Normal ∆Decreased","answer_3":"§C. ∆ Normal ∆Normal","answer_4":"§D. ∆ Decreased ∆Normal","percent_1":"1%","percent_2":"59%","percent_3":"38%","percent_4":"1%","right_answer":"§B. ∆ Normal ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp13776.jpg","explanation_1":"","explanation_2":"$#Spermatogenesis# in the testis is dependent on 2 primary hormone systems.  Testicular Leydig cells produce #testosterone# in response to LH from the pituitary; in turn, LH is regulated by feedback inhibition from testosterone.  At the same time, FSH from the pituitary induces the Sertoli cells to produce androgen binding protein (ABP), which concentrates testosterone in the seminiferous tubules and facilitates @spermatogenesis@.  The Sertoli cells also produce inhibin, which provides feedback regulation of FSH. $Following #unilateral orchiectomy#, the initial drop in circulating testosterone stimulates pituitary LH secretion, leading to #compensatory testosterone production# and Leydig cell hyperplasia in the remaining testis.  Testosterone levels are quickly restored, maintaining normal libido, erectile function, and secondary sex characteristics. $Concurrently, the loss of inhibin following unilateral orchiectomy leads to increased pituitary FSH release, stimulating ABP production and facilitating spermatogenesis in the remaining testis.  However, due to the #loss of seminiferous tubules# in the orchiectomized testis, most patients experience #decreased net spermatogenesis#, often with reduced fertility #(choice C).# $#(Choice A)#  Bilateral testicular damage (eg, orchitis, bilateral orchiectomy) leads to azoospermia.  In addition, nontesticular sources of testosterone (eg, adrenals) are often inadequate to maintain normal libido and erectile function. $#(Choice D)#  Erectile dysfunction (ED) with normal sperm counts can be caused by a variety of disorders (eg, neurologic or vascular disorders, psychogenic ED), but most patients who have loss of testosterone production severe enough to cause ED will also have impaired spermatogenesis. $#Educational objective# Following unilateral orchiectomy, the drop in testosterone stimulates pituitary LH secretion, which stimulates increased testosterone production in the remaining testis and maintains libido, erectile function, and secondary sex characteristics.  However, the loss of sperm-producing tissue usually causes a drop in sperm counts.  ","clickable_1":"images/img1.13776.jpg"},

{"id":"209","title":"A 60-year-old man comes to the office due to 2 months of low back pain unresponsive to over-the-counter analgesics.  The pain is worse at night and interferes with sleep.  On examination, the lumbar vertebrae are tender to palpation, and the prostate is indurated and firm.  After a thorough evaluation, leuprolide therapy is started.  Which of the following changes in testosterone (solid line) and dihydrotestosterone (dashed line) levels are most likely to occur in this patient after initiation of therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","answer_5":"E. ","percent_1":"13%","percent_2":"59%","percent_3":"8%","percent_4":"17%","percent_5":"2%","right_answer":"B. ","ansImg_1":"images/ansA209.jpg","ansImg_2":"images/ansB209.jpg","ansImg_3":"images/ansC209.jpg","ansImg_4":"images/ansD209.jpg","ansImg_5":"images/ansE209.jpg","table":"","table_3":"","explanation_img":"images/exp209.jpg","explanation_1":"","explanation_2":"$This patient's nocturnal back pain, spinal tenderness, and indurated prostate suggest #prostate adenocarcinoma# with bony metastases.  Prostate cancer is an #androgen-dependent# tumor.  Because most androgens (eg, testosterone) in men are made in the Leydig cells of the testes, initial treatment focuses on a systemic reduction in androgen production via surgical or medical #orchiectomy#. $Androgen production is primarily regulated by the hypothalamic-pituitary-testicular axis.  Neurons in the hypothalamus release #GnRH# into the hypothalamic-pituitary portal system in a #pulsatile pattern# every 90-120 minutes.  This stimulates pituitary gonadotrophs to release luteinizing hormone (#LH#) into the circulation, which then binds to a surface receptor on Leydig cells and stimulates androgen production. $In medical orchiectomy, a #GnRH analogue# (eg, #leuprolide#) is administered to continuously stimulate pituitary gonadotrophs, which leads to down-regulation of the GnRH receptor, lower LH release, and reduced testicular androgen production.  However, because GnRH analogues #initially stimulate# pituitary gonadotrophs prior to the down-regulation of the receptor, most patients have a #transient increase in systemic androgens# during the first week of therapy (upward portion of graph).  This effect is generally blunted by administering a short course of androgen receptor antagonist medication (eg, bicalutamide) during treatment initiation in order to prevent worsening of the underlying prostate cancer. $#(Choices A and C)#  GnRH analogues stimulate the GnRH receptor prior to down-regulation, resulting in a transient increase in LH and systemic androgen production prior to down-regulation of the receptor. $#(Choice D)#  The enzyme 5-alpha reductase converts testosterone to dihydrotestosterone (DHT) in peripheral tissues (eg, skin, liver); as testosterone levels fall, DHT production will decrease concurrently.  GnRH analogues have no effect on the activity of 5-alpha reductase, therefore, testosterone and DHT levels rise and fall in synchrony following GnRH administration. $#(Choice E)#  Benign prostatic hyperplasia is typically treated with a 5-alpha reductase inhibitor (eg, finasteride), which reduces the conversion of testosterone to DHT.  This class of medications reduces DHT levels while testosterone levels remain largely unaffected. $#Educational objective# Leuprolide is a GnRH agonist used to treat prostate cancer.  It initially stimulates pituitary LH secretion, which leads to a rise in androgen levels.  However, the GnRH receptor is subsequently down-regulated, which dramatically drops LH release and leads to a long-term decrease in androgen production.  "},

{"id":"656","title":"A 25-year-old woman comes to the office due to excessive facial hair growth that has worsened over the past several years.  The patient is very concerned and says it makes her feel self-conscious in public.  She has tried several cosmetic measures, including laser removal and waxing, but the results have been unsatisfactory.  Her past medical history is insignificant, and she takes no medications.  The patient's last menstrual period was 6 weeks ago, but she regularly has long cycles and otherwise feels well.  She is sexually active with her boyfriend and uses condoms for contraception.  Examination shows moderate obesity with mild hirsutism on the face and chest.  The patient is initiated on a combination oral contraceptive.  Which of the following describes the primary mechanism by which this agent reduces hirsutism?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of ornithine decarboxylase","answer_2":"B. Decreased androgen production","answer_3":"C. Increased insulin sensitivity","answer_4":"D. Inhibition of 5-α-reductase","answer_5":"E. Inhibition of androgen receptors","percent_1":"1%","percent_2":"80%","percent_3":"2%","percent_4":"7%","percent_5":"11%","right_answer":"B. Decreased androgen production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Polycystic ovary syndrome#∆⨉ §^#Clinical$ features# ∆ • Androgen excess: hirsutism, acne, androgenic alopecia • Ovarian dysfunction: menstrual irregularity, polycystic ovaries • Insulin resistance: acanthosis nigricans, glucose intolerance/diabetes, metabolic syndrome • Obesity §^#Treatment# ∆ • Weight loss • Combination hormonal contraceptives • Metformin (if hyperglycemia/diabetes)","explanation_img":"","explanation_1":"","explanation_2":"Excessive male-pattern hair growth in a woman is called #hirsutism#.  Hirsutism can be due to increased androgen production (eg, polycystic ovary syndrome, Cushing syndrome, ovarian and adrenal tumors), increased local conversion of testosterone to dihydrotestosterone (DHT), or higher sensitivity of hair follicles to DHT (eg, idiopathic hirsutism).  With excessive androgen exposure, soft, non-pigmented villous hair changes to coarse pigmented terminal hair in androgen-dependent areas of the body (eg, face, chest, back).  #Virilization #occurs with very high androgen levels and is characterized by clitoromegaly, increased muscularity, and voice deepening in addition to hirsutism. $The most common cause of hirsutism is #polycystic ovary syndrome #(PCOS), which is often associated with elevated androgen levels.  Combination oral contraceptive pills (OCPs) are usually the first choice for treating hirsutism in PCOS.  OCPs work by suppressing LH secretion from the pituitary, thereby decreasing ovarian androgen production.  They also increase sex hormone-binding globulin synthesis by the liver, decreasing free testosterone levels. $#(Choice A)#  Ornithine decarboxylase is involved in DNA stabilization and repair.  Inhibition leads to decreased cell growth and increased apoptosis.  Eflornithine is a topical ornithine decarboxylase inhibitor used to decrease the rate of facial hair growth. $#(Choice C)#  Patients with PCOS who develop diabetes mellitus are usually treated with metformin, which increases insulin sensitivity.  Metformin can also help normalize menses but would not improve hirsutism. $#(Choices D and E)#  Testosterone receptor antagonists (eg, spironolactone) are effective in suppressing androgen-dependent hair growth.  5-α-reductase inhibitors (eg, finasteride) decrease peripheral conversion of testosterone to DHT but are less effective than testosterone receptor antagonists in treating hirsutism.  Both are strongly teratogenic. $#Educational objective# Male-pattern hair growth in a woman is called hirsutism; the most common cause is polycystic ovary syndrome.  Combination oral contraceptive pills can treat hirsutism by suppressing pituitary LH secretion and subsequently decreasing ovarian androgen production.  "},

{"id":"14818","title":"A 65-year-old man with benign prostatic hyperplasia comes to the office for a follow-up appointment.  He has a history of obstructive urinary symptoms that were unrelieved with tamsulosin, and a new medication was prescribed at his last visit 8 months ago.  Since starting the new medication, the patient has experienced gradual improvement in urinary hesitancy and strength of urinary stream.  However, he also has noticed a significant increase in the size of his breasts.  The patient reports no pain or changes in weight.  Glandular tissue, approximately 2 cm in diameter, is palpated under the nipples and is mildly tender to palpation.  There is no nipple discharge, breast asymmetry, or rash.  This patient's breast findings are most likely due to which of the following drug effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of androgen receptors","answer_2":"B. Decreased testicular production of testosterone","answer_3":"C. Displacement of estrogen from sex hormone–binding globulin","answer_4":"D. Increased peripheral conversion of testosterone to estradiol","answer_5":"E. Increased prolactin production","percent_1":"22%","percent_2":"8%","percent_3":"3%","percent_4":"63%","percent_5":"3%","right_answer":"D. Increased peripheral conversion of testosterone to estradiol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medication-induced gynecomastia*# ∆⨉ §^#Drug# ∆^#Mechanism# §^#Estrogens# ∆ Direct stimulation of ductal epithelial hyperplasia §^#Antiandrogens$ (eg, flutamide, bicalutamide)# ∆ Competitive inhibition of testosterone receptor §^#5-alpha reductase$ inhibitors (eg, finasteride)# ∆ ↓ Conversion of testosterone to dihydrotestosterone §^#Spironolactone# ∆ ↓ Testosterone synthesis & inhibition of testosterone receptor §^#Ketoconazole# ∆ ↓ Synthesis of steroid hormones (↓ androgen > ↓ estrogen) §^#Cimetidine# ∆ Inhibition of testosterone receptor §^#Androgen-anabolic$ steroids# ∆ Aromatization of androgens to estrogen %#*Drugs that increase the estrogen/testosterone ratio are associated with gynecomastia.","explanation_img":"","explanation_1":"","explanation_2":"#Gynecomastia# is the abnormal development of glandular breast tissue in males.  It is characterized by ductal epithelial hyperplasia with fibrosis of the surrounding stroma.  Breast growth is inhibited by androgens and promoted by estrogens; conditions that cause #increased estrogen/androgen ratio# can lead to gynecomastia. $This patient, who did not respond to first-line therapy (ie, tamsulosin, an alpha-adrenergic antagonist) for benign prostatic hyperplasia, has likely been prescribed a #5-alpha reductase inhibitor# (eg, finasteride, dutasteride).  These medications #block conversion of testosterone to dihydrotestosterone#, which has a higher affinity for the testosterone receptor and mediates most testosterone effects (including prostatic hyperplasia). $However, the #excess testosterone# is then #converted to estrogen# (eg, estradiol) by @aromatase@ in various tissues (eg, adipose, bone), leading to gynecomastia.  Both the beneficial effects and potential gynecomastia of 5-alpha reductase inhibitors develop slowly and are generally not apparent in the first several months of therapy. $#(Choice A)#  Androgen receptor antagonists (eg, flutamide, bicalutamide) are competitive inhibitors that @block the binding of androgens@ in target tissues; these agents are widely used in metastatic prostate cancer but not for treating BPH. $#(Choices B and C)#  Ketoconazole is an antifungal agent that inhibits enzymes in the steroid hormone biosynthetic pathway, reducing testosterone synthesis.  Spironolactone is an aldosterone receptor antagonist that also @decreases testosterone synthesis@ in addition to cross-inhibition of the androgen receptor.  Both drugs also can displace estrogen from plasma binding proteins and raise free estrogen levels, but neither is used in BPH. $#(Choice E)#  Pituitary prolactin secretion is under @negative regulation by dopamine@.  Dopamine receptor antagonists (eg, antipsychotic medications) facilitate increased prolactin release and can occasionally cause galactorrhea.  The resulting hyperprolactinemia can also @suppress release of FSH and LH@, leading to central hypogonadism (and rarely gynecomastia). $#Educational objective# 5-alpha reductase inhibitors (eg, finasteride, dutasteride) are used in the treatment of benign prostatic hyperplasia.  They block the conversion of testosterone to dihydrotestosterone; the excess testosterone is then available for conversion to estrogens (eg, estradiol) by aromatase, which can lead to gynecomastia.  ","clickable_1":"images/img1.14818.jpg","clickable_2":"images/img2.14818.jpg","clickable_3":"images/img3.14818.jpg","clickable_4":"images/img4.14818.jpg","clickable_5":"images/img5.14818.jpg"},

{"id":"584","title":"A 57-year-old woman comes to the office due to left breast pain associated with fatigue, nausea, and unexplained weight loss.  She is referred for mammography, which reveals a 3-cm dominant mass in the left breast.  Biopsy confirms the mass to be adenocarcinoma, and subsequent studies find that the tumor is estrogen receptor-positive and human epidermal growth factor receptor 2- (HER2) negative.  The patient experienced menopause at age 52, and her past medical history is otherwise unremarkable.  Anastrozole treatment is initiated and leads to a substantial decrease in the size of the primary tumor.  Which of the following is the best explanation for the therapeutic effect of this agent?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased androgen aromatization","answer_2":"B. Decreased androgen synthesis","answer_3":"C. Decreased follicular cell stimulation","answer_4":"D. Impaired ligand-receptor interaction","answer_5":"E. Impaired second-messenger action","percent_1":"70%","percent_2":"9%","percent_3":"3%","percent_4":"15%","percent_5":"3%","right_answer":"A. Decreased androgen aromatization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp584.jpg","explanation_1":"","explanation_2":"$Estrogens are synthesized primarily by the aromatization of androgens.  #Aromatase# belongs to the P450 superfamily and is highly expressed in #ovarian tissue# (in which expression is #gonadotropin dependent#).  Aromatase is also expressed in the adrenal cortex, subcutaneous fat, and breast.  In the postmenopausal state, follicular atresia leads to reduced numbers of granulosa cells and decreased ovarian estrogen synthesis.  However, the ovaries and adrenal glands continue to produce androgens in significant quantities, and #extraovarian aromatase# maintains a low level of estrogen in the peripheral circulation. $Estrogen is the main hormone driving the growth and development of estrogen receptor (ER)-positive malignant breast tumors.  #Aromatase inhibitors# (eg, anastrozole, letrozole, exemestane) reduce the synthesis of estrogen from androgens, suppressing estrogen levels in postmenopausal women and #slowing progression of ER-positive tumors#.  They are less effective as monotherapy in premenopausal women, as ovarian aromatase is upregulated substantially in response to gonadotropins. $#(Choice B)#  Although inhibition of androgen synthesis could theoretically decrease estrogen synthesis, most androgen synthesis inhibitors (eg, ketoconazole) are nonspecific and suppress other pathways of steroidogenesis (eg, cortisol, mineralocorticoid). $#(Choice C)#  Pulsatile stimulation of the pituitary by gonadotropin-releasing hormone (GnRH) increases secretion of LH and FSH.  However, continuous GnRH stimulation by long-acting GnRH analogs (eg, goserelin) suppresses LH and FSH release, decreasing production of estrogens in the ovarian follicle.  These agents are useful for ovarian suppression in premenopausal women with ER-positive breast cancer. $#(Choice D)#  Tamoxifen acts as either an antagonist or a partial agonist of the estrogen receptor, depending on the tissue.  In breast tissue, tamoxifen antagonizes the estrogen receptor and can be used as adjuvant therapy for ER-positive breast cancer. $#(Choice E)#  Many breast cancers overexpress epidermal growth factor receptor 2 (HER2).  Trastuzumab is a monoclonal antibody against HER2 that is used in patients with HER2-positive tumors.  It inhibits MAPK and PI3K/Akt signaling pathways, increases degradation of HER2, and facilitates antibody-mediated destruction of tumor cells. $#Educational objective# Estrogen is the main hormone responsible for the growth and development of estrogen receptor (ER)-positive breast tumors.  Aromatase inhibitors (eg, anastrozole, letrozole, exemestane) decrease the synthesis of estrogen from androgens, suppressing estrogen levels and slowing progression of ER-positive tumors.  "},

{"id":"1901","title":"A 25-year-old man comes to the office for evaluation of facial acne.  He has no significant past medical history and does not use tobacco or alcohol.  The patient works as a personal trainer.  His family history is significant for diabetes mellitus in his mother and leukemia in his father.  His blood pressure is 134/82 mm Hg and pulse is 58/min.  On physical examination, there is mild facial acne.  The patient's lungs are clear to auscultation.  The liver span is 8 cm, and the spleen is not palpable.  His testes are soft, and testicular volume is decreased.  Laboratory results are as follows:","title_table":"?Hematocrit? 60℅ ?White blood cells? 7,500/mm3 ?Platelets? 225,000/mm3 ?Erythrocyte sedimentation rate? 15 mm/hr ?Serum creatinine? 1.2 mg/dL ?Blood urea nitrogen? 18 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely explanation for this patient's abnormal laboratory findings?","audio":"","comparison_items":"","answer_1":"A. High oxygen affinity hemoglobin","answer_2":"B. Intensive exercise schedule","answer_3":"C. Myeloproliferative disorder","answer_4":"D. Renal artery stenosis","answer_5":"E. Steroid drug abuse","answer_6":"F. Volume depletion due to excessive sweating","percent_1":"1%","percent_2":"4%","percent_3":"4%","percent_4":"2%","percent_5":"86%","percent_6":"3%","right_answer":"E. Steroid drug abuse","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1901.jpg","explanation_1":"","explanation_2":"$This patient has acne, testicular atrophy, and erythrocytosis, findings concerning for #androgenic steroid abuse#.  Abuse of androgens, androgen precursors, and agents that increase endogenous androgen production is most common in young adults who engage in competitive athletic activities or for cosmetic purposes. $Chronic androgen use may increase muscle mass but has multiple associated risks.  Testosterone stimulates red blood cell production, which accounts for the higher hematocrit in normal males compared to normal females.  This effect is exaggerated in exogenous androgen abuse, which #increases hematocrit# in a dose-dependent manner.  Androgens decrease gonadotropin secretion, which results in #testicular atrophy# and decreased sperm production.  Other common findings include #virilization# in women (eg, clitoromegaly, hirsutism) and #acne#. $#(Choices A and D)#  Mutations that cause a high oxygen affinity of hemoglobin reduce the ability of hemoglobin to release oxygen in tissues.  Low tissue oxygen levels in the kidneys stimulate erythropoietin release.  Renal artery stenosis decreases oxygen delivery to the kidney and also stimulates erythropoietin release.  These conditions may produce a compensatory erythrocytosis but would not produce the other clinical signs (eg, acne, testicular atrophy) seen in this patient. $#(Choice B)#  Intensive exercise could result in elevated myoglobin secondary to rhabdomyolysis, but the hematocrit level should not be changed by exercise. $#(Choice C)#  Myeloproliferative disorders, such as polycythemia vera (PV), can lead to erythrocytosis.  Patients with PV typically have leukocytosis and thrombocytosis as well.  This patient's additional physical findings make steroid abuse more likely. $#(Choice F)#  Heavy sweating may cause a transient increase in hematocrit due to loss of plasma volume but would likely cause other signs of dehydration (eg, tachycardia).  This patient's creatinine at the upper limit of normal is typical for patients with increased total muscle mass; hypovolemia also will usually cause a more pronounced rise in blood urea nitrogen. $#Educational objective# Androgenic steroid abuse may lead to erythrocytosis, testicular atrophy, acne, and virilization in women (eg, clitoromegaly, hirsutism). "},

{"id":"14952","title":"A 79-year-old man comes to the office for routine follow-up for chronic conditions.  The patient has hypertension, for which he takes amlodipine, and mild Alzheimer dementia, which is managed by his family with behavioral measures.  Medical history is notable for locally advanced prostate cancer, for which chronic leuprolide therapy has been prescribed.  The patient is otherwise healthy, eats a balanced diet, and exercises regularly.  Bone density testing with DXA was normal 2 years ago but now reveals osteoporosis.  Which of the following is the most likely cause of the reduced bone density in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased estrogen and testosterone levels","answer_2":"B. Decreased intestinal calcium absorption","answer_3":"C. Impaired 25-hydroxycholecalciferol activation","answer_4":"D. Increased parathyroid hormone levels","answer_5":"E. Paraneoplastic effects of the cancer cells","percent_1":"72%","percent_2":"4%","percent_3":"5%","percent_4":"5%","percent_5":"14%","right_answer":"A. Decreased estrogen and testosterone levels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14952.jpg","explanation_1":"","explanation_2":"$#Leuprolide# is a GnRH analogue used in the treatment of prostate cancer to suppress testosterone levels.  When administered in a pulsatile fashion (eg, intermittent intravenous infusion), leuprolide has GnRH agonist properties; however, #chronic administration# (eg, depot injection) results in a @continuous GnRH effect@ that leads to downregulation of GnRH receptors on gonadotropin cells in the pituitary gland.  This suppresses pituitary LH release and leads to #reduced# production of #testosterone# by Leydig cells.  Lower levels of circulating testosterone produce a clinical effect similar to that of surgical orchiectomy. $In male patients, androgens (eg, testosterone) are #aromatized to estrogens# that preserve bone density by reducing expression of receptor activator of nuclear factor kappa-B (RANK) on @osteoclast precursors@ and inducing production of osteoprotegerin (decoy receptor that opposes RANK-ligand) by osteoblasts.  The net effect is to prolong survival of osteoblasts, reduce differentiation and survival of osteoclasts, and decrease bone turnover.  Leuprolide therapy reduces testosterone and subsequent estrogen production and can lead to #accelerated bone loss# and increased risk for #osteoporosis#. $#(Choice B)#  Glucocorticoids (eg, prednisone) and proton pump inhibitors (eg, omeprazole) are associated with an increased risk for osteoporosis, at least partly due to the decreased intestinal absorption of calcium.  GnRH analogues have little effect on intestinal calcium absorption. $#(Choices C and D)#  Elevated parathyroid hormone (PTH) levels stimulate osteoclast activity and release of calcium from bone, increasing osteoporosis risk.  Similarly, low vitamin D concentrations lead to impaired calcium absorption with a compensatory increase in PTH.  Conversion of 25-hydroxyvitamin D (ie, 25-hydroxycholecalciferol) to its active form, 1,25-dihydroxyvitamin D, by 1-alpha-hydroxylase (stimulated by PTH) occurs in the kidneys; this is one reason that patients with chronic kidney disease are at increased risk for osteoporosis.  However, the vitamin D–PTH axis is not significantly influenced by leuprolide. $#(Choice E)#  Humoral hypercalcemia of malignancy (HHM) is a paraneoplastic syndrome due to release of PTH-related protein (PTHrP) by malignant cells.  PTHrP is structurally similar to PTH and acts on the PTH-1 receptor.  HHM is most commonly seen in squamous cell carcinoma (eg, lung), transitional cell carcinomas, and breast and ovarian cancers.  It typically presents with severe, symptomatic hypercalcemia (eg, constipation, lethargy) rather than osteoporosis. $#Educational objective# Chronic administration of GnRH agonists (eg, leuprolide) suppresses pituitary LH release and leads to reduced production of testosterone.  Lower levels of circulating testosterone produce a clinical effect similar to that of surgical orchiectomy and can lead to accelerated bone loss and increased risk for osteoporosis.  ","clickable_1":"images/img1.14952.jpg","clickable_2":"images/img2.14952.jpg"},

{"id":"208","title":"A patient is treated with a gonadotropin-releasing hormone (GnRH) infusion.  An intravenous line is placed and connected to a reservoir through a computerized pump.  The pump is programmed to deliver a predetermined dose of GnRH every 90 minutes, which results in a sharp rise in serum GnRH levels with each dose, followed by a rapid return to baseline.  LH and FSH levels are monitored in the initial phase of treatment.  Which of the following is the most likely indication for using this GnRH infusion?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Breast cancer","answer_2":"B. Endometriosis","answer_3":"C. Infertility","answer_4":"D. Precocious puberty","answer_5":"E. Prostate cancer","percent_1":"1%","percent_2":"2%","percent_3":"88%","percent_4":"5%","percent_5":"5%","right_answer":"C. Infertility","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp208.jpg","explanation_1":"","explanation_2":"$#Gonadotropin-releasing hormone# (GnRH) is a polypeptide that is normally released from the anterior hypothalamus in a pulsatile manner.  GnRH is carried to the anterior pituitary via the portal circulation, where it stimulates FSH and LH production.  #Pulsatile# stimulation of pituitary gonadotrophin cells by GnRH leads to upregulation of GnRH receptors and enhanced FSH and LH secretion.  FSH and LH are responsible for development of the dominant follicle in the ovaries.  Optimal frequency and amplitude of GnRH pulses are crucial for FSH and LH release and subsequent ovulation. $#Anovulation# due to hypogonadotropic hypogonadism is a common form of #infertility# that can be treated by pulsatile administration of GnRH.  GnRH has a very short half-life and is given by a programmable pump that delivers a predetermined dose at physiologic intervals.  Ovulation occurs in most patients in 10-20 days.  Signs of ovulation include loss of a dominant follicle on ultrasound, surge in urine LH levels, rise in serum progesterone levels, and rise in basal body temperature. $#(Choices A, B, D, and E)#  Constant, rather than pulsatile, GnRH activity causes down-regulation of the GnRH receptors on pituitary gonadotrophin cells, which suppresses LH and FSH secretion.  Although it is possible to use a pump to administer GnRH at a steady rate, it has a very short half-life, and long-acting GnRH analogs (eg, leuprolide) are easier to use and can be given monthly by intramuscular injection.  Long-acting GnRH analog therapy is used when suppression of gonadal function is desired, such as in certain patients with prostate cancer, endometriosis, precocious puberty, or premenopausal breast cancer. $#Educational objective# Pulsatile administration of gonadotropin-releasing hormone (GnRH) stimulates FSH and LH release and is useful for the treatment of infertility.  Nonpulsatile (constant) infusion of GnRH, or a long-acting analog, suppresses FSH and LH release and subsequently suppresses gonadal function.  "},

{"id":"582","title":"A 27-year-old man comes to the office for an infertility evaluation.  He and his wife have been trying to conceive for the last 16 months.  A previous evaluation of his wife showed no abnormalities.  The patient has no prior medical conditions and takes no medications.  Height is 188 cm (6' 2\") and weight is 75 kg (165.3 lb).  BMI is 21 kg/m2.  On physical examination, heart and lung sounds are normal.  There is bilateral gynecomastia, and genital examination shows small, firm testes.  The lower extremities appear abnormally long.  Further evaluation will most likely show which of the following sets of findings in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum LH ∆Serum FSH ∆Serum testosterone ∆Sperm count","answer_1":"§A. ∆ Decreased ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆ Normal ∆Normal ∆Normal ∆Absent","answer_3":"§C. ∆ Decreased ∆Normal ∆Increased ∆Decreased","answer_4":"§D. ∆ Increased ∆Increased ∆Decreased ∆Absent","answer_5":"§E. ∆ Normal ∆Increased ∆Normal ∆Decreased","percent_1":"21%","percent_2":"2%","percent_3":"3%","percent_4":"68%","percent_5":"6%","right_answer":"§D. ∆ Increased ∆Increased ∆Decreased ∆Absent","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp582.jpg","explanation_1":"","explanation_2":"$This patient has infertility, #gynecomastia#, and #long lower extremities#, findings which together are highly suggestive of #Klinefelter syndrome#.  Klinefelter syndrome is a chromosomal disorder (47,XXY) that can lead to #azoospermia# and infertility, although individuals with mosaic variants may have variable degrees of spermatogenesis.  Common nonreproductive manifestations include intellectual and language impairment. $Klinefelter syndrome is the most common cause of male hypogonadism and is characterized by progressive destruction and hyalinization of the seminiferous tubules, leading to small, firm testes.  Serum #inhibin levels are decreased# as a result of the Sertoli cell damage; Leydig cells are usually dysfunctional as well, resulting in #reduced testosterone# levels.  The loss of @feedback inhibition@ leads to #increased FSH and LH secretion#.  Gynecomastia is caused by an increased ratio of estrogens to androgens (high gonadotropin levels increase aromatase activity, which increases conversion of testosterone to estradiol). $#(Choice A)#  Hypogonadotropic (central) hypogonadism is caused by injury or dysfunction of the hypothalamus (eg, Kallmann syndrome) or pituitary gland (eg, adenomas).  LH, FSH, and testosterone levels are all low, and spermatogenesis is impaired.  Unlike in this patient, testes in central hypogonadism are atrophic and soft (not hyalinized and firm), and gynecomastia is uncommon because the decrease in gonadotropins reduces aromatase activity. $#(Choice B)#  Azoospermia associated with a normal hormonal profile suggests an obstruction along the path from the testes to the seminal fluid (eg, congenital absence of the vas deferens in cystic fibrosis).  In these patients, the testes and breasts are grossly normal. $#(Choice C)#  Decreased LH, normal FSH, and elevated testosterone in the setting of a low sperm count suggest exogenous testosterone use.  High androgen levels suppress LH secretion, decreasing endogenous testosterone production.  Despite the high circulating levels of exogenous androgen, these patients have a low sperm count because local androgen concentrations in the seminiferous tubule are suboptimal for spermatogenesis.  Over time, this leads to atrophy of the seminiferous tubules and soft, small testes. $#(Choice E)#  Normal LH and testosterone, elevated FSH, and a low sperm count can be seen in patients with cryptorchidism.  In this condition, the seminiferous tubules are damaged (resulting in elevated FSH levels), and the interstitial Leydig cells are preserved (maintaining normal LH and testosterone levels). $#Educational objective# Klinefelter syndrome (47,XXY) causes infertility characterized by primary hypogonadism (elevated FSH and LH, low testosterone) and azoospermia.  Other findings include long lower extremities; small, firm testes; and gynecomastia.  ","clickable_1":"images/img1.582.jpg"},

{"id":"954","title":"A 22-year-old woman with no prenatal care has a normal vaginal delivery.  On physical examination, the infant's external genitalia are atypical and ambiguous.  There is an intermediate clitorophallic length and a perineal urethral opening.  Well-circumscribed, mobile masses are palpable bilaterally in the inguinal area.  Vital signs are normal.  Serum testosterone level is within normal limits.  A karyotype is performed and shows 46,XY.  This infant most likely has a deficiency in which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 5α-reductase","answer_2":"B. 17-hydroxylase","answer_3":"C. 21-hydroxylase","answer_4":"D. Aromatase","answer_5":"E. DHEA sulfatase","percent_1":"56%","percent_2":"21%","percent_3":"13%","percent_4":"6%","percent_5":"4%","right_answer":"A. 5α-reductase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp954.jpg","explanation_1":"","explanation_2":"$@Sexual development@ is influenced predominantly by 3 steroid hormones: $• Testosterone#:# development of internal male genitalia (except prostate), spermatogenesis, male sexual differentiation at puberty (eg, muscle mass, libido) $• #Dihydrotestosterone# (DHT):  development of #external male genitalia#, growth of #prostate#, male-pattern hair growth; also amplifies effects of testosterone due to high affinity for testosterone receptor $• Estrogen#:#  endometrial proliferation, development of ovarian granulosa cells, breast development $#5α-reductase# converts #testosterone to DHT#.  There are 2 types of 5α-reductase: type 1 is present in postpubescent skin, whereas type 2 is found predominantly in the genitals. $5α-reductase #type 2 deficiency# results in diminished conversion of testosterone to DHT in the male urogenital tract.  In the phenotypically (46,XY)# male fetus# with this genetic defect, the internal genitalia (ie, testes) develop normally under the influence of testosterone.  However, due to the lack of DHT, the testicles remain undescended (#cryptorchid testes# presenting as inguinal masses) and the external genitalia do not develop properly, ranging from a small phallus with hypospadias to #ambiguous or female-type genitalia#. $Testosterone levels are within the normal range because of intact @negative feedback@.  At puberty, physiologic increased levels of testosterone and the action of 5α-reductase type 1 result in masculinization with male-pattern muscle mass, voice deepening, penile and scrotal growth, and testicular descent. $#(Choice B)#  @17-hydroxylase deficiency@ results in decreased secretion of cortisol and sex steroids and an increased level of mineralocorticoids.  This manifests clinically with sodium retention, leading to hypertension, and undervirilization of male infants due to low testosterone. $#(Choice C)#  @21-hydroxylase deficiency@ causes corticosteroid precursors to be shunted toward androgen production, resulting in virilization of the female fetus and salt wasting.  Male children have normal genitalia. $#(Choice D)#  Aromatase catalyzes the conversion of androgens to estrogens in the gonads and peripheral tissues.  Aromatase deficiency presents with virilization of female infants; male patients are not affected phenotypically. $#(Choice E)#  Dehydroepiandrosterone (DHEA) sulfate is a weak androgen produced by the adrenal cortex.  Deficiency of DHEA sulfatase does not result in undervirilization of the male fetus. $#Educational objective# 5α-reductase converts testosterone to dihydrotestosterone, which mediates development of the external genitalia in the male fetus.  Male neonates with 5α-reductase deficiency are born with ambiguous genitalia that typically masculinize at puberty.  ","clickable_1":"images/img1.954.jpg","clickable_2":"images/img2.954.jpg","clickable_3":"images/img3.954.jpg","clickable_4":"images/img4.954.jpg"},

{"id":"14920","title":"A 65-year-old woman comes to the emergency department due to left leg pain and swelling for the past day.  She has had no trauma or fever.  The patient has a history of hypertension, congestive heart failure, type 2 diabetes mellitus, and osteoporosis.  Family history is notable for breast cancer in her mother and sister.  She takes multiple medications.  Temperature is 37.8 C (100 F), blood pressure is 130/80 mm Hg, and pulse is 99/min.  Pulse oximetry shows 98% on ambient air.  The lungs are clear to auscultation, and heart sounds are normal without murmur.  There is tenderness and edema of the left lower extremity up to the mid thigh.  Venous Doppler ultrasonography reveals an occluding thrombus in the left femoral and popliteal veins.  Which of the following pharmacotherapies most likely contributed to this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alendronate","answer_2":"B. Chlorthalidone","answer_3":"C. Empagliflozin","answer_4":"D. Liraglutide","answer_5":"E. Raloxifene","answer_6":"F. Sacubitril-valsartan","answer_7":"G. Spironolactone","percent_1":"7%","percent_2":"6%","percent_3":"3%","percent_4":"3%","percent_5":"73%","percent_6":"3%","percent_7":"4%","right_answer":"E. Raloxifene","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Selective estrogen receptor modulators# ∆⨉ §^#Drugs# ∆ • Tamoxifen • Raloxifene §^#Mechanism of action# ∆ • Competitive inhibitor of estrogen binding • Mixed agonist/antagonist action §^#Indications# ∆ • Prevention of breast cancer in high-risk patients • Tamoxifen: adjuvant treatment of breast cancer • Raloxifene: postmenopausal osteoporosis §^#Adverse effects# ∆ • Hot flashes • Venous thromboembolism • Endometrial hyperplasia & carcinoma (tamoxifen only) • Uterine sarcoma (tamoxifen only)","explanation_img":"","explanation_1":"","explanation_2":"#Selective estrogen receptor modulators# (SERMs), such as raloxifene and tamoxifen, are nonsteroidal compounds that bind to estrogen receptors and exhibit estrogen antagonist and agonist properties in a tissue-specific manner.  #Raloxifene# has estrogen agonist activity on bone, inhibiting bone resorption and improving bone mineral density while exhibiting estrogen antagonist activity in the breast and endometrial tissue. $Medicines with estrogen agonist activity, including SERMs, oral contraceptives, and hormone replacement therapy, cause a prothrombotic state and can increase the risk for #venous thromboembolism# (VTE).  Proposed mechanisms include increased levels of clotting factors (eg, prothrombin; fibrinogen; factor VII, VIII, X) and activated protein C resistance.  Current or prior thromboembolic disorders are contraindications to SERM use. $#(Choice A)#  Bisphosphonates (eg, alendronate) inhibit osteoclast-mediated bone resorption.  Side effects include hypocalcemia, esophagitis, and osteonecrosis of the jaw.  Bisphosphonates have no estrogenic activity and do not increase the risk for VTE. $#(Choice B)#  Thiazide diuretics (eg, chlorthalidone) inhibit Na+/Cl- cotransporters in the distal convoluted tubule, decreasing reabsorption of Na+ and increasing reabsorption of calcium, which can be beneficial in patients with osteoporosis.  Side effects include electrolyte abnormalities, hyperglycemia, and hyperlipidemia. $#(Choice C)#  Sodium-glucose cotransporter 2 inhibitors (eg, empagliflozin) reduce reabsorption of glucose in the proximal renal tubule, leading to urinary glucose excretion.  Side effects include urinary tract and genital mycotic infections as well as hypotension. $#(Choice D)#  Glucagon-like peptide-1 (GLP-1) is released by the small intestine in response to food and induces glucose-dependent insulin release from pancreatic beta cells.  GLP-1 agonists (eg, liraglutide) lower blood glucose with little hypoglycemia risk, but can cause gastrointestinal upset and weight loss. $#(Choice F)#  Sacubitril is a neprilysin inhibitor that increases atrial natriuretic peptide and brain natriuretic peptide levels (thereby promoting diuresis and vasodilation) in patients with heart failure.  It is administered with an angiotensin II receptor blocker (valsartan) to offset the associated increase in angiotensin II levels.  Side effects include cough, hyperkalemia, and renal impairment. $#(Choice G)#  Spironolactone is an aldosterone antagonist used in patients with heart failure.  It has prominent anti-androgenic effects, which can lead to gynecomastia in male patients due to unopposed estrogenic effects on breast tissue.  However, it has minimal effects on estrogen levels and does not increase the risk of VTE. $#Educational objective# Raloxifene is a selective estrogen receptor modulator (SERM) that has estrogen agonist activity on bone and decreases bone resorption.  Medicines with estrogen agonist activity, including SERMs, oral contraceptives, and hormone replacement therapy, can increase the risk for venous thromboembolism.  "},

{"id":"216","title":"A 25-year-old man comes to the physician because he and his wife have been unable to conceive for the last 2 years.  They have no children.  Infertility evaluation is begun, and laboratory studies show a low sperm count.  A more thorough evaluation elucidates a rare genetic abnormality that leads to permanently inactive FSH receptors.  Which of the following substances is most likely decreased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. FSH","answer_2":"B. LH","answer_3":"C. Inhibin B","answer_4":"D. Testosterone","answer_5":"E. DHEA","percent_1":"2%","percent_2":"3%","percent_3":"79%","percent_4":"12%","percent_5":"4%","right_answer":"C. Inhibin B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp216.jpg","explanation_1":"","explanation_2":"$Pulsatile secretion of gonadotrophin-releasing hormone from the hypothalamus stimulates the release of follicle-stimulating hormone (FSH) and luteinizing hormone (LH) from the gonadotroph cells in the anterior pituitary.  LH stimulates the release of testosterone from the Leydig cells in the interstitium of the testicles, and FSH stimulates the release of inhibin B from the Sertoli cells in the seminiferous tubules of the testicles.  Testosterone and inhibin B induce negative feedback on LH and FSH production, respectively. $FSH also stimulates the Sertoli cells to produce androgen-binding protein locally, within the seminiferous tubules.  This androgen-binding protein is responsible for the high local testosterone concentration and is different from sex hormone-binding globulin, which is found in the blood.  High local levels of testosterone and FSH are necessary for spermatogenesis.  Defective FSH receptors will prevent spermatogenesis and cause low inhibin B levels, because FSH is responsible for both spermatogenesis and inhibin B production. $#(Choice A)#  FSH levels will be high in patients with FSH receptor defects because there is no negative feedback from inhibin B; inhibin B cannot be produced without proper functioning of the FSH pathway. $#(Choices B and D)#  LH and testosterone levels are likely to be normal in this patient because FSH does not play a role in either LH or testosterone feedback.  Since the FSH receptor defect is isolated, this patient will have normal testosterone and LH levels. $#(Choice E)#  The circulating levels of other androgens such as DHEA, DHEAS, and androstenedione are also not affected by FSH. $#Educational objective# LH stimulates the release of testosterone from the Leydig cells of the testes; FSH stimulates the release of inhibin B from the Sertoli cells in the seminiferous tubules.  Testosterone and inhibin B induce negative feedback on LH and FSH production, respectively.  "},

{"id":"658","title":"A 64-year-old man comes to the office due to a 6-month history of difficulty urinating, with frequent straining and dribbling.  His symptoms have increased over time and affect his quality of life significantly.  The physician prescribes a drug that gives the patient moderate symptomatic relief.  However, he also experiences a decrease in libido and impaired erectile function.  Which of the following is the most likely mechanism of action of this patient's medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased dihydrotestosterone synthesis","answer_2":"B. Decreased Leydig cell androgen synthesis","answer_3":"C. Decreased Leydig cell stimulation by LH","answer_4":"D. Decreased peripheral androgen aromatization","answer_5":"E. Impaired androgen-receptor interaction","answer_6":"F. Impaired second messenger action","percent_1":"57%","percent_2":"6%","percent_3":"6%","percent_4":"8%","percent_5":"14%","percent_6":"8%","right_answer":"A. Decreased dihydrotestosterone synthesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp658.jpg","explanation_1":"","explanation_2":"$This patient has #benign prostatic hyperplasia# (BPH) with lower urinary tract symptoms (eg, hesitancy, dribbling).  BPH is characterized by an increase in glandular volume, which @obstructs urine flow@ in the prostatic urethra.  Prostate enlargement in BPH is driven primarily by #dihydrotestosterone# (DHT), which is derived from testosterone by #5-alpha-reductase #(5AR) in peripheral tissues.  DHT has a much higher affinity than testosterone for the androgen receptor and mediates the majority of testosterone effects. $#5AR inhibitors# (eg, finasteride) are antiandrogen agents that reduce conversion of testosterone to DHT.  In men with BPH, 5AR inhibitors induce a gradual #reduction in prostate volume#, improving urinary flow.  However, they are associated with significant #androgen-deficiency effects#, including decreased libido, erectile dysfunction, and decreased ejaculate volume.  In addition, the residual testosterone is available for conversion by aromatase to estradiol, leading to gynecomastia. $#(Choices B and C)#  Long-acting gonadotropin-releasing hormone (GnRH) analogues (eg, leuprolide) suppress pituitary LH secretion, leading to decreased testosterone production in Leydig cells.  Steroid synthesis inhibitors (eg, ketoconazole) directly reduce testosterone production in the testes.  However, 5AR inhibitors affect peripheral testosterone metabolism, not testosterone production. $#(Choice D)#  Aromatase inhibitors (eg, anastrozole) decrease conversion of androgens to the corresponding estrogens and are primarily used in treatment of hormone receptor–positive breast cancer in women.  These agents are not used for BPH. $#(Choice E)#  The interaction of testosterone and DHT with the androgen receptor is inhibited by flutamide and spironolactone.  These agents have significant feminizing effects (eg, gynecomastia) and are not used in BPH. $#(Choice F)#  The androgen receptor primarily acts as a DNA-binding transcription factor and does not require second messenger action.  5AR inhibitors do not have a significant effect on second messenger systems. $#Educational objective# 5-alpha-reductase inhibitors (eg, finasteride) reduce conversion of testosterone to dihydrotestosterone.  In men with benign prostatic hyperplasia, these agents reduce prostate volume and alleviate obstruction of urinary flow.  However, they are associated with androgen-deficiency effects, including decreased libido, erectile dysfunction, and decreased ejaculate volume.  ","clickable_1":"images/img1.658.jpg"},

{"id":"19000","title":"A 40-year-old man comes to the office due to erectile dysfunction and loss of libido.  The patient's history is notable for Hodgkin lymphoma that was treated with chemotherapy.  Physical examination is normal except for small testes.  Laboratory evaluation shows consistently low total and free early morning testosterone levels and elevated serum LH.  Transdermal testosterone therapy is prescribed.  Which of the following should be periodically monitored during this patient's treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ECG","answer_2":"B. Hematocrit","answer_3":"C. Serum cortisol","answer_4":"D. Serum creatinine","answer_5":"E. Serum TSH and thyroxine","percent_1":"6%","percent_2":"48%","percent_3":"22%","percent_4":"7%","percent_5":"17%","right_answer":"B. Hematocrit","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Testosterone replacement therapy# ∆⨉ §^#Indications# ∆ • Symptoms of hypogonadism • Consistently low serum testosterone §^#Contraindications# ∆ • Prostate cancer (elevated PSA) • Hematocrit >50% • Severe obstructive sleep apnea §^#Adverse effects# ∆ • Erythrocytosis • Venous thromboembolism %#PSA =# prostate-specific antigen.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #hypogonadism# presenting with erectile dysfunction and loss of libido associated with a low serum testosterone level.  Other common manifestations of hypogonadism include fatigue, loss of muscle mass, and decreased bone density.  Hypogonadism is a common complication of cytotoxic chemotherapy (eg, cyclophosphamide) in long-term cancer survivors.  #Testosterone replacement therapy# (TRT) is indicated for men with symptoms of hypogonadism and persistently low serum testosterone levels. $However, testosterone has trophic effects on the prostate, mediated by conversion to dihydrotestosterone by 5-alpha reductase in local tissues.  TRT is associated with increased prostate volume, a rise in serum #prostate-specific antigen# (PSA), and a possible increase in the risk for prostate cancer.  PSA should be measured prior to initiation of therapy and periodically thereafter. $In addition, TRT can induce #erythrocytosis#, possibly due to suppression of hepcidin and increased intestinal iron absorption.  This can lead to increased blood viscosity and an elevated risk for thromboembolism.  Therefore, TRT should not be initiated in patients with a baseline hematocrit >50%, and #hematocrit# should be followed regularly during treatment. $#(Choice A)#  Some experts believe there is an increased risk of cardiovascular events associated with TRT and patients should be advised of this possibility.  However, testing (eg, ECG) in asymptomatic patients is not necessary. $#(Choices C and E)#  Patients with central/secondary hypogonadism (ie, low testosterone with low or inappropriately normal LH) should be tested for deficiencies in other hypothalamic-pituitary systems (eg, TSH + serum thyroxine, morning cortisol).  However, this patient has an elevated LH level consistent with primary hypogonadism, making these additional tests unnecessary. $#(Choice D)#  Because renal toxicity is not a major concern with TRT, renal function does not need to be monitored. $#Educational objective# Testosterone replacement therapy is indicated for men with symptomatic hypogonadism.  It is associated with an increase in serum prostate-specific antigen and may raise the risk of prostate cancer.  In addition, testosterone therapy can cause erythrocytosis (leading to thromboembolism), and hematocrit should be regularly monitored.  "},

{"id":"19007","title":"A 16-year-old boy is brought to the office for evaluation of irritability, slow growth, and acne.  The patient plays soccer and has been following an aggressive strength-training program.  When asked, he admits to using a performance-enhancing substance for the past 6 months.  What additional findings would most likely be present in this patient now compared to 6 months ago?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum LH ∆Serum estrogen ∆Spermatogenesis","answer_1":"§A. ∆ High ∆High ∆High","answer_2":"§B. ∆ High ∆High ∆Low","answer_3":"§C. ∆ High ∆Low ∆Low","answer_4":"§D. ∆ Low ∆High ∆High","answer_5":"§E. ∆ Low ∆High ∆Low","answer_6":"§F. ∆ Low ∆Low ∆Low","percent_1":"1%","percent_2":"8%","percent_3":"5%","percent_4":"5%","percent_5":"63%","percent_6":"18%","right_answer":"§E. ∆ Low ∆High ∆Low","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19007.jpg","explanation_1":"","explanation_2":"$Testosterone stimulates increased protein synthesis by skeletal myocytes.  Some competitive athletes and body builders #abuse testosterone# and other exogenous androgens to increase muscle mass and improve athletic performance.  However, excessive androgenic activity can cause significant adverse effects, including #acne# (increased dermal sebum production) and neuropsychiatric changes (eg, #irritability, aggression#, and anxiety). $Androgen abuse can also result in profound endocrine and reproductive effects.  Spermatogenesis in the seminiferous tubules is driven by FSH and requires a high local concentration of testosterone, which is produced by nearby Leydig cells and retained by androgen-binding protein.  Exogenous androgens @suppress@ GnRH, LH, and FSH secretion, leading to reduced endogenous testosterone secretion, #impaired spermatogenesis (choice D),# and #testicular atrophy#. $In addition, excess testosterone is converted by aromatase to yield high levels of estradiol #(choice F),# which can lead to #gynecomastia#.  In adolescent users, high circulating estrogen levels can also cause #premature epiphyseal closure# and short stature. $#(Choices A, B, and C)#  Excess circulating exogenous androgens (eg, testosterone) suppress pituitary LH release. $#Educational objective# Androgen abuse suppresses GnRH, LH, and FSH secretion, leading to reduced endogenous testosterone secretion, impaired spermatogenesis, and testicular atrophy.  In addition, excess testosterone is converted by aromatase to estradiol, which can lead to gynecomastia.  ","clickable_1":"images/img1.19007.jpg"}


]