[
    {"id":"10999","title":"A 23-year-old woman comes to the physician due to acute nausea and vomiting.  She recently returned from a vacation to Mexico and started to feel \"queasy\" on the last day of her trip.  The patient then developed nausea with frequent vomiting and intermittent bouts of watery diarrhea.  She has no visible blood in her stools.  Her temperature is 36.8 C (98 F), blood pressure is 118/70 mm Hg, pulse is 86/min, and respirations are 12/min.  Abdominal examination shows mild tenderness and increased bowel sounds.  Improvement of this patient's vomiting would best be achieved by a medication targeting which of the following receptors? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 5-HT3 receptor","answer_2":"B. µ-opioid receptor","answer_3":"C. Dopamine receptor","answer_4":"D. Histamine H1 receptor","answer_5":"E. Histamine H2 receptor","answer_6":"F. Muscarinic acetylcholine receptor","answer_7":"G. Somatostatin receptor","percent_1":"55%","percent_2":"9%","percent_3":"11%","percent_4":"5%","percent_5":"3%","percent_6":"14%","percent_7":"2%","right_answer":"A. 5-HT3 receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp10999.jpg","explanation_1":"","explanation_2":"$This patient's nausea, vomiting, and watery diarrhea are typical symptoms of classic #travelers' diarrhea (TD)#.  TD can be caused by a variety of organisms, including bacteria (eg, Escherichia coli), viruses (eg, rotaviruses), or occasionally, parasites (eg, Cryptosporidium parvum).  In most cases, the illness is self-limited and treatment is symptomatic. $The choice of antiemetic therapy depends on the source of the emetogenic stimulus.  Conditions that cause #gastrointestinal irritation# (eg, infections, chemotherapy, distention) result in increased mucosal #serotonin# release and activation of 5-HT3 receptors on vagal and spinal afferent nerves.  These then relay their impulses to the medullary vomiting center, inducing emesis.  #5-HT3 receptor antagonists# (eg, ondansetron) are well-tolerated medications that are very effective at reducing nausea and vomiting caused by gastrointestinal upset. $#(Choice B)#  Loperamide is a µ-opioid receptor agonist that functions as an antimotility agent.  It is commonly used in TD to reduce diarrhea but can worsen nausea and vomiting due to colonic retention. $#(Choice C)#  Dopamine receptor antagonists (eg, metoclopramide, prochlorperazine) are effective in treating central nausea (seen in acute migraines) and also reduce migraine headache pain.  Dopamine antagonists have significant adverse effects including sedation and extrapyramidal symptoms; these are not the first-line treatment for nausea due to gastrointestinal upset. $#(Choices D and F)#  First-generation H1 receptor antagonists (eg, diphenhydramine, meclizine) and muscarinic acetylcholine receptor antagonists (eg, scopolamine) are frequently used to treat vestibular nausea (eg, motion sickness).  Promethazine is a dopamine and H1 receptor antagonist that can also treat vestibular nausea.  All of these medications can cause significant sedation. $#(Choice E)#  H2 blockers (eg, famotidine) reduce gastric acid secretion and can alleviate symptoms of gastroesophageal reflux but do not treat nausea and vomiting. $#(Choice G)#  Somatostatin receptor agonists (eg, octreotide) inhibit bioactive amine release and are used to treat diarrhea in patients with carcinoid syndrome and vasoactive intestinal peptide-secreting tumors (ie, VIPoma).  They are also used for treatment of acute esophageal variceal hemorrhage. $#Educational objective# 5-HT3 receptor antagonists are useful for the treatment of visceral nausea due to gastrointestinal insults, such as gastroenteritis, chemotherapy, and general anesthesia.  Antihistamines and anticholinergics are recommended for vestibular nausea.  Dopamine antagonists are useful for nausea associated with migraine.  "},

{"id":"1817","title":"A 64-year-old woman comes to the emergency department due to intractable nausea and vomiting.  She has not been able to keep anything down and feels weak and tired.  The patient has had no diarrhea, constipation, or abdominal pain.  She was diagnosed with breast cancer 4 weeks ago and received her first cycle of chemotherapy 1 week ago.  Vital signs are within normal limits.  Mucous membranes are dry.  Cardiopulmonary examination is normal.  Bowel sounds are normal.  Which of the following agents would be most helpful in treating this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Histamine H1 blocker","answer_2":"B. Motilin receptor agonist","answer_3":"C. Mu opioid receptor agonist","answer_4":"D. Muscarinic M1 receptor antagonist","answer_5":"E. Serotonin 5-HT3 receptor antagonist","percent_1":"4%","percent_2":"2%","percent_3":"6%","percent_4":"6%","percent_5":"82%","right_answer":"E. Serotonin 5-HT3 receptor antagonist","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of antiemetic drugs# ∆⨉∆⨉ §^#Drug class# ∆^#Examples# ∆^#Clinical uses# §^#Antimuscarinics (anticholinergics)# ∆ • Scopolamine ∆ • Motion sickness • Hyperemesis gravidarum • (promethazine) §^#Antihistamines# ∆ • Diphenhydramine • Meclizine • Promethazine ∆↕ §^#Dopamine receptor antagonists# ∆ • Prochlorperazine • Metoclopramide ∆ • Chemotherapy-induced emesis §^#Serotonin (5-HT3) receptor $antagonists# ∆ • Ondansetron • Granisetron ∆↕ §^#Neurokinin 1 (NK1) receptor $antagonists# ∆ • Aprepitant • Fosaprepitant ∆↕","explanation_img":"","explanation_1":"","explanation_2":"The @vomiting reflex@ can be activated by either humoral or neuronal stimuli.  The #area postrema# in the fourth ventricle has a #chemoreceptor trigger zone# that can respond to many neurotransmitters, drugs, or toxins.  The #nucleus tractus solitarius# (NTS) in the medulla receives information from the area postrema, gastrointestinal (GI) tract via the vagus nerve, vestibular system, and central nervous system (eg, meninges, hypothalamus).  Neurons from the NTS project to other medullary nuclei and coordinate the vomiting process.  The 5 major receptors involved in stimulating the vomiting reflex in the area postrema and adjacent vomiting center nuclei are M1 muscarinic, D2 dopaminergic, H1 histaminic, 5-HT3 serotonergic, and neurokinin 1 (NK1) receptors. $#5-HT3 receptor antagonists# (eg, ondansetron, granisetron, dolasetron) are highly effective in preventing #chemotherapy-induced vomiting#.  These agents act by 2 primary mechanisms: blocking #vagus#-mediated nausea and vomiting (from the GI tract stimuli) and blocking central #serotonin# receptors in the area postrema and the NTS.  Other agents useful for chemotherapy-induced vomiting include NK1 #receptor antagonists# (eg, aprepitant), which inhibit substance P and help prevent both acute vomiting and delayed emesis; and dopamine receptor antagonists (eg, metoclopramide), which are associated with drowsiness and dystonic reactions. $#(Choices A and D)#  Histamine blockers and antimuscarinic/anticholinergic agents are most helpful for vestibular nausea and vomiting. $#(Choice B)#  Motilin regulates interdigestive migrating contractions.  Erythromycin is a motilin receptor agonist used for gastroparesis. $#(Choice C)#  Mu opioid receptor agonists (eg, morphine) are useful for cancer-related pain control but often have side effects such as nausea and vomiting. $#Educational objective# Ondansetron inhibits serotonin (5-HT3) receptors and is used primarily to treat nausea and vomiting following chemotherapy.  5-HT3 receptors are located peripherally in the presynaptic nerve terminals of the vagus nerve in the gastrointestinal tract.  These receptors are also present centrally in the chemoreceptor trigger zone and the solitary nucleus and tract.  ","clickable_1":"images/img1.1817.jpg"},

{"id":"11753","title":"A 26-year-old previously healthy man is brought to the emergency department after a motor vehicle collision. The patient was driving while wearing a seatbelt when his car was hit on the left side by another vehicle. He has since had persistent left shoulder pain. He also has nausea and hiccups. The patient's blood pressure is 90/60 mm Hg and pulse is 115/min. On examination, he has a bruise on the left lower chest wall with tenderness to palpation along the area. Chest auscultation reveals normal heart sounds and bilaterally equal breath sounds. He has a rigid and tender abdomen. Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic rupture","ansImg_1":"","answer_2":"B. Hemopericardium","ansImg_2":"","answer_3":"C. Humerus fracture","ansImg_3":"","answer_4":"D. Lung contusion","ansImg_4":"","answer_5":"E. Myocardial contusion","ansImg_5":"","answer_6":"F. Pneumothorax","ansImg_6":"","answer_7":"G. Splenic laceration","ansImg_7":"","right_answer":"G. Splenic laceration","percent_1":"4%","percent_2":"4%","percent_3":"1%","percent_4":"3%","percent_5":"1%","percent_6":"1%","percent_7":"85%","explanation_img":"","explanation_1":"","explanation_2":"$This patient's rigid abdomen with associated left shoulder pain, hypotension, and tachycardia suggests a possible #splenic laceration# and hemoperitoneum. The shoulder pain likely represents referred pain due to peritoneal irritation (#Kehr sign#).$The phrenic nerves originate from C3-C5 and pass between the lung and heart to provide motor function to the diaphragm. The phrenic nerves also provide sensory fibers to the pericardium, mediastinal pleura, and diaphragmatic peritoneum. The supraclavicular nerves originate from C3-C4 and their branches innervate the sternoclavicular joint, local muscles (eg, sternocleidomastoid), and the skin of the upper and posterior shoulder. Any abdominal process (eg, ruptured spleen, peritonitis, hemoperitoneum) irritating the sensory fibers around the diaphragm can cause #referred pain# via the phrenic nerve to the C3-C5 shoulder region. Phrenic nerve irritation can also cause #hiccups# due to spasmodic diaphragmatic contraction pulling air against a closed larynx.$(Choice A) Traumatic aortic rupture presents with chest wall contusions and hypotension, but it is not typically associated with persistent left shoulder pain or hiccups.$#(Choices B and D)# Hemopericardium (blood accumulation in the pericardial sac) typically presents with shortness of breath, tachycardia, jugular venous distention, and possible hypotension. Lung contusion usually presents gradually with shortness of breath, chest pain, and consolidation on lung imaging. However, persistent shoulder pain is not commonly associated with either condition.$(Choice C) Humerus fracture typically presents with acute shoulder pain that is increased with movement. Examination can show a deformed shoulder joint. This patient's rigid abdomen and absence of obvious shoulder abnormalities make this less likely.$(Choice E) Myocardial contusion after chest wall trauma typically presents with mid-anterior chest wall pain, shortness of breath, persistent tachycardia, and new conduction defects on ECG (eg, bundle branch block). It is not typically associated with persistent abdominal or shoulder pain.$(Choice F) Pneumothorax after chest trauma usually presents with tachypnea, shortness of breath, decreased or absent breath sounds, unilateral hyperresonance to percussion, and pleuritic chest pain. This patient's bilaterally equal breath sounds make this unlikely.$Educational objective Any abdominal process (eg, ruptured spleen, peritonitis, hemoperitoneum) irritating the phrenic nerve sensory fibers around the diaphragm can cause referred pain to the C3-C5 shoulder region (Kehr sign)."},

{"id":"53","title":"A 32-year-old woman comes to the office due to a 2-month history of dull pain in the right upper quadrant.  The pain is worse with deep inspiration.  The patient has no fever or weight loss.  She drinks alcohol socially but does not use tobacco or recreational drugs.  The patient has no significant family history of cancer.  Temperature is 37.1 C (98.8 F), blood pressure is 130/78 mm Hg, pulse is 82/min, and respirations are 16/min.  BMI is 36 kg/m2.  There is no jaundice.  On examination, mild hepatomegaly is noted; no ascites is present.  Abdominal ultrasonography reveals a solitary 4.5-cm mass in the right lobe of the liver.  The patient undergoes surgical resection.  On gross examination, the mass is soft and smooth with a tan appearance.  On cut surface, areas of hemorrhage and necrosis are noted.  Microscopic examination shows cells that are larger than normal hepatocytes and have small, regular nuclei without mitoses.  There are scattered prominent arteries; no portal tracts or interlobular bile ducts are present.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Focal nodular hyperplasia","answer_2":"B. Hepatocellular adenoma","answer_3":"C. Hepatocellular carcinoma","answer_4":"D. Pyogenic abscess","answer_5":"E. Solitary liver metastasis","percent_1":"36%","percent_2":"47%","percent_3":"8%","percent_4":"4%","percent_5":"4%","right_answer":"B. Hepatocellular adenoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Hepatocellular adenoma! ?Epidemiology? • Uncommon, benign liver tumor • Young women • Associated with estrogen exposure (eg, OCPs)$ & anabolic steroid use ?Clinical? • Often asymptomatic • Abdominal pain (due to hepatomegaly, $bleeding, or necrosis) • Life-threatening intraabdominal bleeding (due$ to tumor rupture) ?Pathology? • Solitary, well-circumscribed, unencapsulated $ liver mass • Sheets or plates of benign hepatocytes • Prominent arteries without portal tracts or$ interlobular bile ducts • Hemorrhage & necrosis %#OCPs# = oral contraceptive pills. ","explanation_img":"","explanation_1":"","explanation_2":"This patient's pathologic features are consistent with #hepatocellular adenoma# (HCA), an uncommon benign liver tumor found predominantly in #young women#. It is associated with #estrogen# exposure (eg, oral contraceptive pills), anabolic steroid use, and obesity.  Pathogenesis is thought to be hormonally mediated but is not fully understood. $ Macroscopically, HCA is typically a @well-circumscribed@, solid, #solitary, unencapsulated# mass arising in the right lobe.  The cut surface is often soft and tan with areas of hemorrhage and necrosis.  Histologically, HCA is composed of sheets or plates of #benign hepatocytes#.  Cells may be larger than normal hepatocytes but have small, @uniform nuclei@ (ie, no cytologic atypia) and rare mitoses. @Normal hepatic architecture@ is absent; instead, there are prominent arteries without normal portal tracts or interlobular bile ducts.  The uninvolved liver is usually noncirrhotic. $ Patients may be asymptomatic (ie, diagnosed incidentally by imaging) or have epigastric or #right upper quadrant pain# (due to hepatomegaly or intralesional bleeding or necrosis).  Because HCA is an unencapsulated and vascular lesion, there is #risk for rupture# with life-threatening intraabdominal bleeding (eg, severe abdominal pain, hypotension).  For this reason, large or symptomatic HCAs are usually surgically resected. $ (Choice A) @Focal nodular hyperplasia@, a nonneoplastic liver lesion, occurs primarily in young women.  Although typically a well-circumscribed, solitary mass, it characteristically has a central stellate scar. $ (Choice C)  @Hepatocellular carcinoma@ (HCC) typically arises in older patients with underlying liver disease and cirrhosis.  The macroscopic appearance can vary, but histopathology often shows @atypical hepatocytes@ with increased mitoses.  Although malignant transformation of HCA occasionally occurs, this patient's histopathology is not suggestive of HCC. $ (Choice D)  @Pyogenic hepatic abscess@ commonly results from biliary tract infection or portal vein pyemia (eg, bowel leakage).  Although it causes abdominal pain, patients are typically febrile.  Pathologic examination often shows a soft, yellow-green, necrotic lesion composed of neutrophils and debris. $ (Choice E)  The liver is a common site of metastasis in patients with a history of malignancy (eg, colorectal).  Histopathology of @metastases@ may resemble that of the primary tumor (eg, atypical epithelial cells forming infiltrative glands); mitoses are common. $ Educational objective Hepatocellular adenomas are benign liver tumors found predominantly in young women with a history of oral contraceptive use.  They are typically solitary, unencapsulated masses composed of benign hepatocytes and prominent arteries without normal portal tracts.  Patients may be asymptomatic, have abdominal pain, or have intraabdominal bleeding due to tumor rupture.","clickable_1":"images/img1.53.jpg","clickable_2":"images/img2.53.jpg","clickable_3":"images/img3.53.jpg","clickable_4":"images/img4.53.jpg","clickable_5":"images/img5.53.jpg","clickable_6":"images/img6.53.jpg","clickable_7":"images/img7.53.jpg","clickable_8":"images/img8.53.jpg"},

{"id":"11840","title":"A 42-year-old man comes to the office with rectal bleeding.  He used to have occasional streaks of blood on the tissue after wiping, but for the past several days he has seen blood dripping into the toilet at the end of defecation.  The patient reports chronic constipation and has to strain while having a bowel movement but has no rectal or abdominal pain.  He works as a truck driver, and his diet consists mainly of hamburgers and French fries.  Abdominal examination is unremarkable.  There is no mass or tenderness on digital rectal examination, but anoscopy shows bulging purplish-blue mucosal lesions above the dentate line.  Rubber band ligation of the lesions is most likely to involve which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deep external pudendal artery branches","ansImg_1":"","answer_2":"B. External iliac vein tributaries","ansImg_2":"","answer_3":"C. Inferior mesenteric vein tributaries","ansImg_3":"","answer_4":"D. Internal pudendal vein tributaries","ansImg_4":"","answer_5":"E. Left colic artery branches","ansImg_5":"","answer_6":"F. Superior vesical artery branches","ansImg_6":"","right_answer":"C. Inferior mesenteric vein tributaries","percent_1":"4%","percent_2":"5%","percent_3":"62%","percent_4":"24%","percent_5":"3%","percent_6":"2%","explanation_img":"images/exp11840.jpg","explanation_1":"","explanation_2":"$Hemorrhoids are classified based on their relation to the dentate line in the anal canal, with #internal hemorrhoids# originating #above the line# and external hemorrhoids below.  They result from abnormal distension of the anal @arteriovenous plexus@, which normally forms the anal cushions (composed of venous sinusoids and connective tissue) that are important for maintaining fecal continence.  Chronically increased venous pressure due to prolonged straining or breakdown of supporting tissue due to advancing age can cause the cushions to bulge into the anal canal, where they can become inflamed, thrombose, or prolapse. $Hemorrhoids can be treated with rubber band ligation, which cuts off the blood supply to the lesions and causes them to degenerate.  The venous components of internal hemorrhoids drain into the #superior rectal vein#, which communicates with the #inferior mesenteric vein#.  External hemorrhoids drain via the inferior rectal vein into the internal pudendal vein, which communicates with the internal iliac veins #(choice D).#  Internal hemorrhoids have no somatic sensory innervation and cannot cause pain; however, external hemorrhoids are innervated by the same nerves that cover the perianal area and can be very sensitive to pain. $#(Choice A)#  Branches of the deep external pudendal artery supply the scrotum (labia majora in females) and the perineum. $#(Choice B)#  The external iliac vein receives drainage from the inferior epigastric and deep circumflex iliac veins, which serve the anterior abdominal wall and iliac crest, respectively. $#(Choice E)#  The left colic artery branches off the inferior mesenteric artery to supply the transverse and descending colon. $#(Choice F)#  The superior vesical artery and its branches supply portions of the urinary bladder and ductus deferens. $#Educational objective# Hemorrhoids result from abnormal distension of a portion of the anal arteriovenous plexus.  The vascular components of internal hemorrhoids drain into the superior rectal vein, which subsequently drains into the inferior mesenteric vein.  Band ligation of hemorrhoids cuts off their blood supply, causing them to degenerate. ","clickable_1":"images/img1.11840.jpg"},

{"id":"8290","title":"A 46-year-old man comes to the office due to intermittent, bloody diarrhea and abdominal pain for the past month.  The patient has lost 12 lb (5.4 kg) during this period.  He was diagnosed with HIV 5 years ago but has been inconsistent with his antiretroviral medications.  Current CD4 count is 50/mm3 and plasma HIV viral load is 650,000 copies/mL.  Colonoscopy reveals multiple hemorrhagic, polypoidal lesions.  Biopsy of these lesions reveals a proliferation of spindle-shaped cells and small blood vessels.  Which of the following is the most likely cause of this patient's diarrhea?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenocarcinoma","answer_2":"B. Cryptosporidium parvum","answer_3":"C. Cytomegalovirus","answer_4":"D. Entamoeba histolytica","answer_5":"E. Kaposi sarcoma","answer_6":"F. Ulcerative colitis","percent_1":"8%","percent_2":"17%","percent_3":"14%","percent_4":"10%","percent_5":"48%","percent_6":"3%","right_answer":"E. Kaposi sarcoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Kaposi sarcoma! ?Etiology? • Endothelial tumor caused by human$ herpesvirus type 8 • Most common malignancy in patients with$$ untreated HIV • Endemic in certain African & Mediterranean regions ?Manifestations? • Cutaneous lesions:$== ○ Violaceous, red, or brown flat$ lesions → papules $==○ Most common along skin folds $==○ Pruritus, pain & friability are rare $==○ Lymphedema distal to lesions • Visceral lesions:$== ○ Lungs & gastrointestinal tract most$ common  $ ==○ May cause life-threatening bleeding ?Histopathology? • Proliferation of spindle-shaped endothelial$ cells • Slit-like vascular spaces • Extravasated red blood cells","explanation_img":"","explanation_1":"","explanation_2":"This patient with advanced HIV and diarrhea has endoscopic and histopathologic findings consistent with #Kaposi sarcoma# (KS).  KS, a vascular neoplasm that often presents in #HIV-positive# individuals, is caused by #human herpesvirus 8# (HHV-8). $ #Skin# involvement is characteristic (eg, purple papules on the lower extremities), but visceral involvement (eg, #gastrointestinal tract#, oral cavity, lung) may also occur, particularly in patients with advanced HIV.  Gastrointestinal KS is usually asymptomatic, but some patients may experience bloody diarrhea, weight loss, and/or abdominal pain. $ KS can often be distinguished endoscopically from infectious causes of diarrhea.  It usually appears as red-violet maculopapular lesions, raised #hemorrhagic nodules#, or polypoid masses.  @Histopathology@ typically shows a proliferation of #spindle-shaped endothelial cells# with irregular, #slit-like vascular spaces# and extravasated red blood cells. $ (Choice A)  @Colonic adenocarcinoma@ may appear polypoid endoscopically, but histopathology typically shows dysplastic epithelial cells with variable gland formation and/or mucin production, depending on the differentiation of the tumor. $ (Choice B)  @Cryptosporidiosis@ can cause profuse, watery, nonbloody diarrhea, particularly in patients with AIDS.  Endoscopy shows inflammation without ulcers, and microscopy shows basophilic organisms on the surface of intestinal epithelial cells. $ (Choice C)  Although @cytomegalovirus@ colitis may present with diarrhea and abdominal pain, colonoscopy usually shows multiple ulcers and mucosal erosions.  Histopathology shows characteristic cytomegalic cells with inclusion bodies. $ (Choice D)  @Entamoeba histolytica@ can cause bloody diarrhea and abdominal pain.  However, colonoscopy shows flask-shaped ulcers, and histopathology often shows trophozoites. $ (Choice F)  Although @ulcerative colitis@ may present with bloody diarrhea and abdominal pain, colonoscopy typically shows erythematous, friable, granular mucosa and possibly pseudopolyps (isolated areas of regenerative mucosa).  Histopathology often shows an inflammatory infiltrate involving the mucosa and submucosa with crypt abscesses. $ Educational objective Kaposi sarcoma, a vascular neoplasm that often presents in HIV-positive individuals, may involve the gastrointestinal tract, causing bloody diarrhea, weight loss, and abdominal pain.  Endoscopy characteristically reveals red-violet maculopapular lesions, raised hemorrhagic nodules, or polypoid masses.  Histopathology often shows spindle-shaped endothelial cells, slit-like vascular spaces, and extravasated red blood cells.","clickable_1":"images/img1.8290.jpg","clickable_2":"images/img2.8290.jpg","clickable_3":"images/img3.8290.jpg","clickable_4":"images/img4.8290.jpg","clickable_5":"images/img5.8290.jpg","clickable_6":"images/img6.8290.jpg"},

{"id":"417","title":"A 65-year-old woman comes to the emergency department due to nausea, vomiting, and abdominal pain that began about 6 hours ago.  She has also had vague pelvic pain over the last few months but says her pain has never been this severe.  Temperature is 38.4 C (101 F), blood pressure is 141/90 mm Hg, pulse is 92/min, and respirations are 18/min.  Physical examination shows a moderately distended abdomen.  There is a tender bulge below the inguinal ligament, lateral to the pubic tubercle.  The overlying skin is erythematous.  Which of the following structures is most likely immediately lateral to the bulge?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Femoral vein","ansImg_1":"","answer_2":"B. Inferior epigastric vessels","ansImg_2":"","answer_3":"C. Pectineal ligament","ansImg_3":"","answer_4":"D. Rectus muscle sheath","ansImg_4":"","answer_5":"E. Round ligament","ansImg_5":"","answer_6":"F. Transversalis fascia","ansImg_6":"","right_answer":"A. Femoral vein","percent_1":"72%","percent_2":"18%","percent_3":"2%","percent_4":"2%","percent_5":"4%","percent_6":"2%","explanation_img":"images/exp417.jpg","explanation_1":"","explanation_2":"$This patient has a #femoral hernia#, which characteristically presents with upper thigh, groin, or pelvic discomfort and a tender bulge #below the inguinal ligament#, lateral to the pubic tubercle and lacunar ligament.  Femoral hernias are more common in women and tend to occur on the right side.  Advanced age is the most important risk factor.  Over time, the femoral ring becomes lax and can widen, allowing bowel to protrude into the femoral canal, the medial most compartment within the femoral sheath.  The femoral vessels travel within other compartments of the femoral sheath, with the #femoral vein# running #immediately lateral# to the hernia. $Because the femoral canal is small, femoral hernias are prone to #incarceration#.  Incarcerated hernias cannot be reduced; if a segment of bowel is present in the hernia sac, incarceration can cause bowel obstruction (eg, nausea, vomiting, abdominal pain and distension).  Incarceration can also cause impaired blood flow to contents trapped in the hernia sac, resulting in #strangulation# (ischemia and necrosis) with potential systemic complications such as sepsis. $#(Choice B)#  Direct inguinal hernias protrude through weakened transversalis fascia, medial to the inferior epigastric vessels, and emerge into the Hesselbach triangle.  Indirect inguinal hernias protrude lateral to the inferior epigastric vessels before running through the deep (internal) inguinal ring and into the inguinal canal. $#(Choice C)#  The pectineal ligament (inguinal ligament of Cooper) is a thickened part of the pectineal fascia.  It overlies the pectineal ridge of the pubic bone and is located posterior to the femoral canal. $#(Choice D)#  The rectus muscle sheath forms the medial border of the @Hesselbach triangle@.  Direct inguinal hernias are located just lateral to the rectus abdominis muscle sheath. $#(Choice E)#  The round ligament in women is homologous to the spermatic cord in men.  It leaves the pelvis through the deep inguinal ring and passes through the inguinal canal. $#(Choice F)#  The transversalis fascia is found between the transversalis muscle and the extraperitoneal fat.  It forms the posterior wall of the inguinal canal.  The deep (internal) inguinal ring is an opening in the transversalis fascia and is the site of protrusion of indirect inguinal hernias. $#Educational objective# Femoral hernias can present with groin discomfort and a tender bulge on the upper thigh inferior to the inguinal ligament, lateral to the pubic tubercle and lacunar ligament.  The structure that lies immediately lateral to the hernia within the femoral sheath is the femoral vein.  Incarceration and strangulation are common complications of femoral hernias.  ","clickable_1":"images/img1.417.jpg"},

{"id":"418","title":"A 55-year-old man comes to the office due to swelling in his groin that he first noticed 2 weeks ago.  Physical examination shows a bulge above the inguinal ligament that increases in size when the patient is asked to cough.  He is referred to a surgeon and scheduled to undergo elective laparoscopic hernia repair.  Which of the following landmarks will best aid the surgeon in distinguishing an indirect from a direct inguinal hernia?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Femoral vein","ansImg_1":"","answer_2":"B. Inferior epigastric vessels","ansImg_2":"","answer_3":"C. Pectineal ligament","ansImg_3":"","answer_4":"D. Rectus muscle sheath","ansImg_4":"","answer_5":"E. Spermatic cord","ansImg_5":"","answer_6":"F. Transversalis fascia","ansImg_6":"","right_answer":"B. Inferior epigastric vessels","percent_1":"3%","percent_2":"85%","percent_3":"1%","percent_4":"1%","percent_5":"5%","percent_6":"5%","explanation_img":"images/exp418.jpg","explanation_1":"","explanation_2":"$#Inguinal hernias# are located above the inguinal ligament and are much more common in men.  The #inferior epigastric vessels# are clearly visible on the anterior abdominal wall during laparoscopic hernia repair and can be used as a landmark to #distinguish# between direct and indirect inguinal hernias. $#Indirect #inguinal hernias occur due to failure of the processus vaginalis to obliterate, allowing abdominal contents to protrude #lateral# to the inferior epigastric vessels through the deep (internal) inguinal ring.  The abdominal contents follow the path of the inguinal canal and may exit through the superficial (external) inguinal ring into the scrotum. $#Direct #inguinal hernias occur due to weakness in the transversalis fascia that allows abdominal contents to protrude #medial# to the inferior epigastric vessels into the @Hesselbach triangle@.  Compared to indirect inguinal hernias, direct hernias are less prone to incarceration due to their wide neck.  It is also uncommon for them to descend into the scrotum as there is no direct path through the abdominal fascia. $#(Choice A)#  The femoral vein runs directly lateral to @femoral hernias@, which protrude below the inguinal ligament into the femoral canal. $#(Choice C)#  The pectineal ligament (inguinal ligament of Cooper) forms the posterior border of the femoral ring and would be located behind a femoral hernia that protrudes through the ring. $#(Choice D)#  The rectus abdominis muscle sheath forms the most medial aspect of the Hesselbach triangle, which is the site of protrusion for direct inguinal hernias.  Because both direct and indirect inguinal hernias lie lateral to the rectus abdominis muscle sheath, it would not be useful for distinguishing these two types of hernia. $#(Choice E)#  Indirect inguinal hernias follow the path of the spermatic cord (or uterine round ligament) as it courses through the deep (internal) inguinal ring. $#(Choice F)#  The transversalis fascia is the site of weakness in a direct inguinal hernia and lies posterior to indirect inguinal hernias as they extend through the inguinal canal. $#Educational objective# The inferior epigastric vessels are useful as a landmark during laparoscopic hernia repair to classify the type of inguinal hernia.  Indirect inguinal hernias protrude through the deep inguinal ring into the inguinal canal lateral to the inferior epigastric vessels.  In contrast, direct inguinal hernias protrude through Hesselbach's triangle medial to the inferior epigastric vessels.  ","clickable_1":"images/img1.418.jpg","clickable_2":"images/img2.418.jpg"},

{"id":"391","title":"A 63-year-old woman dies of congestive heart failure.  Autopsy shows a dilated heart with brownish pigmentation of the myocardium.  Light microscopy of her liver after Prussian blue staining is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/391.jpg","title_2":"The patient's brother died of profuse upper gastrointestinal bleeding at age 43.  Assuming this patient's disorder is hereditary, which of the following most likely contributed to the delayed onset of her disease compared to her brother?","audio":"","comparison_items":"","answer_1":"A. Heterozygosity for HFE gene mutation","answer_2":"B. High-dose vitamin C intake","answer_3":"C. Incomplete penetrance of homozygotic HFE mutations","answer_4":"D. Premenopausal menstrual bleeding","answer_5":"E. Receipt of blood transfusions","percent_1":"11%","percent_2":"1%","percent_3":"14%","percent_4":"72%","percent_5":"1%","right_answer":"D. Premenopausal menstrual bleeding","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp391.jpg","explanation_1":"","explanation_2":"$This patient has cardiomyopathy with visible brown discoloration, which could represent lipofuscin (age-related pigment) or hemosiderin (iron deposition).  However, her liver specimen shows diffuse infiltration of iron (visible as blue pigment granules after #Prussian blue# staining), confirming a diagnosis of iron overload.  Given that her brother likely developed cirrhosis complicated by variceal hemorrhage in his 40s, the most probable underlying cause is #hereditary hemochromatosis (HH)#. $Total iron stores in the body are tightly regulated at the point of intake, with gastrointestinal absorption adjusted to match daily losses.  HH is an autosomal recessive disorder characterized by #increased intestinal iron absorption#; because there is no specific mechanism to excrete unneeded iron, the excess iron (typically 0.5-1.0 g/yr) accumulates in the parenchymal organs (eg, liver, heart). $HH is usually silent in early adulthood, manifesting only after >20 g of iron has accumulated in the body.  Men typically begin to develop symptoms in their 30s and 40s.  However, #premenopausal women# have ongoing #blood (and iron) losses# due to #menstruation#, which partially offsets the excess iron absorption.  Women therefore #develop manifestations later#, typically several years after menopause (ie, variable expressivity based on sex). $#(Choices A and C)#  Most patients with HH have inactivating mutations in the HFE gene that cause impaired hepcidin secretion.  Disease development requires biallelic genetic mutations (ie, affecting both alleles); heterozygotes are unaffected.  Although biallelic HFE inactivation is necessary to develop the condition, most patients (>70%) with biallelic mutations never develop HH (ie, the disease exhibits incomplete penetrance) due to genetic and environmental modifiers.  However, this patient developed HH manifestations at a typical age for women, which would not be explained by heterozygosity or incomplete penetrance. $#(Choice B)#  Ascorbic acid (vitamin C) and citric acid enhance the absorption of inorganic iron in the gastrointestinal tract and therefore might lead to earlier disease manifestations instead of slowing its onset. $#(Choice E)#  Frequent blood transfusions can also lead to iron overload and hemosiderosis (iron accumulation in parenchymal tissues).  The opposite, therapeutic phlebotomy, is the preferred treatment for HH and has been shown to slow its progression. $#Educational objective# Hereditary hemochromatosis is characterized by increased intestinal iron absorption with deposition of excess iron in parenchymal tissues.  Men typically develop manifestations in their 30s and 40s.  However, premenopausal women have ongoing blood and iron losses due to menstruation, which partially offsets the excess iron absorption and delays the onset of symptoms.  "},

{"id":"17682","title":"A 37-year-old man comes to the emergency department due to worsening fatigue and a prolonged history of abdominal pain.  He has had no surgeries and takes no medications.  Examination shows mucosal pallor and epigastric tenderness on deep palpation.  Blood samples are obtained for testing.  Laboratory results are as follows:","title_table":"?Hemoglobin? 8.2 g/dL ?Mean corpuscular volume? 110 µm3 ?Folate? 10 ng/mL (normal: 2.5–20) ?Vitamin B12? 90 pg/mL (normal: 200–800) ?Gastrin? 168 pg/mL (normal: 0–180) ?Intrinsic factor–blocking antibody? negative","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"CT scan of the abdomen reveals atrophy of the pancreas with multiple calcifications.  A primary impairment in which of the following steps of cobalamin absorption is the most likely cause of this patient's anemia?","audio":"","comparison_items":"","answer_1":"A. Acid-mediated release of cobalamin from an animal protein","answer_2":"B. Cobalamin binding to transcobalamin II","answer_3":"C. Enzyme-mediated cleavage of cobalamin from R protein","answer_4":"D. Production of intrinsic factor","percent_1":"6%","percent_2":"9%","percent_3":"69%","percent_4":"17%","right_answer":"C. Enzyme-mediated cleavage of cobalamin from R protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp17682.jpg","explanation_1":"","explanation_2":"$This patient with a prolonged history of #epigastric abdominal pain# has developed fatigue due to anemia from vitamin B12 (ie cobalamin) deficiency.  This history, combined with imaging findings of pancreatic atrophy and calcifications, is consistent with #chronic pancreatitis#, a progressive inflammatory disease that ultimately leads to pancreatic fibrosis. $In chronic pancreatitis, acinar cell destruction leads to decreased secretion of pancreatic proteolytic enzymes (eg, #exocrine insufficiency#).  This not only affects protein and fat absorption, which can cause weight loss and steatorrhea, but also may lead to #vitamin B12# #deficiency#.  Pancreatic proteolytic enzymes are needed to #release# vitamin B12 from the #vitamin B12–R protein complex# (R protein is also known as transcobalamin I or haptocorrin), a necessary step that enables vitamin B12 to bind intrinsic factor, which ultimately facilitates terminal ileal absorption.  Chronic pancreatitis may also lead to islet cell destruction and cause diabetes mellitus (eg, endocrine insufficiency). $#(Choice A)#  Long-term use of a proton pump inhibitor (PPI) may cause vitamin B12 deficiency due to the inhibition of gastric acid secretion, which is needed to release vitamin B12 from animal proteins.  This patient does not use a PPI; furthermore, hypergastrinemia (ie, elevated serum gastrin) is expected in the setting of decreased gastric acid secretion. $#(Choice B)#  Transcobalamin II is a carrier protein that transports vitamin B12 in the circulation after terminal ileal absorption.  Transcobalamin II deficiency is a rare genetic condition that presents in infancy with failure to thrive and megaloblastic anemia. $#(Choice D)#  Pernicious anemia is an autoimmune condition that causes parietal cell destruction, decreased intrinsic factor production, and vitamin B12 deficiency.  Hypergastrinemia is expected because parietal cell destruction leads to decreased gastric acid secretion.  This patient is also younger than most individuals with pernicious anemia, which is usually diagnosed later in life (median age 70-80). $#Educational objective# Chronic pancreatitis may cause vitamin B12 deficiency due to decreased production of pancreatic proteolytic enzymes (eg, exocrine insufficiency), which are needed to release vitamin B12 from R protein.  Other manifestations of chronic pancreatitis include chronic epigastric pain, weight loss, and steatorrhea.  "},

{"id":"393","title":"A 54-year-old man is evaluated in the clinic due to generalized weakness and lethargy for the past 5 years.  He has no history of hypothyroidism or depression.  The patient uses acetaminophen intermittently for joint pains that he attributes to 'old age.'  He drinks alcohol occasionally but does not use tobacco or illicit drugs.  His older brother died of liver cirrhosis.  Laboratory tests show a serum ferritin level of 1800 μg/L.  If this patient's disorder is hereditary, the genetic defect responsible for his condition most likely affects which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blood iron transport","answer_2":"B. Hemoglobin synthesis","answer_3":"C. Hepatic iron excretion","answer_4":"D. Intestinal iron absorption","answer_5":"E. Renal iron excretion","percent_1":"10%","percent_2":"4%","percent_3":"24%","percent_4":"61%","percent_5":"1%","right_answer":"D. Intestinal iron absorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp393.jpg","explanation_1":"","explanation_2":"$This patient likely has #hereditary hemochromatosis#, an autosomal recessive disorder characterized by excessive intestinal iron absorption and accumulation within parenchymal tissues that result in end-organ damage (eg, cirrhosis, diabetes mellitus, cardiomyopathy, arthropathy).  The condition is frequently caused by a missense mutation in the #HFE gene# (eg, C282Y). $ The HFE protein interacts with the transferrin receptor on the cell surface to facilitate endocytosis of the iron-transferrin complex.  Once inside the cell, transferrin is degraded and the released iron is added to the labile iron pool.  Mutation of the HFE protein leads to reduced iron uptake and causes enterocytes and hepatocytes to sense falsely low iron levels.  This enhances iron accumulation in the body via 2 mechanisms: $ 1. Enterocytes increase apical expression of divalent metal transporter 1 (DMT1), #increasing intestinal iron absorption# from the lumen.$ 2. Hepatocytes #decrease hepcidin# synthesis, which increases ferroportin expression on the basolateral surface of enterocytes and promotes iron secretion into the circulation. $ Excessive iron accumulation results in elevated levels of serum ferritin (cellular iron storage protein) and increased saturation of transferrin (major iron transporter in the plasma). $ (Choice A)  Iron transport in the blood is not impaired in hereditary hemochromatosis as transferrin function is normal. $ (Choice B)  Patients with severe forms of thalassemia (eg, beta thalassemia major) often have chronic hemolytic anemia and develop iron overload due to repeated blood transfusions (secondary hemochromatosis).  However, hemoglobin production is normal in patients with hereditary hemochromatosis as iron transport to the bone marrow is unaffected. $ #(Choices C and E)#  Total body iron levels are regulated by varying the rate of intestinal iron absorption.  Although iron loss occurs through sloughing of the intestinal lining and during menstruation in women, there are no regulated mechanisms to excrete iron from the body. $ Educational objective Hereditary hemochromatosis is most commonly caused by a missense mutation in the HFE gene, resulting in excessive intestinal iron absorption and organ damage (eg, cirrhosis, diabetes mellitus, cardiomyopathy, arthropathy) due to iron accumulation within parenchymal tissues."},

{"id":"8669","title":"A 62-year-old man comes to the physician due to intermittent groin pain. The pain is most severe when the patient lifts heavy loads and after a long day at his job as a construction worker. Physical examination shows a right-sided groin bulge directly above the inguinal ligament. The bulge increases in size when he bears down. An ultrasound reveals that the mass originates medial to the inferior epigastric vessels. This patient's condition is most likely caused by which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Failure of the internal inguinal ring to close","ansImg_1":"","answer_2":"B. Patent processus vaginalis","ansImg_2":"","answer_3":"C. Separation of the abdominal muscles","ansImg_3":"","answer_4":"D. Weakness of the transversalis fascia","ansImg_4":"","answer_5":"E. Widening of the femoral ring","ansImg_5":"","right_answer":"D. Weakness of the transversalis fascia","percent_1":"4%","percent_2":"5%","percent_3":"6%","percent_4":"84%","percent_5":"1%","explanation_img":"","table_3":"§^#Groin hernias#∆⨉∆⨉∆⨉ §^#Type# ∆^#Classic$ presentation# ∆^#Pathophysiology# ∆^#Anatomy# §^#Indirect$ inguinal# ∆Male infants ∆Patent processus vaginalis ∆ • Originates lateral to inferior epigastric vessels • Protrudes through the deep inguinal ring into inguinal canal • May extend into the scrotum (following spermatic cord) §^#Direct$ inguinal# ∆Older men ∆Weakness of transversalis fascia ∆ • Protrudes medial to the inferior epigastric vessels into Hesselbach's triangle • May pass through superficial inguinal ring • No direct route into the scrotum §^#Femoral# ∆Women ∆Widening of the femoral ring ∆ • Emerges inferior to inguinal ligament • Protrudes through the femoral ring into the femoral canal","explanation_1":"","explanation_2":"Direct and indirect @inguinal hernias@ are both located #above the inguinal ligament#.  They can be differentiated by their side of origination in relation to the inferior epigastric vessels.  Direct inguinal hernias originate medial to the inferior epigastric vessels, while indirect inguinal hernias originate lateral to the inferior epigastric vessels. $This patient's groin mass originating #medial #to the inferior epigastric vessels is characteristic of a #direct inguinal hernia# in the @Hesselbach triangle@.  The transversalis fascia makes up the floor of the triangle, and #defects or weakness# involving the #transversalis fascia# can lead to protrusion of abdominal contents.  Failure of this fascial layer is most often due to acquired connective tissue abnormalities or chronic abdominal wall injury (most commonly in older men). $Unlike indirect inguinal hernias, direct inguinal hernias do not pass through the internal (deep) inguinal ring but only through the external (superficial) inguinal ring.  As a result, they do not have a direct route to the scrotum. $#(Choices A and B)#  Indirect inguinal hernias are the most common type of groin hernia in both sexes.  The underlying etiology is usually congenital; due to failure of the processus vaginalis to obliterate (in males) or of the deep inguinal ring to close (in females).  Indirect inguinal hernias protrude through the internal inguinal ring, lateral to the inferior epigastric vessels, allowing them to follow the same path as the spermatic cord through the inguinal canal and into the scrotum. $#(Choice C)#  @Diastasis rectus abdominus@ is characterized by an abnormally large separation between the rectus abdominus muscles due to stretching and laxity of the linea alba.  This usually occurs in states with increased intraabdominal pressure (eg, pregnancy, obesity) and characteristically presents with a bulge in the midline around the umbilicus (rather than in the groin directly above the inguinal ligament). $#(Choice E)#  @Femoral hernias@ occur mainly in older women due to laxity and widening of the femoral ring, which allows abdominal contents to protrude below the inguinal ligament into the femoral canal. $#Educational objective# Direct inguinal hernias occur most commonly in older men due to weakness of the transversalis fascia.  They protrude medial to the inferior epigastric vessels into the Hesselbach triangle and pass only through the superficial inguinal ring with no direct route to the scrotum.  ","clickable_1":"images/img1.8669.jpg","clickable_2":"images/img2.8669.jpg","clickable_3":"images/img3.8669.jpg","clickable_4":"images/img4.8669.jpg"},

{"id":"1358","title":"Many drugs and toxins act by inhibiting substance flow across cell membranes.  Which of the following inhibits primary active transport?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Tetrodotoxin","answer_2":"B. Verapamil","answer_3":"C. Omeprazole","answer_4":"D. Lidocaine","answer_5":"E. Dofetilide","percent_1":"13%","percent_2":"6%","percent_3":"71%","percent_4":"8%","percent_5":"3%","right_answer":"C. Omeprazole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Transport of ions or molecules across cell membranes can be either passive (along the concentration gradient) or active (against the concentration gradient).  The former does not require energy, while the latter utilizes energy from ATP.  In primary active transport, the carrier molecules are enzymes that hydrolyze ATP (ATPases) and use the energy released to transport ions and molecules against their concentration gradients.  Examples of such carriers are the Na/K ATPase, the H/K ATPase, and the Ca ATPase. $Synthesis of HCl by parietal cells of the gastric mucosa is dependent on the H/K ATPase, which is known as a proton pump.  This carrier transports hydrogen ions into the gastric lumen in exchange for potassium ions. $Omeprazole and other proton pump inhibitors inhibit the H/K ATPase, thus decreasing the concentration of HCl in the gastric lumen.  These medications are used for treatment of peptic ulcer disease, gastroesophageal reflux disease (GERD), and diseases associated with increased gastrin secretion such as the Zollinger-Ellison syndrome. $#(Choice A)#  Tetrodotoxin, a potent neurotoxin found in pufferfish, functions by blocking the voltage-gated sodium channels in nerve cell membranes.  It inhibits passive transport of sodium. $#(Choice B)#  Verapamil blocks L-type calcium channels, thus inhibiting passive transport of calcium ions in cardiomyocytes. $#(Choice D)#  Lidocaine is a local anesthetic and a class IB antiarrhythmic agent that functions by blocking voltage-gated sodium channels in sensory neurons, Purkinje fibers and ventricular cells. $#(Choice E)#  Dofetilide is a class III antiarrhythmic drug that blocks passive transport of potassium, specifically the delayed outward rectifier potassium current, in cardiomyocytes leading to a prolongation of the refractory period and of the QT interval. $#Educational objective# Parietal cells release hydrogen ions into the gastric lumen by means of the H/K ATPase, which requires hydrolysis of ATP and is therefore an active transport mechanism.  Omeprazole and other proton pump inhibitors suppress the activity of the gastric parietal cell H/K ATPase leading to an increase in the pH of the gastric lumen.  "},

{"id":"1400","title":"A 5-month-old boy is brought to the emergency department due to poor feeding, weakness, and complete loss of extremity muscle tone.  He has had no fever or vomiting, but stool frequency has decreased.  Vaccinations are up to date, and there is no significant medical history.  The patient receives formula as his sole source of nutrition except for occasional fruit juice and honey.  Physical examination reveals an alert but floppy infant who has a weak cry and diminished gag reflex.  Which of the following is most likely to confirm the diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebrospinal fluid culture","answer_2":"B. Serum IgM antibody concentration","answer_3":"C. Stool test for toxin assay","answer_4":"D. Urine test for amino acids","answer_5":"E. Urine test for glucose and ketones","percent_1":"7%","percent_2":"11%","percent_3":"67%","percent_4":"6%","percent_5":"8%","right_answer":"C. Stool test for toxin assay","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Infant botulism#∆⨉ §^#Pathogenesis# ∆ • Ingestion of Clostridium botulinum spores (eg, environmental dust/soil, honey) • Spores colonize the immature gastrointestinal tract & produce toxin • Toxin inhibits presynaptic acetylcholine release §^#Clinical$ presentation# ∆ • Age <12 months • Constipation, poor feeding, hypotonia • Oculobulbar palsies (eg, absent gag reflex, ptosis) • Symmetric, descending paralysis §^#Diagnosis# ∆ • Classic presentation • Confirmation by stool C botulinum spores or toxin","explanation_img":"","explanation_1":"","explanation_2":"This 5-month-old patient has consumed #honey#, a food notorious for contamination with #Clostridium botulinum# spores.  Because infants have an immature digestive system compared to older children/adults, the pathogenic bacteria are more likely to germinate, colonize, and produce #botulinum toxin#, which is absorbed systemically and blocks the release of @acetylcholine@ from cholinergic presynaptic terminals.  In contrast, adult foodborne botulism usually results from ingestion of the preformed toxin (eg, contaminated canned foods). $The first manifestation of #infant botulism# is usually #constipation# followed days to weeks later by #weakness#, lethargy, and #reduced feeding#.  In severe cases, infants can have a weak suck and cry, diminished gag reflex, and symmetric, descending #flaccid paralysis# (including extremities) with loss of head control that can cause the infant to appear floppy.  Mental status is typically normal, as in this alert child, and fever is rare. $The diagnosis of infant botulism is clinical, but identification of C botulinum spores or #toxin in stool# is confirmatory.  Treatment with botulinum antibodies is started before confirmatory testing is complete. $#(Choice A)#  Bacterial meningitis can cause poor feeding, weakness, and hypotonia; cerebrospinal fluid (CSF) culture is diagnostic.  In this patient, meningitis is less likely than botulism because of the lack of fever or bulging fontanelle plus the history of honey ingestion.  If obtained, CSF culture in botulism is normal. $#(Choice B)#  Hyper-IgM syndrome primarily increases the risk for recurrent sinopulmonary and opportunistic infections (eg, Pneumocystis jiroveci), neither of which has been seen in this previously healthy child.  Enteroviral meningoencephalitis risk is also increased in this condition, but patients are usually febrile with altered mental status (eg, lethargy). $#(Choice D)#  Certain inborn errors of metabolism (eg, maple syrup urine disease) can manifest with hypotonia, weakness, and poor feeding; urine amino acids and/or ketones are typically elevated.  In contrast to this case, however, symptom onset is usually in the neonatal period, vomiting is a typical finding, and paralysis would not be expected. $#(Choice E)#  Ketonuria with glucosuria can occur in diabetic ketoacidosis, but this diagnosis would be extremely unlikely in a young infant and would not cause complete loss of tone. $#Educational objective# Infant botulism can result from the consumption of honey, which frequently contains C botulinum spores.  Symptoms include constipation, mild weakness, lethargy, poor feeding, and, in severe cases, flaccid paralysis.  The diagnosis can be confirmed by identification of C botulinum spores or toxins in the stool.  ","clickable_1":"images/img1.1400.jpg"}

]