[


{"id":"1016","title":"A 72-year-old man is brought to the emergency department due to diarrhea and vomiting for the last 24 hours.  The patient's daughter states that he has been unable to take in much fluid during this time.  He has hypertension treated with hydrochlorothiazide, which he has not taken since the onset of symptoms.  Blood pressure is 90/60 mm Hg and pulse is 105/min.  Examination shows dry mucous membranes.  Urinalysis reveals concentrated urine with a specific gravity of 1.030.  Which of the following changes in renal plasma flow (RPF), glomerular filtration rate (GFR), and filtration fraction (FF) are most likely to be present in this patient as compared with the normal state?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆RPF ∆GFR ∆FF","answer_1":"§A. ∆↓↓ ∆↓ ∆↑","answer_2":"§B. ∆↓↓ ∆↓ ∆↓","answer_3":"§C. ∆↓↓ ∆↑ ∆↓","answer_4":"§D. ∆↓ ∆↑ ∆↑","answer_5":"§E. ∆↑ ∆↑ ∆↓","percent_1":"52%","percent_2":"29%","percent_3":"6%","percent_4":"12%","percent_5":"1%","right_answer":"§A. ∆↓↓ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1016.jpg","explanation_1":"","explanation_2":"$Filtration of fluid through the glomeruli depends on the #renal plasma flow# (RPF) and the #glomerular filtration rate# (GFR).  The GFR is the volume of fluid filtered from the renal glomerular capillaries into the Bowman capsule per unit of time.  The RPF is the volume of plasma delivered to the kidney per unit of time.  The #filtration fraction# (FF) is the ratio of GFR to RPF (FF = GFR/RPF).  On average, approximately one-fifth of the plasma that passes through the glomerular capillaries is filtered into the Bowman capsule. $This patient is severely hypovolemic due to profuse diarrhea and vomiting.  The decline in circulating blood volume is sensed by arterial and cardiac baroreceptors and triggers increased systemic arteriolar vasoconstriction.  Renal vasoconstriction further lowers the RPF, which is already decreased due to the decline in circulating blood volume.  Decreased RPF causes glomerular perfusion pressure to drop, lowering the GFR and reducing #distal tubule sodium delivery#.  This stimulates secretion of renin and increased #angiotensin II# production.  Angiotensin II preferentially constricts the efferent glomerular arteriole, which increases hydrostatic pressure in the glomerular capillaries to maintain GFR (#autoregulation#).  Due to this compensatory mechanism, the decrease in GFR is less pronounced than the decrease in RPF, resulting in an increased FF #(choices B, C, and E)#.  As RPF continues to decline, increasing glomerular oncotic pressure will eventually overwhelm the compensatory increase in hydrostatic pressure, leading to a precipitous drop in GFR and subsequent renal failure. $#(Choice D)#  Autoregulation improves but often cannot completely normalize the GFR in the setting of decreased renal perfusion pressure.  If the net GFR were increased above normal, it would result in decreased renin formation and loss of the angiotensin II-driven arteriolar constriction required to maintain it. $#Educational objective# Hypovolemia results in a reduced renal plasma flow (RPF) and glomerular filtration rate (GFR).  This leads to compensatory efferent arteriolar vasoconstriction, which raises the filtration fraction and maintains GFR at near-normal levels.  As RPF continues to decline, increasing glomerular oncotic pressure will eventually overwhelm the compensatory increase in hydrostatic pressure, leading to a precipitous drop in GFR and renal failure.  "},

{"id":"810","title":"A 73-year-old man comes to the emergency department with unstable angina.  He undergoes coronary angiography via the femoral approach.  A stent is placed in the right coronary artery, and the patient is discharged.  He returns to the emergency department 2 days later with blue discoloration of his right toe.  He has pain and mild tingling in the affected toe.  Medical history is significant for hyperlipidemia and coronary artery disease.  On physical examination, the right toe appears cyanotic, and there is livedo reticularis affecting the right thigh.  Peripheral pulses in the lower extremities are bilaterally palpable.  Serum creatinine is 2.8 mg/dL (preoperatively it was 1.0 mg/dL).  Which of the following histopathologic findings would most likely be seen on biopsy of this patient's kidney?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cholesterol clefts in arterial lumen","answer_2":"B. Glomerular crescent formation","answer_3":"C. Hyperplastic arteriolar changes","answer_4":"D. Extensive necrosis of proximal tubular cells","answer_5":"E. Tubular obstruction with urate crystals","percent_1":"42%","percent_2":"8%","percent_3":"10%","percent_4":"33%","percent_5":"8%","right_answer":"A. Cholesterol clefts in arterial lumen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp810.jpg","explanation_1":"","explanation_2":"$This patient has livedo reticularis, a blue toe, and acute kidney injury following coronary angiography; this presentation is concerning for #atheroembolic disease#.  Invasive #vascular procedures# (eg, angiography, angioplasty, aortic surgery) can cause cholesterol-containing debris from atherosclerotic plaques to become dislodged from large arteries (eg, the aorta during cardiac catheterization) and shower microemboli into the circulation.  These lodge in small, distal arterioles, resulting in ischemia of the corresponding organs and tissues; symptoms develop within a few days or weeks after the procedure.  Skin findings (eg, @livedo reticularis@, blue toe syndrome) are the most common presenting signs.  Pulses typically remain palpable as larger arteries are unaffected. $Signs of #acute kidney injury# (eg, oliguria, azotemia) are common in the setting of postprocedure atheroembolism and are frequently seen in elderly patients with preexisting renal atherosclerosis.  Frank infarction with flank pain and hematuria does not occur due to the small size of the emboli.  Cholesterol is dissolved during tissue preparation for microscopic evaluation, leaving the #needle-shaped clefts# that partially or completely obstruct the arcuate or interlobular renal arteries.  Other organs that may be involved are the gastrointestinal tract and the CNS, including the retinal vessels. $#(Choice B)#  Glomerular crescent formation is characteristic of rapidly progressive glomerulonephritis (RPGN).  All forms of RPGN have an insidious onset with hematuria, hypertension, and edema. $#(Choice C)#  Hyperplastic arteriolar changes (intimal fibroelastosis) are diagnostic of hypertensive nephropathy seen in patients with poorly controlled hypertension. $#(Choice D)#  Atheroemboli only partially occlude the renal vessels, therefore acute tubular necrosis (ATN) does not typically occur early in the disease process.  Complete vessel occlusion with resultant ATN can occur later (weeks to months) due to an endothelial inflammatory response.  However, as opposed to toxin-induced ATN (eg, aminoglycosides), which causes diffuse, extensive proximal tubular injury, ischemic ATN typically causes patchy necrosis of the proximal tubules. $#(Choice E)#  Urate nephropathy due to tubular obstruction from urate crystal deposition is usually seen in individuals with acute hyperuricemia (eg, tumor lysis syndrome).  The classic presentation is acute renal failure during chemotherapy for a malignancy. $#Educational objective# Invasive vascular procedures can be complicated by atheroembolic disease, which may involve the kidneys, gastrointestinal tract, CNS, and the skin.  Light microscopy shows a partially or completely obstructed arterial lumen with needle-shaped cholesterol clefts within the atheromatous embolus. ","clickable_1":"images/img1.810.jpg"},

{"id":"15221","title":"A 44-year-old man is brought to the emergency department with fatigue, shortness of breath, and lethargy.  The patient had a brief upper respiratory illness about a month ago but began experiencing progressive dyspnea on exertion 2 weeks ago.  He has no significant medical history and takes no medications.  Blood pressure is 100/70 mm Hg and pulse is 95/min and regular.  The apical impulse is palpated in the sixth intercostal space along the left anterior axillary line.  An S3 is heard on cardiac auscultation.  Bibasilar crackles are present.  Distal extremities are cold, and there is 1+ peripheral edema.  Laboratory results are as follows:","title_table":"?Blood urea nitrogen? 45 mg/dL ?Serum creatinine? 1.8 mg/dL !Urine microscopy! ?Red blood cells? 0/hpf ?White blood cells? 0-1/hpf ?Sediment? none","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is most likely to be present in this patient compared to the normal state?","audio":"","comparison_items":"","answer_1":"A. Decreased distal tubule sodium reabsorption","answer_2":"B. Decreased proximal tubule urea reabsorption","answer_3":"C. Decreased renal venous pressure","answer_4":"D. Increased collecting duct free water excretion","answer_5":"E. Increased proximal tubular sodium reabsorption","answer_6":"F. Increased renal blood flow","percent_1":"10%","percent_2":"10%","percent_3":"17%","percent_4":"7%","percent_5":"51%","percent_6":"5%","right_answer":"E. Increased proximal tubular sodium reabsorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15221.jpg","explanation_1":"","explanation_2":"$This patient with a recent upper respiratory infection has dyspnea, lower extremity edema, and an S3; this presentation suggests #decompensated heart failure# (DHF), likely due to dilated cardiomyopathy from viral myocarditis.  The pathophysiology of DHF involves reduced cardiac output leading to #decreased renal blood flow#, which triggers neurohormonal adaptations that perpetuate a @cycle@ of decompensation #(choice F).#  These ultimately maladaptive neurohormonal changes include the following: $• Renin-angiotensin-aldosterone system (RAAS) activation, leading to #increased proximal tubular sodium reabsorption# (direct effect of angiotensin II) $• Antidiuretic hormone release, resulting in #increased free water reabsorption# in the collecting ducts $• Sympathetic nervous system activation, resulting in #systemic vasoconstriction# $In the short term, these adaptions increase blood volume and maintain systemic perfusion, allowing for a relatively normal glomerular filtration rate (GFR).  However, over time, vasoconstriction-induced #increased afterload# and #ventricular overfilling# lead to decreased pump efficiency and decompensated failure.  Renal dysfunction (eg, acute kidney injury) occurs in up to 60% of patients with DHF; it is often due to #cardiorenal syndrome#, a complication of the vicious cycle of DHF. $In cardiorenal syndrome, back pressure from the failing heart increases central venous and renal venous pressure #(choice C)# to the point that the glomerular capillary @filtration gradient@ drops substantially (due to interstitial edema causing increased hydrostatic pressure in Bowman capsule) and GFR significantly decreases.  Characteristic laboratory findings in cardiorenal syndrome reflect #activation of the RAAS# and indicate a #prerenal# etiology, with low urine sodium (ie, fractional excretion of sodium <1%) and bland urine sediment.  Urea passively follows sodium reabsorption in the proximal tubule, leading to an elevated #blood urea nitrogen/creatinine ratio #(>20:1). $#(Choices A, B, and D)#  Decreased sodium and urea reabsorption and increased free water excretion are the normal responses to volume overload.  However, in DHF, the appropriate response to volume overload is disrupted as the kidneys misinterpret reduced renal perfusion as an indicator of volume depletion (rather than volume overload) and activate RAAS and other maladaptive systems in response. $#Educational objective# Decompensated heart failure involves a vicious cycle of hemodynamic alterations and maladaptive neurohormonal changes resulting from decreased renal perfusion.  Cardiorenal syndrome is a complication of this cycle, in which back pressure from the failing heart increases renal venous pressure to the point that the glomerular filtration rate drops substantially.  ","clickable_1":"images/img1.15221.jpg","clickable_2":"images/img2.15221.jpg"},

{"id":"15229","title":"A 60-year-old woman is being evaluated for abnormal renal function.  She is found to have a serum creatinine of 2.2 mg/dL on routine laboratory monitoring; her creatinine level a year ago was 1.2 mg/dL.  The patient has a history of nonischemic cardiomyopathy and systolic heart failure and has been on a stable medical regimen for the past 2 years.  She has no dyspnea, fever, rash, or lower extremity swelling but has been taking ibuprofen for 2 weeks due to left knee osteoarthritis.  Urinalysis reveals the following:","title_table":"?Protein? none ?White blood cells? none ?Red blood cells? none ?Sediment? none","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Ibuprofen is discontinued, and her kidney function returns to normal in a week.  Which of the following best explains this patient's transient deterioration in renal function?","audio":"","comparison_items":"","answer_1":"A. Impaired afferent arteriolar vasodilation","answer_2":"B. Impaired efferent arteriolar vasodilation","answer_3":"C. Interstitial inflammation","answer_4":"D. Toxic injury to the proximal tubules","answer_5":"E. Vasculitis of the glomerular capillaries","percent_1":"78%","percent_2":"7%","percent_3":"10%","percent_4":"5%","percent_5":"0%","right_answer":"A. Impaired afferent arteriolar vasodilation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp15229.jpg","explanation_1":"","explanation_2":"$This patient developed acute kidney injury after taking ibuprofen.  #Nonsteroidal anti-inflammatory drugs# (NSAIDs) (eg, ibuprofen, aspirin, naproxen) exert their anti-inflammatory, analgesic, and antipyretic effects through the inhibition of the cyclooxygenase enzymes.  These enzymes are the rate-limiting step in the formation of prostanoids (ie, prostaglandins, thromboxane), which are involved in mediating pain and inflammation. $Prostaglandins also help maintain renal perfusion by dilating the afferent arteriole, particularly in patients with intravascular volume depletion (eg, congestive heart failure, diarrhea, excessive diuresis) or chronic kidney disease.  In such patients, #increased prostaglandin synthesis# is necessary to #preserve renal blood flow# and maintain glomerular filtration rate.  In at-risk patients, #inhibition of afferent dilation# with NSAIDs results in reduced glomerular filtration and #prerenal azotemia# with elevations in creatinine and blood urea nitrogen (ratio >20:1). $NSAID-induced acute kidney injury is often diagnosed incidentally on laboratory tests performed for other reasons, and patients are generally asymptomatic.  #Urinalysis# is typically #bland# without proteinuria, hematuria, or casts.  Prolonged NSAID use can cause chronic kidney disease (analgesic nephropathy) due to papillary necrosis and chronic interstitial nephritis. $#(Choice B)#  Activation of the renin-angiotensin-aldosterone system results in efferent arteriole constriction, and ACE inhibitors (eg, lisinopril) cause efferent vasodilation.  These medications can cause acute kidney injury, particularly in patients with volume depletion or bilateral renal artery stenosis.  However, NSAID-induced kidney injury is due to impaired afferent arteriole vasodilation. $#(Choice C)#  NSAIDs are a common cause of acute interstitial nephritis (AIN).  However, urinalysis in AIN typically demonstrates white blood cells and white blood cell casts, and patients commonly develop fevers and rash. $#(Choice D)#  Acute tubular necrosis (ATN) can occur due to toxic (eg, aminoglycosides, radiocontrast agents) or ischemic (eg, hypotension) insults.  However, urinalysis would demonstrate muddy-brown, granular casts, and NSAIDs are not commonly associated with ATN. $#(Choice E)#  Vasculitis involving the glomerular capillaries (eg, granulomatosis with polyangiitis, microscopic polyangiitis) causes a nephritic syndrome; urinalysis would demonstrate red blood cells and red blood cell casts.  In addition, patients with vasculitides typically have associated systemic symptoms (eg, fever, fatigue, weight loss). $#Educational objective# Patients with intravascular volume depletion (eg, congestive heart failure, diarrhea, excessive diuresis) and chronic kidney disease depend on renal prostaglandin production to dilate the afferent glomerular arteriole and maintain the glomerular filtration rate.  Nonsteroidal anti-inflammatory drugs inhibit prostaglandin synthesis, which can cause prerenal azotemia in at-risk patients. "},

{"id":"15172","title":"A 65-year-old man comes to the office with a 2-day history of skin rash and low-grade fever.  He has had no cough, shortness of breath, chest pain, vomiting, dysuria, or urinary frequency.  The patient was recently diagnosed with acute gouty arthritis and has been taking indomethacin for the past 10 days.  Temperature is 38.1 C (100.6 F), blood pressure is 130/90 mm Hg, and pulse is 86/min.  Examination shows a diffuse, maculopapular skin rash.  Mucosal surfaces are moist without any lesions.  Cardiopulmonary examination shows no abnormities.  There is no costovertebral angle tenderness.  Serum creatinine is 2.3 mg/dL (baseline 1.1 mg/dL, 2 weeks ago).  Urinalysis shows numerous white blood cells/hpf.  Which of the following is the most likely cause of this patient's acute renal dysfunction?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Interstitial nephritis","answer_2":"B. Pyelonephritis","answer_3":"C. Renal tubular necrosis","answer_4":"D. Stevens-Johnson syndrome","answer_5":"E. Uric acid nephropathy","percent_1":"79%","percent_2":"5%","percent_3":"6%","percent_4":"6%","percent_5":"4%","right_answer":"A. Interstitial nephritis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Acute interstitial nephritis! ?Causes? • #Antibiotics# (eg, beta-lactam, sulfonamide, rifampin) • Proton pump inhibitors • NSAIDs • Diuretics • Other: Autoimmune diseases, Mycoplasma, Legionella ?Clinical features? • Rash, fever, or asymptomatic • New drug exposure ?Laboratory findings? • Acute kidney injury • Pyuria, hematuria, WBC casts • Eosinophilia, #urinary eosinophils# • Renal biopsy: Inflammatory interstitial infiltrate and edema %#NSAIDs# = nonsteroidal anti-inflammatory drugs; #WBC# = white blood cell.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a rash, fever, acute kidney injury, and pyuria following the introduction of indomethacin, which is consistent with #acute interstitial nephritis# (AIN).  AIN is a common cause of renal dysfunction and is characterized by an inflammatory infiltration of the renal interstitium, likely due to IgE- and T-cell–mediated hypersensitivity reactions. $Up to 75% of AIN cases are due to medications, particularly #nonsteroidal anti-inflammatory drugs# (eg, indomethacin), antibiotics (eg, penicillins, rifampin), diuretics, and proton pump inhibitors.  Clinical features of AIN resemble an allergic response and include #fever#, #rash#, and eosinophilia.  Urinalysis typically demonstrates sterile #pyuria#; white blood cell casts, hematuria, and mild proteinuria may also be seen.  The presence of urine eosinophils is a supportive but nonspecific finding as eosinophiluria can occur in other diseases (eg, transplant rejection, prostatitis).  Symptoms typically resolve with withdrawal of the offending agent. $#(Choice B)#  Pyelonephritis can cause pyuria and fever, but patients typically have dysuria, flank pain, costovertebral tenderness, and symptoms of systemic toxicity (eg, nausea, vomiting, hypotension).  In addition, rash would be unexpected. $#(Choice C)#  Acute tubular necrosis is often caused by ischemic (eg, hypotension) or toxic (eg, radiocontrast) injury to the renal tubular cells.  Urinalysis typically demonstrates muddy brown, granular casts, not pyuria. $#(Choice D)#  Stevens-Johnson syndrome can cause fever and rash after initiation of a new medication; however, the rash is typically painful, macular, and progressive, with bullae formation and sloughing of the skin.  Mucosal surfaces (ie, oral, ocular) are typically involved. $#(Choice E)#  Acute uric acid nephropathy (due to crystallization of uric acid within the renal tubules) typically occurs in patients with tumor lysis syndrome, which often occurs in leukemia and lymphomas (particularly during chemotherapy).  Uric acid crystals are typically seen on urinalysis, and rash would be unexpected. $#Educational objective# Acute interstitial nephritis is a common cause of renal dysfunction; up to 75% of cases are due to medications including nonsteroidal anti-inflammatory drugs, antibiotics, diuretics, and proton pump inhibitors.  Presenting features include fever, rash, and eosinophilia.  Urinalysis often demonstrates pyuria and white blood cell casts with elevated urine eosinophils. "},

{"id":"1054","title":"A 64-year-old man comes to the office due to persistent back pain, constipation, and easy fatigability for the last several months.  Blood pressure is 115/75 mm Hg and pulse is 88/min.  The patient has dry mucous membranes.  Laboratory results are as follows:","title_table":"? Hemoglobin? 8.6 g/dL ? Mean corpuscular volume? 92 fL ? Blood urea nitrogen? 68 mg/dL ? Creatinine? 3.8 mg/dL ? Total protein? 8.9 g/dL ? Albumin? 3.5 g/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Renal biopsy is performed and light microscopy shows atrophic tubules, many of which contain large, obstructing, waxy casts that stain intensely with eosin.  Which of the following is the most likely diagnosis in this patient?","audio":"","comparison_items":"","answer_1":"A. Acute pyelonephritis","answer_2":"B. Aminoglycoside toxicity","answer_3":"C. Hypersensitivity interstitial nephritis","answer_4":"D. Ischemic tubular necrosis","answer_5":"E. Lead nephropathy","answer_6":"F. Multiple myeloma","answer_7":"G. Nonsteroidal anti-inflammatory drug–associated nephropathy","answer_8":"H. Papillary necrosis","answer_9":"I. Urate nephropathy","percent_1":"2%","percent_2":"1%","percent_3":"6%","percent_4":"18%","percent_5":"2%","percent_6":"53%","percent_7":"10%","percent_8":"5%","percent_9":"2%","right_answer":"F. Multiple myeloma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Multiple myeloma! ?Pathophysiology? • Plasma cell neoplasm produces #monoclonal# paraprotein (immunoglobulin) ?Manifestations? • Bone pain, fractures • Constitutional symptoms (weight loss, fatigue) • Recurrent infections ?Laboratory? • Normocytic anemia • Renal insufficiency • Hypercalcemia (constipation, muscle weakness) • Monoclonal paraproteinemia #(M-spike)# ?Radiology? • #Osteolytic lesions#/osteopenia (osteoclast activation)","explanation_img":"","explanation_1":"","explanation_2":"This patient with back pain, fatigue, normocytic anemia, renal failure, and a gamma gap (serum total protein minus serum albumin ≥4 g/dL) likely has #multiple myeloma# (MM).  MM is a lymphoproliferative disorder characterized by monoclonal plasma cell proliferation and production of monoclonal immunoglobulins.  It should be suspected in elderly patients with any combination of #hypercalcemia# (causes constipation), #normocytic anemia# (causes fatigue), #bone pain# (often in the back and ribs due to lytic lesions), elevated #gamma gap# (due to the presence of large amounts of monoclonal proteins), or #renal failure#. $Renal failure in MM is often caused by #light chain cast nephropathy#.  Free light chains (Bence Jones proteins) are filtered by the glomerulus in small amounts and then reabsorbed in the tubules.  When levels exceed reabsorptive capacity, light chains precipitate with Tamm-Horsfall protein and form casts that cause tubular obstruction and epithelial injury, leading to impaired renal function.  On light microscopy, numerous large, glassy #eosinophilic casts# are seen.  Deposition of light chain fragments in the glomerular mesangium and capillary loops can also cause renal failure in MM (amyloid light-chain amyloidosis). $#(Choice A)#  Acute pyelonephritis presents acutely with fever, flank pain, and pyuria.  White blood cell casts may be present. $#(Choices B and D)#  Both nephrotoxins (eg, aminoglycosides) and ischemia cause acute tubular necrosis, which classically presents with muddy brown, granular epithelial cell casts and tubular epithelial cells in the urine. $#(Choice C)#  Hypersensitivity interstitial nephritis is often associated with initiation of a new medication.  Eosinophilia and eosinophiluria with white cell casts containing eosinophils may be seen; however, waxy eosinophilic casts are not present. $#(Choice E)#  Chronic lead intoxication produces chronic tubulointerstitial nephritis (interstitial fibrosis and tubular atrophy seen on light microscopy); casts are unexpected. $#(Choices G and H)#  Nonsteroidal anti-inflammatory drugs (NSAIDs) may cause chronic interstitial nephritis or acute papillary necrosis; urinalysis may show clear, hyaline casts.  Excessive NSAID use is often associated with a microcytic (from gastrointestinal bleeding) rather than normocytic anemia, and a gamma gap would not be expected. $#(Choice I)#  Chronic hyperuricemia leads to urate nephropathy due to precipitation of urate crystals.  On light microscopy, needle-shaped crystals are seen in the interstitium and tubular lumen. $#Educational objective# Multiple myeloma should be suspected in elderly patients with any combination of hypercalcemia, normocytic anemia, bone pain, elevated gamma gap, or renal failure.  Renal failure is commonly caused by light chain cast nephropathy; large, waxy, eosinophilic casts composed of Bence Jones proteins are seen in the tubular lumen. "},

{"id":"887","title":"A 44-year-old man is brought to the hospital after being found unresponsive.  Temperature is 35.6 C (96.1 F), blood pressure is 120/80 mm Hg, and pulse is 110/min.  He is responsive only to pain and has dry mucous membranes.  The patient's condition is initially treated with intravenous fluids, and his mental status slowly improves, but urine output decreases and flank pain develops.  A renal biopsy reveals marked ballooning and vacuolar degeneration of proximal renal tubules; multiple oxalate crystals are observed in the tubular lumen.  Which of the following is most likely responsible for this patient's acute kidney injury?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Direct tubular injury due to exogenous toxin ingestion","answer_2":"B. Direct tubular injury from filtered monoclonal light chains","answer_3":"C. Increased endogenous parathyroid hormone production","answer_4":"D. Microthrombosis of the glomerular capillaries","answer_5":"E. Prerenal azotemia due to splanchnic vasodilation","percent_1":"68%","percent_2":"4%","percent_3":"10%","percent_4":"4%","percent_5":"14%","right_answer":"A. Direct tubular injury due to exogenous toxin ingestion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient has altered mental status and acute renal failure.  In conjunction with the @oxalate crystals@ noted on renal biopsy, this presentation is consistent with #ethylene glycol poisoning#.  Ethylene glycol is a toxic alcohol found in antifreeze, engine coolants, and brake fluids and may be accidentally or intentionally ingested (used as a substitute for alcohol).  Patients initially have symptoms of ethanol intoxication; signs of acute renal failure (oliguria, flank pain) develop approximately 24-72 hours after ingestion.  Ethylene glycol itself is relatively nontoxic; however, it is metabolized to glycolic acid and oxalic acid, resulting in its various toxicities. $Acute kidney injury occurs due to both glycolic acid, which causes #direct tubular cytotoxicity#, and oxalic acid, which crystalizes and causes tubular obstruction.  This results in #acute tubular necrosis# (ATN), demonstrated histologically by #proximal tubular# cell ballooning and vacuolar #degeneration# with morphologically normal glomeruli.  Urinalysis shows tubular casts and @oxalate crystals@.  Other common laboratory findings include a markedly elevated anion gap metabolic acidosis (due to acid metabolite formation) and an elevated osmolar gap (due to the uncharged parent alcohol). $#(Choice B)#  Multiple myeloma can cause light-chain cast nephropathy due to obstruction of the proximal tubules.  This causes ATN, but biopsy demonstrates eosinophilic (light-chain) casts, not oxalate crystals.  It also typically occurs in older patients and presents with hypercalcemia and anemia; altered mentation is unexpected. $#(Choice C)#  Hyperparathyroidism causes hypercalcemia, which predisposes patients to calcium stone (eg, calcium oxalate) formation.  However, kidney stones typically cause postobstructive nephropathy with cortical atrophy and blunting of calyces; ATN would be unexpected. $#(Choice D)#  Thrombotic microangiopathies (eg, hemolytic uremic syndrome) cause endothelial injury characterized by microthrombi in the glomerular capillaries and fibrinoid necrosis of the arterioles; @schistocytes@ are commonly seen on microscopy.  Proximal tubules are typically unaffected, and oxalate crystals would not be seen. $#(Choice E)#  Advanced liver disease with portal hypertension and splanchnic vasodilation may lead to renal failure (hepatorenal syndrome).  The hallmark of this condition is renal vasoconstriction, resulting in prerenal azotemia.  The kidneys are histologically normal and resume function following liver transplantation. $#Educational objective# Ethylene glycol ingestion causes acute tubular necrosis with vacuolar degeneration and ballooning of the proximal tubular cells.  Typical clinical findings include altered mentation, renal failure, high anion gap metabolic acidosis, increased osmolar gap, and calcium oxalate crystals in the urine. ","clickable_1":"images/img1.887.jpg","clickable_2":"images/img2.887.jpg","clickable_3":"images/img3.887.jpg"},

{"id":"886","title":"A 38-year-old man is brought to the emergency department due to vomiting blood.  After appropriate resuscitation measures, he undergoes upper gastrointestinal endoscopy, which reveals a bleeding duodenal ulcer.  During hospital day 2, the patient develops decreased urine output.  Serum creatinine rises to 3.0 mg/dL from a baseline of 1.2 mg/dL.  Renal biopsy shows patchy epithelial necrosis of the tubules, tubulorrhexis, and intratubular casts.  Supportive care is provided.  Several days later, his urine output significantly increases and serum creatinine levels decline.  Over the next few days, this patient is at highest risk for which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperphosphatemia","answer_2":"B. Hypokalemia","answer_3":"C. Metabolic acidosis","answer_4":"D. Urinary protein loss","answer_5":"E. Volume overload","percent_1":"7%","percent_2":"61%","percent_3":"15%","percent_4":"12%","percent_5":"5%","right_answer":"B. Hypokalemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Stages of acute tubular necrosis! ?Initiation stage$ (24-36 hours)? • Tubular injury resulting from:$== ○ Ischemia (eg, hemorrhage, sepsis)$== ○ Cytotoxins (eg, aminoglycosides, $==myoglobin) ?Maintenance $stage$ (days to weeks)? • Oliguric renal failure (↓ GFR, ↓ urine output, $volume overload) • ↑ Creatinine & BUN, ↑ serum K & PO4, $metabolic acidosis ?Recovery stage$ (weeks to months)? • Gradual increase in urine output, high-volume$ diuresis • Impairment of tubular resorptive function $(electrolyte wasting) %#BUN# = blood urea nitrogen; #GFR# = glomerular filtration rate; $#K# = potassium; #PO4# = phosphate.","explanation_img":"","explanation_1":"","explanation_2":"This patient developed acute renal failure following gastrointestinal hemorrhage; renal biopsy showing tubular epithelial necrosis, tubulorrhexis (ie, cell rupture with loss of the basement membrane), and intratubular casts is consistent with #acute tubular necrosis# (ATN).  ATN is characterized by tubular injury due to renal ischemia (eg, shock) or direct cytotoxicity (eg, radiologic contrast agents, aminoglycosides). $The clinical course of ATN takes place in 3 stages.  The #initiation# stage is marked by the inciting event (eg, hemorrhage, as in this patient) and the onset of tubular injury.  If significant tubular damage occurs, the #maintenance# stage (oliguric stage) follows in 24-36 hours.  During this stage, #urine output decreases# and patients may develop volume overload.  Renal tubular dysfunction results in characteristic low urinary osmolality (<350 mOsm/kg), high urinary sodium (>30 mEq/L), and high urinary fractional sodium excretion (>2%). $Despite the seemingly profound damage that occurs to nephrons in ATN, tubular epithelial cells have excellent regenerative capacity.  If the patient survives the maintenance stage (via conservative management or dialysis), the #recovery# stage follows in several days or up to several weeks.  Glomerular filtration rate often improves before renal tubular resorptive function is restored, so patients can develop #transient polyuria# (sometimes >3 L/day) with significant #electrolyte wasting#.  During this time, patients are at high risk for developing clinically significant electrolyte imbalances, particularly #hypokalemia#, which can be life threatening.  Low serum concentrations of magnesium, phosphorus, and calcium may also develop.  Depending on the magnitude of the initial injury, most patients eventually recover both glomerular filtration and tubular resorptive function. $#(Choices A, C, and E)#  Hyperphosphatemia, anion gap metabolic acidosis, and volume overload occur in the maintenance stage of ATN.  This patient's spontaneous diuresis and falling creatinine are more consistent with the recovery phase. $#(Choice D)#  Protein-losing nephropathies (eg, nephrotic syndrome) occur due to significant glomerular damage.  Because the destruction in ATN is largely tubular, protein loss is unexpected.  Patients with nephrotic syndrome typically develop progressive renal dysfunction, which is not expected to improve after several days. $#Educational objective# Acute tubular necrosis is characterized by tubular injury due to renal ischemia or direct cytotoxicity.  The course of the disease takes place in 3 stages: initiation (initial insult), maintenance (oliguric renal failure), and recovery.  During the recovery stage, glomerular filtration rate improves prior to restoration of renal tubular resorptive capacity, so transient polyuria and electrolyte wasting (eg, hypokalemia) can occur. "},

{"id":"15209","title":"A 34-year-old woman comes to the hospital with a 4-day history of abdominal cramps, nausea, and watery diarrhea.  Today she developed dizziness on standing.  Her child has had similar symptoms recently.  The patient has no prior medical conditions and takes no medications on a regular basis.  Blood pressure is 124/82 mm Hg while supine and 100/70 on standing; pulse is 98/min.  Examination shows dry mucous membranes.  The abdomen is soft and nontender.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 144 mEq/L ?Blood urea nitrogen? 50 mg/dL ?Creatinine? 1.8 mg/dL !Urinalysis! ?Protein? negative ?Red blood cells? 0/hpf ?White blood cells? 0-1/hpf ?Microscopy? few hyaline casts ?Urine sodium? 8 mEq/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following changes are most likely to be seen in this patient?","audio":"","comparison_items":"§∆Vasopressin ∆Norepinephrine ∆Angiotensin II ∆Endothelin 1","answer_1":"§A. ∆ ↑ ∆↑ ∆↑ ∆↑","answer_2":"§B. ∆ ↑ ∆↑ ∆↑ ∆↓","answer_3":"§C. ∆ ↓ ∆↑ ∆↑ ∆↓","answer_4":"§D. ∆ ↑ ∆↓ ∆↓ ∆↑","answer_5":"§E. ∆ ↓ ∆↓ ∆↓ ∆↓","answer_6":"§F. ∆ ↑ ∆↓ ∆↑ ∆↓","percent_1":"52%","percent_2":"28%","percent_3":"6%","percent_4":"5%","percent_5":"4%","percent_6":"6%","right_answer":"§A. ∆ ↑ ∆↑ ∆↑ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with gastroenteritis has evidence of #hypovolemia# (dry mucous membranes, orthostatic dizziness/hypotension) and acute kidney injury.  Decreased extracellular fluid volume stimulates compensatory mechanisms directed at maintaining systemic blood pressure and tissue oxygenation.  This is largely driven by the sympathetic nervous system and the kidneys: $• Activation of the #renin-angiotensin-aldosterone system# (RAAS) leads to elevated levels of #angiotensin II# (ATII), a potent vasoconstrictor that stimulates the release of aldosterone and #endothelin 1#.  These increase sodium and water reabsorption and systemic vascular resistance to help maintain blood pressure. $• #Vasopressin# (antidiuretic hormone) is released by the posterior pituitary in response to increased serum osmolarity and decreased systemic pressure; it increases urea and free water reabsorption by the renal collecting duct. $• #Increased sympathetic activity# results in release of circulating #norepinephrine# and other catecholamines, which increases systemic vasoconstriction, renal sodium and water reabsorption, and heart rate. $These neurohumoral mechanisms promote volume expansion and increase blood pressure, helping to maintain tissue perfusion.  Laboratory studies characteristically reflect sodium, water, and urea reabsorption by the kidney, including #low urine sodium# (<20 mEq/L), low fractional excretion of sodium (<1%), and #elevated blood urea nitrogen to creatinine ratio# (>20:1).  Urinary sediment is typically bland or may show hyaline casts (which suggest increased urine concentration). $#Educational objective# Hypovolemia triggers a variety of compensatory mechanisms to improve tissue perfusion.  These include activation of the renin-angiotensin-aldosterone system (resulting in increased aldosterone and endothelin release), increased vasopressin release, and increased sympathetic tone.  "},

{"id":"106935","title":"Researchers are studying the mechanisms that lead to acute kidney injury in septic shock.  In an experiment, the renal perfusion pressure of laboratory mice is reduced to assess changes in renal tubular function and morphology.  Perfusion pressure is decreased until renal tubular dysfunction occurs due to sublethal cellular ischemia; recovery of function is achieved within several hours of reperfusion.  Which of the following is most likely the earliest change to occur within the renal tubules during the ischemic period?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of cytoplasmic caspases","answer_2":"B. Damage to the tubular basement membrane","answer_3":"C. Loss of epithelial cell polarity","answer_4":"D. Necrosis and sloughing of epithelial cells","percent_1":"16%","percent_2":"19%","percent_3":"50%","percent_4":"16%","right_answer":"C. Loss of epithelial cell polarity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp106935.jpg","explanation_1":"","explanation_2":"$The mice in this experimental study are observed to have rapidly reversible renal tubular dysfunction after exposure to sublethal ischemia, which is consistent with #acute tubular necrosis# (ATN).  #Loss of epithelial cell polarity# occurs early in ATN due to alterations in the actin cytoskeleton.  The actin cytoskeleton is very sensitive to depletion of ATP; therefore, ischemia causes rapid #cytoskeletal disruption#, resulting in: $• #Blunting of apical microvilli#, which reduces the surface area available for solute transport $• #Loss of cell-cell adhesion# (eg, tight junctions), which causes back leakage of tubular fluid into the interstitium $• #Redistribution of integrins# from the basolateral to apical membrane, which promotes cell detachment, tubular obstruction, and cast formation (by binding together detached epithelial cells) $• Redistribution of #Na-K-ATPases# from the basolateral membrane to the apical membrane, which disrupts the concentration gradient necessary for sodium reabsorption $Impaired sodium reabsorption results in sodium wasting and increases its distal delivery to the macula densa.  The inappropriate juxtaglomerular feedback causes afferent arteriole constriction, which further worsens renal ischemia. $Prolonged renal ischemia eventually leads to necrosis, further sloughing of tubular epithelial cells, and tubular obstruction; if severe enough, this can damage the basement membrane and cause tubular rupture #(choices B and D)#.  Restoration of perfusion to cells exposed to sublethal injury allows for cellular polarity normalization and recovery of renal function. $#(Choice A)#  Cellular apoptosis is driven by activation of cytoplasmic caspases in response to increased mitochondrial permeability.  However, this occurs following prolonged, lethal ischemia rather than the short period of sublethal ischemia in this study. $#Educational objective# Loss of epithelial cell polarity is an early change that occurs in renal tubular cells in response to ischemia (ie, acute tubular necrosis).  Depletion of ATP causes rapid cytoskeletal disruption; this leads to a loss of cell-cell adhesion and causes redistribution of integrins and Na-K-ATPases from the basolateral membrane to the apical membrane.  "},

{"id":"15217","title":"A 21-year-old man is brought to the emergency department due to diffuse muscle aches and weakness.  He has also noticed darkening of his urine.  The patient recently joined the military and was participating in rigorous training exercises in hot weather earlier in the day.  He has no significant medical conditions and takes no medications.  Medical evaluation and laboratory testing performed prior to military enlistment showed no abnormalities.  Temperature is 36.7 C (98 F), blood pressure is 100/60 mm Hg, pulse is 105/min, and respirations are 16/min.  Physical examination shows dry mucous membranes and muscle tenderness over the bilateral thighs and calves.  Laboratory results are as follows:","title_table":"?Sodium? 136 mEq/L ?Potassium? 5.6 mEq/L ?Chloride? 100 mEq/L ?Bicarbonate? 18 mEq/L ?Blood urea nitrogen? 30 mg/dL ?Creatinine? 2.0 mg/dL ?Calcium? 6.8 mg/dL ?Phosphorus? 7.8 mg/dL ?Creatine kinase? 22,000 U/L (normal: 30-170)","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following urine microscopy findings is most likely to be seen in this patient?","audio":"","comparison_items":"","answer_1":"A. Dysmorphic red blood cells","answer_2":"B. Eosinophils","answer_3":"C. Granular casts","answer_4":"D. Isomorphic red blood cells","answer_5":"E. Polymorphonuclear leukocytes","answer_6":"F. Red blood cell casts","percent_1":"16%","percent_2":"1%","percent_3":"54%","percent_4":"11%","percent_5":"1%","percent_6":"16%","right_answer":"C. Granular casts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Urinary casts# ∆^#Composition# ∆^#Associated conditions# §^#Hyaline# ∆ • Tamm-Horsfall protein ∆ • Nonspecific, concentrated urine §^#Fatty# ∆ • Lipid droplets ∆ • Nephrotic syndrome §^#Waxy# ∆ • Degenerated hyaline cast ∆ • Chronic kidney disease §^#Granular# #(muddy brown)# ∆ • Sloughed tubular epithelial cells with pigmented granules ∆ • Acute tubular necrosis §^#WBC# ∆ • White blood cells ∆ • Pyelonephritis, interstitial nephritis §^#RBC# ∆ • Red blood cells ∆ • Glomerulonephritis","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is consistent with #rhabdomyolysis#, which is characterized by skeletal muscle necrosis and the release of intracellular breakdown products into the circulation.  The condition is most commonly caused by trauma, sepsis, drugs/toxins (eg, statins, alcohol, cocaine), and #overexertion# (particularly in hot climates).  Patients classically have #myalgia and weakness# (predominantly in the proximal muscles, lower back, and calves) and dark urine (due to #myoglobinuria#).  Laboratory studies often show markedly #elevated creatine kinase# levels and acute kidney injury with electrolyte disturbances (eg, hyperkalemia, hyperphosphatemia, hypocalcemia, metabolic acidosis). $#Acute kidney injury# in rhabdomyolysis occurs due to myoglobin degradation and heme pigment release.  Heme pigment causes acute tubular necrosis (ATN) through direct cytotoxicity and renal vasoconstriction (ie, ischemia).  In ATN, injured tubular epithelial cells slough off into the tubular lumen, forming granular, @muddy brown casts@.  Heme pigment in myoglobin cross-reacts with the urine dipstick reagent that detects hemoglobin, leading to a false-positive result for blood in urine; however, microscopy shows no red blood cells (RBCs). $#(Choices A, D, and F)#  Dysmorphic RBCs and RBC casts are typically seen in patients with glomerulonephritis.  Dysmorphic RBCs have abnormal shapes due to deformation as they pass through the glomerular basement membrane and osmotic stress in the renal tubules.  Normal-appearing (isomorphic) RBCs are seen in nonglomerular sources of hematuria, such as nephrolithiasis or urinary tract malignancies. $#(Choice B)#  Urinary eosinophils are suggestive of acute interstitial nephritis (AIN), although they may be associated with other conditions (eg, kidney transplant rejection, pyelonephritis).  AIN results from immune-mediated tubulointerstitial injury often caused by medications (eg, nonsteroidal anti-inflammatory drugs, penicillins).  Patients classically have some combination of rash, fever, and eosinophilia. $#(Choice E)#  Polymorphonuclear leukocytes in the urine indicate inflammation, which most commonly occurs due to infection.  Interstitial nephritis, renal tuberculosis, and gonorrhea/chlamydia urethritis should be considered in patients with negative urine cultures (sterile pyuria). $#Educational objective# Rhabdomyolysis usually presents with myalgia, proximal muscle weakness, and dark urine (myoglobinuria) in the setting of trauma, sepsis, or overexertion.  Kidney injury occurs due to heme pigment-mediated tubular injury, leading to acute tubular necrosis.  Urine microscopy typically reveals granular, muddy brown casts. ","clickable_1":"images/img1.15217.jpg"},

{"id":"18667","title":"A 62-year-old hospitalized man is evaluated due to acute renal failure.  The patient was hospitalized 3 days ago due to precordial chest pain.  During admission, he was found to have an elevated troponin I level but no ST-segment elevation on ECG; subsequent percutaneous catheterization with injection of contrast dye revealed 3-vessel coronary artery disease.  The patient has continued to receive medical treatment while awaiting coronary artery bypass graft surgery.  Today, he has elevated blood urea nitrogen and serum creatinine levels.  The patient has had no fever, and blood pressure and heart rate have been within normal limits.  Physical examination shows no new findings.  Which of the following changes are most likely to be present in this patient's kidneys?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diffuse necrosis of the proximal tubular cells","answer_2":"B. Extensive crescents in the glomeruli","answer_3":"C. Fibrin-like material lining the arteriolar walls","answer_4":"D. Mononuclear cell infiltrate in the interstitium","answer_5":"E. Neutrophil aggregates in the interstitium and tubules","percent_1":"64%","percent_2":"6%","percent_3":"15%","percent_4":"6%","percent_5":"8%","right_answer":"A. Diffuse necrosis of the proximal tubular cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Contrast-induced nephropathy! ?Presentation? • Acute rise in serum creatinine and blood urea nitrogen 24-48 hr after contrast $administration, followed by a gradual return to baseline ?Etiology? • Direct cytotoxicity of intravenous contrast on tubular cells • Renal vasoconstriction ?Laboratory$ findings? • Histology: extensive necrosis of proximal tubular cells • Muddy brown casts on urinalysis","explanation_img":"","explanation_1":"","explanation_2":"This patient developed acute kidney injury after undergoing percutaneous catheterization, a procedure that uses contrast material to evaluate the patency of the coronary arteries.  In a patient with normal vital signs (ie, no history of recent hypotension to suggest renal tubular ischemia), this presentation suggests #contrast-induced nephropathy# (CIN).  Patients with CIN typically have an acute rise in creatinine and blood urea nitrogen within 24-48 hours of contrast administration, followed by a gradual return to baseline. $The etiology of CIN remains unclear but is likely multifactorial and includes the following: $• Direct cytotoxicity causing #diffuse necrosis of the proximal tubular cells# visible on histologic specimens and #muddy brown casts# on urinalysis (acute tubular necrosis) $• Renal vasoconstriction causing medullary ischemia $Preventive measures include avoidance of nonsteroidal anti-inflammatory drugs, which can worsen vasoconstriction, periprocedural administration of intravenous normal saline, and use of the smallest possible volume of contrast medium. $#(Choice B)#  Glomerular crescents are seen in @crescentic glomerulonephritis@, which can occur in multiple renal diseases (eg, Goodpasture syndrome, microscopic polyangiitis).  However, patients typically have nephritic syndrome, which is characterized by hematuria with red blood cell casts, hypertension, and edema. $#(Choice C)#  @Fibrinoid necrosis@ is visualized histologically as fibrin material lining the arteriolar walls.  This pattern is typically seen in the setting of hypertensive (malignant) nephrosclerosis, in which a markedly elevated blood pressure causes vascular endothelial damage.  This patient's blood pressure has been normal. $#(Choice D)#  Mononuclear cell infiltrate in the interstitium is consistent with @interstitial nephritis@.  Interstitial nephritis typically occurs after the initiation of new drugs (eg, penicillin, cephalosporin), typically with fever, rash, and sterile pyuria. $#(Choice E)#  Neutrophil aggregates in the interstitium and tubular lumina are a feature of acute pyelonephritis, which is caused by an ascending bacterial infection through the urinary tract.  It typically presents with fever, nausea, vomiting, flank pain, and costovertebral tenderness. $#Educational objective# Contrast-induced nephropathy is characterized by an acute rise in creatinine and blood urea nitrogen after radiologic contrast administration, followed by a gradual return to baseline.  It is characterized histologically by diffuse necrosis of the proximal tubular cells (acute tubular necrosis).  Urinalysis usually demonstrates muddy brown casts. ","clickable_1":"images/img1.18667.jpg","clickable_2":"images/img2.18667.jpg","clickable_3":"images/img3.18667.jpg"},

{"id":"1053","title":"A 32-year-old man is hospitalized with multiple fractures and internal bleeding following a motor vehicle collision.  He is successfully resuscitated and taken to the operating room for fixation of a left femoral fracture.  The patient's condition remains stable postoperatively, and he is transferred to the surgical floor.  Blood pressure is 118/68 mm Hg and pulse is 88/min.  He develops oliguria on the second day of hospitalization.  Renal biopsy findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1053.jpg","title_2":"If the kidney biopsy were repeated 1 month from now, which of the following would most likely be seen?","audio":"","comparison_items":"","answer_1":"A. Diffuse mesangial sclerosis","answer_2":"B. Glomerular epithelial proliferation","answer_3":"C. Scarring and atrophy of the medulla","answer_4":"D. Segmental glomerulosclerosis","answer_5":"E. Tubular re-epithelization","percent_1":"7%","percent_2":"4%","percent_3":"8%","percent_4":"5%","percent_5":"77%","right_answer":"E. Tubular re-epithelization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1053.jpg","explanation_1":"","explanation_2":"$This patient has ischemic #acute tubular necrosis# (ATN) as a result of hypotension from hemorrhage.  The clinical course of ATN may be divided into the initiation, maintenance (oliguric), and recovery phases. $1. The #initiation phase# corresponds with the original ischemic or toxic insult and lasts approximately 24-36 hours.  During this phase, only a slight decrease in urine output is present as renal tubular cell damage begins. $2. During the #maintenance phase#, tubular damage is fully established, resulting in oliguria, fluid overload, and electrolyte abnormalities (eg, hyperkalemia, metabolic acidosis).  This phase usually lasts #1-2 weeks#, during which the glomerular filtration rate remains well below normal with a corresponding rise in serum creatinine.  Light microscopy shows #tubular epithelial necrosis#, sloughing of cells with #denuded basement membranes#, and casts containing degenerating cells and debris. $3. The #recovery phase# is characterized by the #re-epithelization# of tubules.  The glomerular filtration rate recovers relatively quickly as the tubules clear of casts and debris.  However, the tubular cells recover more gradually, resulting in transient polyuria and loss of electrolytes due to impaired tubular resorption and decreased renal concentrating ability.  The majority of patients eventually have complete restoration of renal function. $#(Choices A, B, and D)#  Diffuse mesangial sclerosis results in infantile nephrotic syndrome, whereas @focal segmental glomerulosclerosis@ causes nephrotic syndrome in adolescents and adults and can be related to drug use (eg, heroin).  Glomerular epithelial proliferation occurs in @crescentic glomerulonephritis@ and diabetic nephropathy, among other diseases.  These findings are not common in ATN. $#(Choice C)#  Focal interstitial fibrosis causing medullary scarring and atrophy may be seen in a small number of patients, especially when ATN is accompanied by disruption of the tubular basement membrane.  It is not, however, the most common outcome of ATN. $#Educational objective# Acute tubular necrosis is characterized by focal tubular epithelial necrosis with denuding of the basement membrane.  Most patients experience tubular re-epithelization and regain normal renal function. ","clickable_1":"images/img1.1053.jpg","clickable_2":"images/img2.1053.jpg"},

{"id":"19446","title":"A 48-year-old woman comes to the emergency department due to worsening headache, blurred vision, and nausea for the past several days.  She also has had decreased urine output.  Medical history is significant for systemic sclerosis.  Blood pressure is 190/110 mm Hg and pulse is 96/min.  Physical examination shows diffuse skin thickening involving the hands, face, and anterior chest.  There are no focal neurologic deficits, but a flame-shaped retinal hemorrhage is present.  Laboratory studies reveal elevated serum blood urea nitrogen and creatinine levels, which were within normal limits during a recent office visit.  Urine microscopy shows no sediment.  A primary injury to which of the following structures is the most likely cause of this patient's acute kidney injury?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Large systemic vessels","answer_2":"B. Postrenal urinary tract","answer_3":"C. Renal glomeruli","answer_4":"D. Renal interstitium","answer_5":"E. Renal tubules","answer_6":"F. Small renal vessels","percent_1":"15%","percent_2":"2%","percent_3":"21%","percent_4":"10%","percent_5":"9%","percent_6":"43%","right_answer":"F. Small renal vessels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp19446.jpg","explanation_1":"","explanation_2":"$#Systemic sclerosis# (SS) (ie, scleroderma) is an autoimmune disease that damages connective tissue and small blood vessels throughout the body.  This patient's #acute renal failure# and #severe hypertension# (eg, retinal hemorrhage, headache) are consistent with a life-threatening complication of SS known as #scleroderma renal crisis# (SRC).  SRC is caused by immune-mediated injury to #small renal vessels# that typically spares the glomerular capillaries; therefore, dysmorphic red blood cells (RBCs) and RBC casts are not present on urine microscopy, unlike in patients with glomerulonephritis #(choice C)#.  Vascular changes in SRC include: $• Intimal thickening and proliferation of endothelial and smooth muscle cells $• Vasospasm and vascular occlusions $• Fibrinoid necrosis involving the entire blood vessel $Histopathologic changes in SRC are similar to @malignant nephrosclerosis@ caused by severe primary hypertension.  Patients with severe primary hypertension develop these changes as a direct result of vascular barotrauma.  In contrast, patients with SRC develop hypertension due to vascular narrowing and obliteration, which results in #renal hypoperfusion#.  Renal hypoperfusion leads to renal failure and activation of the #renin-angiotensin-aldosterone system# (RAAS), which promotes systemic vasoconstriction, thereby resulting in severe hypertension.  Therefore, first-line treatment for SRC is RAAS blockade with an ACE inhibitor, even in the presence of renal failure. $#(Choice A)#  Vasculitis of large systemic vessels is a characteristic finding in Takayasu arteritis, which can lead to renovascular hypertension via inflammation-induced narrowing of the large renal artery.  However, acute renal failure has only rarely been described in patients with Takayasu arteritis, likely because bilateral renal artery involvement would be necessary in most patients. $#(Choice B)#  Obstruction of the postrenal urinary tract (eg, bilateral ureteral compression, bladder outlet obstruction) can lead to renal failure, but this patient's skin changes and severe hypertension make SRC more likely. $#(Choices D and E)#  Tubulointerstitial diseases (eg, interstitial nephritis) typically cause an active urine sediment (eg, white blood cell casts).  Tubulointerstitial involvement is sometimes seen with certain autoimmune diseases (eg, sarcoidosis, Sjögren syndrome), but it is not typical of SS. $#Educational objective# Scleroderma renal crisis (SRC) is a life-threatening complication of systemic sclerosis characterized by acute renal failure and severe hypertension.  SRC is caused by immune-mediated injury to small renal vessels that leads to reduced renal perfusion due to vascular narrowing and obliteration. ","clickable_1":"images/img1.19446.jpg"},

{"id":"15207","title":"A 78-year-old woman is brought to the office by her son for follow-up.  The patient was hospitalized 5 days ago due to fever, vomiting, dysuria, and flank pain.  Acute pyelonephritis was diagnosed, and she was treated with ceftriaxone and given intravenous fluids.  Urine culture grew Escherichia coli, and the patient was discharged home with a prescription for levofloxacin, which she is still taking.  Since hospital discharge, the patient has had nausea and loss of appetite, but her fever and urinary symptoms have resolved.  Temperature is 36.4 C (97.5 F), blood pressure is 116/68 mm Hg, and pulse is 92/min.  No suprapubic or flank tenderness is noted on physical examination.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 144 mEq/L ?Potassium? 3.6 mEq/L ?Blood urea nitrogen? 44 mg/dL ?Creatinine? 1.7 mg/dL !Urinalysis! ?Protein? none ?Blood? negative ?Cells? none ?Casts? none ?Urine sodium? 10 mEq/L (normal: ≥20)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Renal function was normal at the time of hospital discharge.  A review of hospital records shows no significant hypotensive episodes or radiographic contrast exposure during the hospital stay.  Which of the following is the most likely cause of this patient's renal dysfunction?","audio":"","comparison_items":"","answer_1":"A. Chronic pyelonephritis","answer_2":"B. Interstitial nephritis","answer_3":"C. Prerenal azotemia","answer_4":"D. Renal artery stenosis","answer_5":"E. Tubular necrosis","answer_6":"F. Urinary tract obstruction","percent_1":"4%","percent_2":"23%","percent_3":"50%","percent_4":"4%","percent_5":"13%","percent_6":"6%","right_answer":"C. Prerenal azotemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Prerenal acute kidney injury#∆⨉ §^#Etiology# ∆ • Decreased renal perfusion $== ○ True volume depletion $== ○ Decreased EABV (eg, heart failure, cirrhosis) $== ○ Displacement of intravascular fluid (eg, sepsis, pancreatitis) $== ○ Bilateral renal artery stenosis with ACE inhibition $== ○ Afferent arteriole vasoconstriction (eg, NSAIDs) §^#Clinical features# ∆ • Increase in serum creatinine (eg, 50% from baseline) • Decreased urine output • Blood urea nitrogen/creatinine ratio >20:1 • Fractional excretion of sodium <1% • Unremarkable (bland) urine sediment §^#Treatment# ∆ • Restoration of renal perfusion %#EABV =# effective arterial blood volume; #NSAID =# nonsteroidal anti-inflammatory drug.","explanation_img":"","explanation_1":"","explanation_2":"This patient developed #reduced renal function# (ie, elevated creatinine) following hospitalization for acute pyelonephritis.  Her appetite loss (which often persists during recovery from illness and can be worsened by antibiotic use) likely resulted in #decreased oral intake# with subsequent hypovolemia and decreased renal perfusion. $Impaired renal function due to hypoperfusion is termed #prerenal #acute kidney injury (#AKI#), as the pathogenesis is driven by impaired renal blood flow; the kidneys are not actually injured and renal tubular function is intact.  In response to perceived hypovolemia, the @renin-angiotensin-aldosterone system@ (RAAS) becomes activated, and there is #increased reabsorption# of renal solutes (namely urea and sodium) and water in an effort to restore intravascular volume.  Expected laboratory findings include: $• #Increased ratio# of blood urea nitrogen (BUN) to creatinine (>20:1) (ie, #prerenal azotemia#) due to increased urea reabsorption $• #Low urine sodium# (<20 mEq/L) and low (<1%) fractional excretion of sodium (FENa) due to increased sodium reabsorption $• High urine osmolality (>450 mOsm/kg) and specific gravity (>1.015), in part due to @nonosmotic stimulation@ of antidiuretic hormone (ADH) with relatively greater reabsorption of water than solute $• #Unremarkable urinalysis# (eg, no protein, cells, or casts) due to lack of intrinsic kidney injury $Restoration of intravascular volume (eg, isotonic intravenous fluids) normalizes RAAS and ADH activity and resolves prerenal AKI. $#(Choice A)#  Chronic pyelonephritis can be a complication of repeated or untreated episodes of acute pyelonephritis.  However, urinalysis typically shows white blood cells (WBCs) and other evidence of kidney injury (eg, hematuria, proteinuria). $#(Choice B)#  Acute interstitial nephritis can occur following new medication exposure (eg, levofloxacin).  However, urinary WBCs and WBC casts are usually present, and laboratory findings are consistent with intrinsic kidney injury (eg, BUN/creatinine ratio ~10:1, FENa >2%). $#(Choice D)#  Renal artery stenosis is typically accompanied by underlying hypertension caused by chronic RAAS activation.  Patients are at risk for developing AKI after initiation of an ACE inhibitor. $#(Choice E)#  Untreated prerenal AKI can eventually lead to ischemic acute tubular necrosis.  However, muddy brown casts are commonly present, and laboratory findings are more consistent with intrinsic (rather than prerenal) kidney injury. $#(Choice F)#  Although common in older men due to urethral obstruction by an enlarged prostate, AKI due to urinary tract obstruction is relatively uncommon in women because it requires obstruction of both ureters (eg, advanced cervical cancer).  In addition, postrenal AKI usually demonstrates a BUN/creatinine ratio <20:1. $#Educational objective# Prerenal acute kidney injury results from renal hypoperfusion (eg, dehydration due to poor oral intake).  Characteristic laboratory findings include an elevated blood urea nitrogen/creatinine ratio (>20:1), low urine sodium (<20 mEq/L), low fractional excretion of sodium (<1%), high urine osmolality and specific gravity, and unremarkable urinalysis.  ","clickable_1":"images/img1.15207.jpg","clickable_2":"images/img2.15207.jpg"},

{"id":"885","title":"A 54-year-old man hospitalized with an acute myocardial infarction goes into cardiac arrest.  The patient is resuscitated successfully and transferred to the cardiac intensive care unit where he remains hemodynamically stable.  However, on the second day of hospitalization, his urine flow diminishes to 400 mL/day.  Blood pressure is 115/68 mm Hg and pulse is 78/min.  Laboratory results are as follows:","title_table":"","title_table_3":"§ ∆#Day 1# ∆#Day 2# §#Sodium# ∆134 mEq/L ∆133 mEq/L §#Potassium# ∆4.2 mEq/L ∆4.0 mEq/L §#Chloride# ∆96 mEq/L ∆94 mEq/L §#Bicarbonate# ∆26 mEq/L ∆22 mEq/L §#Blood urea nitrogen# ∆16 mg/dL ∆26 mg/dL §#Creatinine# ∆1.1 mg/dL ∆2.4 mg/dL","exhibit_1":"","image_1":"","title_2":"Urine sediment microscopy reveals muddy brown casts.  Which of the following renal structures are most likely to demonstrate signs of ischemic injury?","audio":"","comparison_items":"","answer_1":"A. Collecting ducts","answer_2":"B. Distal tubules","answer_3":"C. Glomeruli","answer_4":"D. Proximal tubules","answer_5":"E. Renal papillae","percent_1":"5%","percent_2":"8%","percent_3":"6%","percent_4":"72%","percent_5":"9%","right_answer":"D. Proximal tubules","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #acute tubular necrosis# (ATN) due to decreased renal perfusion during cardiac arrest (cardiogenic shock).  Ischemic kidney injury predominantly affects the #renal medulla#, which has low blood supply even under normal conditions.  The most metabolically active segments of the nephron are particularly vulnerable, including the #proximal tubule# and #thick ascending limb# of the loop of Henle. $ATN is characterized histologically by @flattening of the tubular epithelial cells@ with loss of the brush border and subsequent cell necrosis and denudation of the tubular basement membrane.  @Muddy brown casts@ consisting of sloughed and degenerated tubule cells are pathognomonic for ATN.  Patients frequently have #increased serum creatinine#, a blood urea nitrogen/serum creatinine ratio <20 (indicating intrinsic renal pathology), and #oliguria#. $#(Choices A and B)#  The distal tubules are located in the renal cortex, and the collecting ducts are in the cortex and medulla.  They are less likely to show signs of ischemic injury because they are less metabolically active than the proximal tubules or the thick ascending limb of the loop of Henle. $#(Choice C)#  The increased distal sodium delivery caused by tubular dysfunction in ATN leads to afferent arteriolar constriction via the tubuloglomerular feedback mechanism.  This can further reduce medullary blood flow and worsen tubular ischemic damage.  However, the glomeruli themselves are less susceptible to ischemic injury because of their low metabolic activity. $#(Choice E)#  Renal papillary blood supply may be interrupted by urinary tract obstruction/infection, interstitial nephritis due to analgesic ingestion, or microvascular disease (eg, diabetes mellitus, sickle cell disease).  However, renal papillary necrosis typically presents with gross hematuria and flank pain. $#Educational objective# Acute tubular necrosis can be caused by renal ischemia and is characterized by oliguria, increased serum creatinine, and muddy brown casts.  Ischemic injury predominantly affects the renal medulla, which has a relatively low blood supply.  The proximal tubules and the thick ascending limb of the loop of Henle are the most commonly involved portions of the nephron. ","clickable_1":"images/img1.885.jpg","clickable_2":"images/img2.885.jpg"},

{"id":"7624","title":"A 28-year-old man is hospitalized following a motor vehicle collision complicated by severe hemorrhage.  Over the next 8 hours his urine output is markedly decreased.  Laboratory results reveal elevated blood urea nitrogen.  The patient is given aggressive intravenous fluid hydration.  After 24 hours of therapy, urine output is increased and blood urea nitrogen declines toward normal.  Which of the following additional laboratory abnormalities suggests that this patient's initial oliguria is a compensation for volume contraction?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Muddy brown casts on urinalysis","answer_2":"B. Serum BUN/creatinine ratio <15","answer_3":"C. Urine fractional excretion of sodium >2%","answer_4":"D. Urine osmolarity <350 mOsm/kg","answer_5":"E. Urine sodium <20 mEq/L","percent_1":"8%","percent_2":"10%","percent_3":"12%","percent_4":"8%","percent_5":"62%","right_answer":"E. Urine sodium <20 mEq/L","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute kidney injury# ∆⨉ ∆⨉ § ∆^#Prerenal# ∆^#Acute tubular necrosis# §^#Mechanism# ∆Decreased renal perfusion $(eg, hypovolemia, CHF) ∆Renal ischemia (eg, hemorrhage, sepsis) or $nephrotoxins (eg, aminoglycosides, radiocontrast) §^#BUN/creatinine ratio# ∆Typically >20 ∆Typically ~10-15 §^#Fractional excretion$ of sodium# ∆<1 ℅ ∆>2 ℅ §^#Urine osmolality# ∆>500 mOsm/kg ∆~300 mOsm/kg §^#Microscopy# ∆Hyaline casts ∆Muddy brown casts %#BUN =# blood urea nitrogen; #CHF =# congestive heart failure.","explanation_img":"","explanation_1":"","explanation_2":"This patient developed symptoms of acute renal failure (ARF) (eg, low urine output, high blood urea nitrogen) after a massive hemorrhage.  ARF can be classified according to 1 of 3 etiologies: $• #Prerenal:#  Caused by #decreased renal perfusion#; the nephrons remain intact and tubular function is preserved.  Etiologies include volume loss (eg, hemorrhage), low-output states (eg, myocardial infarction, congestive heart failure), or systemic vasodilation (eg, sepsis). $• #Intrinsic:#  Caused by #tubular epithelial or glomerular damage#; resorptive capacity is lost.  Etiologies include acute tubular necrosis (due to renal ischemia or nephrotoxins) or glomerular diseases (eg, glomerulonephritis, nephrotic syndrome). $• #Postrenal:#  Caused by #urinary tract obstruction# with normal nephron capacity.  Etiologies include bilateral calculi, enlarged prostate, or a renal tumor in an individual with a sole functional kidney. $This patient with severe blood loss was at risk for prerenal and intrinsic renal failure; however, his rapid #improvement with hydration# suggests a prerenal (hypovolemic) etiology.  His laboratory results reflect intact renal tubular function, with compensatory mechanisms to restore blood volume.  Increased tubular sodium reabsorption results in #low urine sodium (<20 mEq/L)# and #low fractional excretion of sodium# (FENa), whereas increased water reabsorption leads to #high urine osmolarity#.  Urea reabsorption also increases to help concentrate the urine, resulting in increased serum levels of urea; creatinine continues to be excreted, resulting in the characteristic #BUN/creatinine ratio >20#. $In contrast, intrinsic ARF reflects tubular epithelium damage and loss of renal reabsorptive capacity.  Water, sodium, and urea are excreted in the urine, leading to lower urine osmolarity, higher urinary sodium, higher urinary FENa, and a normal serum BUN/creatinine ratio. $#(Choice A)#  Dark, granular, \"muddy brown\" casts seen on urinalysis are composed of degenerating tubular epithelial cells.  This finding is associated with acute tubular necrosis, which is a common cause of intrinsic ARF. $#(Choices B, C, and D)#  A serum BUN/creatinine ratio <15, urine FENa >2%, and urine osmolarity <350 mOsm/kg are characteristic of intrinsic ARF.  These alterations in the laboratory indices of renal function represent the diminished ability of tubular epithelial cells to reabsorb urea, sodium, and water, respectively. $#Educational objective# Blood volume loss can cause prerenal or intrinsic acute renal failure (ARF).  Prerenal ARF is associated with normal nephron function (eg, low urine sodium level, low fractionated sodium excretion, high urine osmolarity, and a high BUN/creatinine ratio), whereas intrinsic ARF features diminished renal reabsorptive capacity (eg, lower urine osmolarity, higher urinary sodium, normal serum BUN/creatinine ratio). "},

{"id":"15218","title":"A 30-year-old man is admitted to the hospital due to seizures.  The repeated, prolonged tonic-clonic seizures were terminated with intravenous lorazepam in the emergency department.  Medical history is significant for amphetamine abuse.  The patient develops decreased urine output 24 hours after hospital admission.  Temperature is 37.1 C (98.8 F), blood pressure is 140/90 mm Hg, pulse is 88/min, and respirations are 18/min.  Examination shows bibasilar lung crackles and mild edema of the lower extremities.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Blood urea nitrogen? 40 mg/dL ?Creatinine? 4.2 mg/dL ?Potassium? 6.4 mEq/L !Urinalysis! ?Protein? 2+ ?Blood? 3+ ?White blood cells? negative ?Red blood cells? negative","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's kidney injury?","audio":"","comparison_items":"","answer_1":"A. Glomerular injury due to immune complexes","answer_2":"B. Inflammatory reaction of the tubular interstitium","answer_3":"C. Renal infarction due to arterial obstruction","answer_4":"D. Tubular injury due to light-chain deposition","answer_5":"E. Tubular injury due to released hemoglobin","answer_6":"F. Tubular injury due to released myoglobin","percent_1":"8%","percent_2":"20%","percent_3":"11%","percent_4":"3%","percent_5":"4%","percent_6":"54%","right_answer":"F. Tubular injury due to released myoglobin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Rhabdomyolysis! ?Risk$factors? • Crush injury • Prolonged muscle activity (eg, seizure, marathon running) • Drug/medication use (eg, statins, amphetamines, heroin) ?Etiology? • Myocyte necrosis, release of intracellular contents (eg, myoglobin) • Kidney injury: Heme pigment–induced acute tubular necrosis ?Laboratory$findings? • ↑↑ Creatine kinase • Myoglobinuria (UA with positive blood but no RBCs on microscopy) • Acute kidney injury & electrolyte abnormalities (eg, ↑ K, ↑ P, ↓ Ca) %#Ca# = calcium; #K# = potassium; #P# = phosphorus; #RBCs# = red blood cells; #UA# = urinalysis.","explanation_img":"","explanation_1":"","explanation_2":"This patient with acute kidney injury, hyperkalemia, and urinalysis with 3+ blood but no red blood cells has #rhabdomyolysis#, likely induced by his prolonged seizure.  Rhabdomyolysis is characterized by myocyte injury with the release of intracellular muscle contents (ie, myoglobin, electrolytes) into the circulation.  It is common in crush injuries, prolonged muscle activity (eg, seizure), or drug use.  #Positive blood# on urine dipstick (a reaction that detects the heme pigment in both hemoglobin and myoglobin) in the #absence of red blood cells# on microscopic urinalysis suggests #myoglobinuria#. $Renal injury in rhabdomyolysis results from #myoglobin# filtration and degradation within the glomeruli.  #Heme pigment# is released, which causes #acute tubular necrosis# by direct cytotoxicity and renal vasoconstriction.  Hyperkalemia, hyperphosphatemia, and hyperuricemia also occur due to myocyte lysis. $#(Choice A)#  Immune complex–mediated glomerular injury is seen in a variety of diseases (eg, IgA nephropathy, poststreptococcal glomerulonephritis), but these diseases do not cause myoglobinuria.  Urinary cast formation or severe proteinuria are more common manifestations. $#(Choice B)#  Acute interstitial nephritis, an inflammatory reaction of the tubular interstitium, is typically associated with a medication exposure (eg, antibiotics) and presents with some combination of fever, eosinophilia, and rash.  Urinalysis shows white blood cell casts, not myoglobinuria. $#(Choice C)#  Renal infarctions can be due to thromboembolic or atheroembolic disease and typically occur in older patients with established atherosclerosis or hypercoagulability.  Hematuria with red cells would be expected on urinalysis. $#(Choice D)#  Multiple myeloma causes renal injury due to light chain–complex deposition in the renal tubules.  This malignancy occurs in older patients and presents with hypercalcemia, anemia, and bone pain.  It causes proteinuria (ie, Bence Jones protein), not myoglobinuria. $#(Choice E)#  Tubular injury due to released hemoglobin can also cause a heme pigment–induced kidney injury and may occur with hemolytic diseases (eg, paroxysmal nocturnal hemoglobinuria) or incompatible blood transfusion.  However, renal failure after a prolonged seizure is more suggestive of rhabdomyolysis. $#Educational objective# Rhabdomyolysis is characterized by the release of intracellular muscle contents (eg, myoglobin, electrolytes) due to myocyte injury; it is common with crush injuries, seizures, or drug use (eg, statins).  Heme pigment (released from myoglobin after degradation in the kidney) is toxic to tubular cells and can cause acute tubular necrosis.  Positive blood on urine dipstick in the absence of red blood cells on microscopic urinalysis suggests myoglobinuria. "},

{"id":"15225","title":"A 65-year-old hospitalized man is evaluated for decreased urine output and increased serum creatinine.  The patient was admitted for 3-vessel coronary artery disease and underwent coronary artery bypass grafting surgery yesterday.  Other medical conditions include type 2 diabetes mellitus and hypertension.  He received a dose of intravenous vancomycin prior to the surgery for prophylaxis of surgical infection.  The patient has also been receiving 100 mL/hour of intravenous normal saline for the past 24 hours.  He is afebrile.  Blood pressure is 130/80 mm Hg and pulse is 80/min.  Examination shows bibasilar crackles.  The abdomen is soft.  Urine output over the past 6 hours is 100 mL.  Laboratory results are as follows:","title_table":"","title_table_3":"§ ∆ Day of admission ∆Today §Blood urea nitrogen ∆20 mg/dL ∆35 mg/dL §Serum creatinine ∆1.3 mg/dL ∆2.5 mg/dL","exhibit_1":"images/exhibit15225.jpg","image_1":"","title_2":"Urine sediment microscopy is shown in the @exhibit@.  Which of the following is the most likely cause of this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Crystal obstruction in tubules","answer_2":"B. Drug toxicity to renal tubules","answer_3":"C. Glomerulonephritis","answer_4":"D. Interstitial inflammation","answer_5":"E. Ischemic tubular necrosis","answer_6":"F. Prerenal azotemia","percent_1":"2%","percent_2":"40%","percent_3":"2%","percent_4":"3%","percent_5":"48%","percent_6":"4%","right_answer":"E. Ischemic tubular necrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Urinary casts# ∆^#Composition# ∆^#Associated conditions# §^#Hyaline# ∆ • Tamm-Horsfall protein ∆ • Nonspecific, concentrated $urine §^#Fatty# ∆ • Lipid droplets ∆ • Nephrotic syndrome §^#Waxy# ∆ • Degenerated hyaline cast ∆ • Chronic kidney disease §^#Granular# #(muddy brown)# ∆ • Sloughed tubular $epithelial cells with$ pigmented granules ∆ • Acute tubular necrosis §^#WBC# ∆ • White blood cells ∆ • Pyelonephritis, interstitial$ nephritis §^#RBC# ∆ • Red blood cells ∆ • Glomerulonephritis","explanation_img":"","explanation_1":"","explanation_2":"This patient with #acute kidney injury# has muddy brown casts on urine microscopy; in the setting of recent major surgery this presentation suggests #acute tubular necrosis# (ATN) due to #intraoperative renal ischemia#.  Surgeries complicated by significant blood loss or those requiring the use of cardiopulmonary bypass (eg, coronary artery bypass grafting) or aortic clamping can cause renal hypoperfusion.  The risk is increased in the elderly and those with a history of chronic kidney disease, diabetes, or congestive heart failure. $ATN is characterized by the presence of @muddy brown granular casts@ composed of sloughed renal tubular epithelial cells.  Patients have increased serum creatinine, #blood urea nitrogen/ creatinine ratio <20:1# (indicating intrinsic renal pathology), and oliguria (low urine output).  Histologically, flattened tubular epithelial cells with cellular necrosis and loss of the brush border are seen. $#(Choice A)#  Crystalline-induced kidney injury most commonly occurs from acyclovir or sulfonamide (eg, sulfadiazine) usage.  Urinalysis demonstrates needle or rosette-shaped crystals.  Vancomycin is not associated with crystal formation. $#(Choice B)#  Vancomycin can cause ATN, but this typically occurs after a prolonged course (days).  It is highly unlikely that a single dose would cause ATN. $#(Choice C)#  Glomerulonephritis can cause acute kidney injury, but hematuria and red blood cell casts are expected on urinalysis.  In addition, patients are typically hypertensive. $#(Choice D)#  Acute interstitial nephritis can occur after exposure to new drugs, particularly antibiotics and diuretics.  However, white blood cells and white cell casts are expected on urinalysis, and patients often have fever and rash. $#(Choice F)#  Prerenal azotemia occurs from less significant renal hypoperfusion without renal ischemia (eg, dehydration).  Urinalysis reveals hyaline casts (reflecting concentrated urine) and the blood urea nitrogen/creatinine ratio is elevated (>20:1). $#Educational objective# Surgeries complicated by significant blood loss or those requiring the use of cardiopulmonary bypass or clamping of the aorta can cause sustained renal hypoperfusion and result in acute tubular necrosis (ATN).  ATN presents with oliguria, increased serum creatinine, and blood urea nitrogen/creatinine ratio <20:1.  Urinalysis is characterized by muddy brown granular casts composed of sloughed renal tubular epithelial cells. ","clickable_1":"images/img1.15225.jpg"},

{"id":"835","title":"A 47-year-old man is treated for bacterial sinusitis with ampicillin.  A week later he comes to the emergency department with fever and a skin rash.  He also reports low urine output.  Temperature is 37.5 C (99.5 F), blood pressure is 123/71 mm Hg, and pulse is 88/min.  Physical examination shows a diffuse maculopapular rash.  Serum creatinine level is 2.4 mg/dL, and urine sediment microscopy reveals 3-4 red blood cells/hpf, 5-10 white blood cells/hpf, and 3-5 eosinophils/hpf.  The pathologic process affecting this patient's kidneys most likely involves which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calyces and ureters","answer_2":"B. Glomeruli","answer_3":"C. Renal interstitium","answer_4":"D. Renal papillae","answer_5":"E. Small renal arterioles","percent_1":"2%","percent_2":"22%","percent_3":"62%","percent_4":"11%","percent_5":"3%","right_answer":"C. Renal interstitium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Acute interstitial nephritis! ?Causes? • #Antibiotics# (eg, beta-lactam, sulfonamide, rifampin) • Proton pump inhibitors • NSAIDs • Diuretics • Other: Autoimmune diseases, Mycoplasma, Legionella ?Clinical features? • Rash, fever, or asymptomatic • New drug exposure ?Laboratory findings? • Acute kidney injury • Pyuria, hematuria, WBC casts • Eosinophilia, #urinary eosinophils# • Renal biopsy: Inflammatory interstitial infiltrate and edema %#NSAIDs# = nonsteroidal anti-inflammatory drugs; #WBC# = white blood cell.","explanation_img":"","explanation_1":"","explanation_2":"Fever, maculopapular rash, and acute renal failure (eg, elevated creatinine, oliguria) occurring within a few weeks of starting a #beta-lactam antibiotic# are highly suggestive of drug-induced #acute interstitial nephritis# (AIN).  Other commonly implicated medications include nonsteroidal anti-inflammatory drugs, sulfonamides, rifampin, proton pump inhibitors, and diuretics.  Many patients have increased levels of serum eosinophils and #eosinophiluria# (detected by Hansel or Wright stain).  Urinalysis may also show white blood cells, white blood cell casts, and red blood cells.  Symptoms most commonly occur #1-3 weeks after drug initiation# and typically resolve with cessation of the offending medication. $AIN is thought to be due to IgE-mediated (type I) or cell-mediated (type IV) hypersensitivity.  It primarily involves the #renal interstitium#, causing interstitial edema and #leukocyte infiltration# (particularly lymphocytes, macrophages, and eosinophils).  Inflammatory cells commonly infiltrate the tubular epithelium (tubulitis) and granuloma formation may be observed. $#(Choice A)#  Calyces and ureters are most commonly involved in nephrolithiasis and associated hydronephrosis, which can cause hematuria and renal failure.  However, nephrolithiasis typically causes flank pain; fever, rash, and eosinophiluria would be unexpected. $#(Choice B)#  Glomeruli are involved in poststreptococcal glomerulonephritis, which can cause acute kidney injury 1-3 weeks after infection with group A beta-hemolytic streptococcus.  However, dysmorphic red blood cells and/or red blood cell casts would be expected in a nephritic disease; eosinophiluria, fever, and rash are more consistent with AIN. $#(Choice D)#  Pathology affecting the renal papillae (papillary necrosis) is common in severe, acute pyelonephritis and in patients with sickle cell disease, diabetes mellitus, or analgesic nephropathy.  Urinalysis shows hematuria or sterile pyuria, but rash and eosinophiluria are unexpected. $#(Choice E)#  Small renal arterioles are not involved in AIN.  They are most commonly damaged in hypertensive or diabetic nephropathy, which typically presents with proteinuria, not with pyuria and urinary eosinophils. $#Educational objective# Fever, maculopapular rash, and acute renal failure occurring 1-3 weeks after beginning a new medication (eg, antibiotics, proton pump inhibitors) is highly suggestive of acute interstitial nephritis.  Peripheral eosinophilia, sterile pyuria, eosinophiluria, and white blood cell casts may also be seen.  Histology reveals leukocyte infiltration and edema of the renal interstitium. "},

{"id":"15208","title":"A 76-year-old man comes to the hospital due to acute, bright red blood from the rectum.  The patient had 3 large bloody bowel movements this morning, and he has felt light-headed and dizzy since.  He has a history of sigmoid diverticulosis and, 2 years ago, had a similar episode of bleeding that resolved spontaneously.  Temperature is 36.9 C (98.4 F), blood pressure is 90/50 mm Hg, and pulse is 110/min.  Examination shows mild lethargy and delayed capillary refill.  Abdominal examination shows no abnormalities.  Which of the following physiologic changes in kidney function would be most likely in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased chloride reabsorption","answer_2":"B. Decreased sodium reabsorption","answer_3":"C. Decreased urine osmolality","answer_4":"D. Increased renal blood flow","answer_5":"E. Increased tubular hydrostatic pressure","answer_6":"F. Increased urea reabsorption","percent_1":"5%","percent_2":"7%","percent_3":"13%","percent_4":"7%","percent_5":"10%","percent_6":"59%","right_answer":"F. Increased urea reabsorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute gastrointestinal hemorrhage resulting in #hypovolemic shock#.  Clinically significant hypovolemia can occur due to acute blood loss, third-spacing (eg, pancreatitis, vasodilation in sepsis), or renal or gastrointestinal losses (eg, excessive diuresis, diarrhea).  Signs of hypovolemia include dry skin with decreased turgor, dry mucous membranes, decreased urine output, and orthostatic hypotension. $Changes in blood volume or osmolality are detected by sensors in the carotid, hypothalamus, atria, and kidneys and result in activation of multiple compensatory mechanisms: $• Activation of the @renin-angiotensin-aldosterone system@ results in systemic vasoconstriction and increased aldosterone release.  Aldosterone increases #sodium reabsorption# and potassium excretion in the distal tubule and collecting duct. $• The hypothalamus stimulates thirst and increases the secretion of #antidiuretic hormone# (via the posterior pituitary), which promotes @water reabsorption@ in the collecting duct and increases systemic vasoconstriction. $• Sympathetic activity increases renal tubular sodium reabsorption, cardiac output, and systemic vasoconstriction. $The net effect is a rapid increase in blood pressure that helps maintain tissue perfusion, while the kidney begins the slower process of restoring circulatory volume by increasing sodium, urea, and water reabsorption.  #Increased urea reabsorption# is mediated by antidiuretic hormone, which increases urea permeability in the inner medullary collecting ducts. The increase in urea reabsorption accentuates the medullary concentration gradient, promoting maximal free water retention.  These actions typically result in an elevated serum urea level and blood urea nitrogen/creatinine ratio (typically >20:1).  Urine parameters typically show #low urine sodium concentration# (<20 mEq/L), low fractional excretion of sodium, #high urine osmolality# (>450 mOsmol/kg), and elevated urine potassium. $#(Choices A, B, and C)#  Hypovolemia leads to increased renal salt reabsorption and elevated urine osmolality due to high serum levels of aldosterone and antidiuretic hormone. $#(Choices D and E)#  Renal blood flow and tubular hydrostatic pressure are decreased, not increased, in patients with hypovolemia.  Although activation of the renin-angiotensin-aldosterone system increases renal blood flow and tubular hydrostatic pressure in an attempt to maintain the glomerular filtration rate, these would still be lower in this patient than in a healthy patient. $#Educational objective# Compensatory mechanisms for hypovolemia include activation of the renin-angiotensin-aldosterone system and increased antidiuretic hormone release.  This results in increased renal sodium, chloride, water, and urea reabsorption with increased potassium excretion.  ","clickable_1":"images/img1.15208.jpg","clickable_2":"images/img2.15208.jpg"},

{"id":"15227","title":"A 65-year-old woman is treated with gentamicin for an abdominal infection complicated by multidrug-resistant organisms.  After a week of treatment, the patient's urine output decreases noticeably, and serum creatinine rises to 2.3 mg/dL.  She has no previous kidney disease, and baseline kidney function was normal prior to the initiation of therapy.  The patient has remained afebrile for 24 hours.  Blood pressure is 130/80 mm Hg and pulse is 80/min.  Examination shows moist mucous membranes.  There is no rash.  Results of urinalysis are as follows:","title_table":"?Protein? +1 ?White blood cells? 1-2/hpf ?Red blood cells? none ?Microscopy? granular casts","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Fractional excretion of sodium is >2%.  Histologic examination of the patient's kidneys would most likely show which of the following?","audio":"","comparison_items":"","answer_1":"A. Focal tubular epithelial necrosis","answer_2":"B. Leukocytic infiltration of the glomerular capillaries","answer_3":"C. Leukocytic infiltration of the interstitium and tubules","answer_4":"D. Preservation of normal renal architecture","answer_5":"E. Replacement of glomeruli with collagen","percent_1":"70%","percent_2":"3%","percent_3":"23%","percent_4":"4%","percent_5":"1%","right_answer":"A. Focal tubular epithelial necrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Acute tubular necrosis due to nephrotoxins! ?Common $nephrotoxins? • Antibiotics: aminoglycosides (eg, gentamicin), vancomycin • Antivirals: cidofovir, foscarnet • Other: radiographic contrast, cisplatin, heavy metals, heme pigment ?Histology? • Tubular epithelial cell necrosis with cell detachment, cast formation & tubular lumen obstruction • Proximal tubules primarily affected ?Presentation? • BUN/creatinine ratio <20:1, FENa >2℅ • Muddy brown (granular) or epithelial cell casts, low urine osmolality • Oliguria or polyuria, ± electrolyte abnormalities %#BUN# = blood urea nitrogen; #FENa# = fractional excretion of sodium.","explanation_img":"","explanation_1":"","explanation_2":"#Aminoglycosides# (eg, gentamicin, tobramycin) are bactericidal antibiotics that bind to the 30S ribosomal subunit and inhibit protein synthesis.  They are commonly used for severe gram-negative infections but carry a significant risk of acute kidney injury.  Aminoglycosides are filtered across the glomerulus and concentrate within the @proximal renal tubules@, where they impair lysosomal function, protein synthesis, and mitochondrial activity, leading to #acute tubular necrosis# (ATN).  This is visualized histologically as #focal tubular epithelial necrosis#, often with extensive granular casts that obstruct the tubular lumen and lead to rupture of the basement membrane. $Aminoglycoside-induced kidney injury typically manifests within 1 week of therapy initiation.  Due to the high intratubular drug concentrations, ATN can occur despite normal serum drug levels.  Proximal tubular dysfunction results in loss of resorptive capacity and #electrolyte wasting# (eg, hypomagnesemia, hypophosphatemia); severe disease can result in Fanconi syndrome (ie, aminoaciduria, glucosuria, uricosuria, phosphaturia).  Distal tubular injury may also occur and results in loss of concentrating capacity with polyuria (nonoliguric renal failure).  Urinalysis typically demonstrates mild proteinuria with granular or hyaline casts.  Consistent with other causes of ATN, the #fractional excretion of sodium# (FENa) #is >2%#. $#(Choices B and E)#  Leukocytic infiltration of the glomerular capillaries is seen with vasculitides (eg, granulomatosis with polyangiitis) that cause glomerulonephritis.  Chronic glomerulonephritis is characterized by protracted inflammation with collagenous replacement of the glomeruli.  However, nephritic diseases typically cause hypertension, hematuria, and red blood cell casts on urinalysis. $#(Choice C)#  Leukocytic infiltration of the interstitium and tubules is seen in acute interstitial nephritis, a common cause of kidney injury that often occurs after introduction of a new drug.  However, patients typically have fever and rash, and urinalysis shows pyuria and white blood cell casts. $#(Choice D)#  Patients with prerenal causes of kidney injury (eg, dehydration, blood loss) have normal renal architecture.  However, the FENa in prerenal disease is <1%, and the patient would be expected to have signs of hypovolemia (eg, dry mucous membranes). $#Educational objective# Aminoglycosides are filtered across the glomerulus and concentrate in the renal tubules, leading to proximal tubular injury and acute tubular necrosis.  This is visualized histologically as focal tubular epithelial necrosis, often with extensive granular casts that obstruct the tubular lumen and lead to rupture of the basement membrane. ","clickable_1":"images/img1.15227.jpg"}


]