[


{"id":"15325","title":"A 54-year-old man comes to the emergency department due to intermittent fever, headache, body aches, and fatigue for the past week.  He has taken over-the-counter flu medicines, but the symptoms continue to persist.  The patient is a petroleum engineer; 6 months ago, he spent 8 weeks in Brazil developing a new oil field.  Temperature is 37.6 C (99.7 F), blood pressure is 128/72 mm Hg, pulse is 102/min, and respirations are 18/min.  On physical examination, the lungs are clear to auscultation and there are no cardiac murmurs.  The spleen is palpable 2 cm below the left costal margin.  The remainder of the examination is unremarkable.  Laboratory results are as follows:","title_table":"?Hemoglobin? 8.8 g/dL ?Platelets? 96,000/mm3 ?Leukocytes? 7,200/mm3","title_table_3":"","exhibit_1":"images/exhibit15325.jpg","table_before_image":"","image_1":"","title_2":"Peripheral blood smear is shown in the @exhibit@.  Which of the following is the most likely underlying cause of this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Water-borne protozoa","answer_2":"B. Hypnozoite-forming parasite","answer_3":"C. Mosquito-transmitted virus","answer_4":"D. Soil-derived dimorphic fungus","answer_5":"E. Toxin-induced oncogenic mutation","percent_1":"10%","percent_2":"48%","percent_3":"32%","percent_4":"7%","percent_5":"3%","right_answer":"B. Hypnozoite-forming parasite","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15325.jpg","explanation_1":"","explanation_2":"$This patient visited Brazil and subsequently developed a febrile illness with anemia, thrombocytopenia, and an @intraerythrocytic ring-shaped@ parasite, indicating #malaria#.  Four major Plasmodium species cause malaria (Plasmodium falciparum, Plasmodium vivax, Plasmodium ovale, Plasmodium malariae), but most cases worldwide are due to P falciparum or P vivax.  In #Brazil#, the dominant strain is #P vivax# (~90%). $Although the overall life cycle of malaria is relatively preserved across species, P vivax and P ovale have a unique feature not seen in the other strains: They undergo a #dormant hepatic phase# (hypnozoite stage) that may cause #recurrent parasitemia# weeks or months after initial symptoms.  Manifestations of recurrence resemble those of initial disease; most patients develop high fever, #flu-like symptoms# (eg, myalgia, fatigue, headache, chills), and splenomegaly.  Laboratory evaluation typically shows #anemia#, mild thrombocytopenia, and indirect bilirubinemia.  The diagnosis is confirmed when @trophozoites@ (intraerythrocytic, ringed inclusions) are seen on peripheral blood smear using Giemsa stain. $Although P falciparum can be treated with an agent that targets only the intraerythrocytic phase of infection, P vivax and P ovale must be treated with a #combination of drugs# that targets the intraerythrocytic phase (eg, chloroquine) and the dormant hepatic phase (eg, primaquine) to ensure clearance.  Otherwise, patients are at high risk for relapsed symptoms weeks or months later (as in this case). $#(Choice A)#  Entamoeba histolytica is a common parasitic infection spread via contaminated drinking water.  Most infections are asymptomatic, but a minority present with colitis; invasive disease develops in <1% of patients and is most often marked by amoebic liver abscess.  Anemia, thrombocytopenia, and intraerythrocytic parasites are not seen. $#(Choice C)#  Dengue fever and chikungunya fever are viral illnesses transmitted by mosquitos.  Dengue causes hemorrhagic febrile syndrome, and chikungunya usually causes fever with severe joint pain.  Neither has ring-shaped intraerythrocytic forms. $#(Choice D)#  Histoplasmosis is a dimorphic fungus found in soil contaminated by avian droppings.  Most cases in healthy adults are asymptomatic, but a minority develop manifestations of community-acquired pneumonia (eg, lobar infiltrate, fever, cough).  Intraerythrocytic ring-shaped forms are not seen. $#(Choice E)#  Toxin-induced oncogenic transformation could lead to hematologic malignancy or myelodysplasia, which could cause alterations to erythrocytes (eg, teardrop cells), anemia, and splenomegaly.  However, ring-shaped erythrocyte inclusions are not seen. $#Educational objective# Unlike Plasmodium falciparum, the eradication of Plasmodium vivax and Plasmodium ovale requires primaquine to target the dormant hepatic phase.  Patients not receiving treatment that targets the hepatic phase will likely develop relapsed symptoms weeks or months later.  ","clickable_1":"images/img1.15325.jpg","clickable_2":"images/img2.15325.jpg"},

{"id":"1596","title":"A 19-year-old man comes to the physician due to diarrhea for the last 4 months.  He visited a student health clinic at his university a month ago and was prescribed a course of antibiotics, but his diarrhea failed to improve.  He also has persistent nausea, a bloating sensation, and a 6.8-kg (15-lb) weight loss.  Microscopic examination of his stool for ova and parasites following trichrome staining is shown in the @exhibit@.  Impairment of which of the following immune functions would most likely predispose to this patient's infection? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit1596.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial killing by neutrophils","answer_2":"B. CD8+ T lymphocyte-mediated cytotoxicity","answer_3":"C. Eosinophil-mediated cytotoxicity","answer_4":"D. Membrane attack complex formation","answer_5":"E. Secretory IgA production","percent_1":"2%","percent_2":"7%","percent_3":"28%","percent_4":"3%","percent_5":"60%","right_answer":"E. Secretory IgA production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1596.jpg","explanation_1":"","explanation_2":"$#Giardia lamblia# is an intestinal flagellate that exists in 2 forms: a trophozoite (pathogenic stage) or a cyst (infective stage).  The trophozoite is a bilaterally symmetric, #pear-shaped# organism with multiple flagella and 2 nuclei (owl's eyes appearance); the cysts are oval and contain up to 4 nuclei.  The disease is transmitted by drinking contaminated water (eg, campers, travelers to endemic areas) or via fecal-oral transmission (eg, children in day care centers). $Giardiasis can be asymptomatic or present with a variable combination of #diarrhea#, nausea, abdominal cramps, and fat malabsorption (eg, foul-smelling stools).  The diagnosis is confirmed by #stool microscopy for ova and parasites# or fecal immunoassays for Giardia antigens.  Small-bowel biopsy is sometimes performed when stool studies are nondiagnostic and can show varying degrees of #villous atrophy# and crypt hyperplasia depending on disease severity. $Immune defense against Giardia involves CD4+ T helper cell induction of #secretory IgA production#.  Secretory IgA helps prevent and clear infection by binding to trophozoites and impairing their adherence to the upper small-bowel mucosa.  Children with IgA deficiency, X-linked agammaglobulinemia, and common variable immune deficiency have a predisposition to developing chronic giardiasis. $#(Choices A and D)#  Neutrophils and the complement system are important defense mechanisms against bacterial infections.  They have no significant role in controlling parasitic infections. $#(Choice B)#  CD8+ T cells are not important in clearing giardiasis; they are more important for combating intracellular intestinal pathogens such as Cryptosporidium parvum and Toxoplasma gondii. $#(Choice C)#  Eosinophils do not play an important role in immune defense against Giardia; eosinophilia is not seen in giardiasis and white cells are usually absent from the stool.  Eosinophils are more important for combating intestinal helminthic infections. $#Educational objective# Giardia lamblia causes injury to the duodenal and jejunal mucosa by adhering to the intestinal brush border and releasing molecules that induce a mucosal inflammatory response.  Secretory IgA, which impairs adherence, is the major component of adaptive immunity against G lamblia infection.  Conditions causing IgA deficiency predispose patients to chronic giardiasis.  "}


]