[

{"id":"7238","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $A 52-year-old man comes to the office with a 2-week history of shortness of breath and dry cough.  The patient has noticed decreased exercise tolerance that limits his daily activities.  A Doppler probe placed at the cardiac apex reveals the following blood flow pattern across the patient's mitral valve.  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/7238.jpg","title_2":"#Item 1 of 2# $The point marked by the arrow would best correspond to which of the following auscultation findings?  ","audio":"","comparison_items":"","answer_1":"A. Fourth heart sound","answer_2":"B. Midsystolic click","answer_3":"C. Second heart sound","answer_4":"D. Third heart sound","percent_1":"15%","percent_2":"19%","percent_3":"26%","percent_4":"40%","right_answer":"D. Third heart sound","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7238.jpg","explanation_1":"","explanation_2":"$The graph shows the normal pattern of blood flow across the #mitral valve# from the left atrium to left ventricle during #diastole#.  There is an initial phase of rapid transmitral blood flow after the mitral valve opens, which represents #early passive ventricular filling# (E wave).  This is followed by a period of minimal blood flow (diastasis), which occurs due to equalization in pressure between the left atrium and ventricle.  Finally, there is a second peak corresponding to increased transmitral blood flow due to #atrial contraction# (A wave).  The A wave ends with the first heart sound (S1) caused by mitral (and tricuspid) valve closure. $When present, a #third heart sound# (S3) occurs during diastole and is best heard with the bell of the stethoscope over the cardiac apex with the patient in the left lateral decubitus position.  It is due to sudden limitation of ventricular movement #during passive ventricular filling#.  An S3 may be a normal finding in healthy young adults; however, in patients age >40 it suggests abnormal ventricular cavity enlargement (ie, @eccentric hypertrophy@).  An S3 is often associated with chronic severe mitral regurgitation, chronic aortic regurgitation, or dilated cardiomyopathy; occasionally, it may be present in high cardiac output states such as pregnancy or thyrotoxicosis. $#(Choice A)#  A fourth heart sound is a low-frequency, late diastolic sound coinciding with atrial systole.  It is caused by a sudden rise in end-diastolic pressure as blood strikes a stiff left ventricular wall, and most commonly suggests concentric left ventricular hypertrophy such as occurs in prolonged hypertension or severe aortic stenosis. $#(Choice B)#  A midsystolic click is associated with mitral valve prolapse.  In patients with mitral valve prolapse and mitral regurgitation, there will be blood flow away from an apical Doppler probe during systole. $#(Choice C)#  The second heart sound results from closure of the semilunar valves (aortic and pulmonic) at the end of systole. $#Educational objective# A third heart sound (S3) occurs due to sudden limitation of ventricular movement during passive ventricular filling in diastole.  An S3 in patients age >40 suggests abnormal ventricular cavity enlargement such as occurs in chronic severe mitral regurgitation, chronic aortic regurgitation, or dilated cardiomyopathy.  ","clickable_1":"images/img1.7238.jpg"},

{"id":"7239","title":"#Item 2 of 2# $On physical examination, jugular venous pressure is elevated, breath sounds are decreased at the right lung base with dullness to percussion, and 2+ bilateral lower extremity pitting edema is present.  Chest x-ray shows cephalization of the blood vessels, Kerley B lines, and a right pleural effusion.  Thoracentesis is performed for pleural fluid analysis.  In comparison to plasma fluid, which of the following pleural fluid findings is most likely to be observed?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. High amylase content","answer_2":"B. High protein content","answer_3":"C. High white blood cell count","answer_4":"D. Low glucose content","answer_5":"E. Low lactate dehydrogenase content","percent_1":"1%","percent_2":"21%","percent_3":"3%","percent_4":"13%","percent_5":"62%","right_answer":"E. Low lactate dehydrogenase content","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Exudative & transudative pleural effusions#∆⨉∆⨉ § ∆^#Exudate# ∆^#Transudate# §^#Light criteria# ∆^Pleural protein/serum protein >0.5 OR Pleural LDH/serum LDH >0.6 OR Pleural LDH greater than two-thirds upper limit of normal of serum LDH ∆^Exudate criteria not met §^#Pathophysiology# ∆^Inflammatory increase in membrane permeability ∆^Change in hydrostatic or oncotic pressure §^#Common causes# ∆ • Infection (eg, pneumonia, TB) • Malignancy • Rheumatologic disease ∆ • Heart failure • Cirrhosis (hepatic hydrothorax) • Nephrotic syndrome %#LDH =# lactate dehydrogenase; #TB =# tuberculosis.","explanation_img":"","explanation_1":"","explanation_2":"In determining the etiology of a #pleural effusion#, differentiating whether the effusion is transudative or exudative is an important step.  The #Light criteria# allows differentiation of these two types of effusion via analysis of the protein and lactate dehydrogenase levels of the fluid. $Transudative pleural effusions form due to an imbalance in hydrostatic or oncotic pressure.  #Heart failure# causes increased hydrostatic pressure in the pulmonary circulation due to backup of blood flow from the failing left ventricle.  This increased pressure leads to leakage of fluid from the pulmonary capillaries and causes a #transudative pleural effusion#, which is characterized by #low protein# and #low lactate dehydrogenase# levels compared to serum values. $In contrast, exudative effusions result from inflammatory disruption of vascular permeability (eg, infection, malignancy) and demonstrate high protein levels #(choice B)# due to increased capillary permeability and reduced sieving of proteins as fluid traverses the capillary wall.  Lactate dehydrogenase levels also tend to be high in exudative effusions. $#(Choice A)#  High amylase content is suggestive of a pleural effusion due to pancreatitis, pancreatic pseudocyst, or esophageal rupture. $#(Choice C)#  High leukocyte count is typical of a complicated parapneumonic effusion or some types of malignant pleural effusion.  Transudative effusions do not demonstrate high leukocyte counts. $#(Choice D)#  Low glucose content is seen in the setting of malignant or infectious pleural effusion due to consumption of glucose by bacteria, neutrophils, and/or malignant cells. $#Educational objective# Heart failure can cause transudative pleural effusion due to an increase in pulmonary capillary hydrostatic pressure.  Light criteria are useful to differentiate transudative and exudative pleural effusions; transudative effusions are characterized by low protein and lactate dehydrogenase content compared to serum values.  "},

{"id":"8546","title":"A 63-year-old man comes to the emergency department due to dyspnea.  Over the past several days, the patient has experienced progressively worsening shortness of breath while walking his dog around the block.  In addition, he could not breathe while lying in bed last night and fell asleep only after moving to a recliner.  The patient had an acute myocardial infarction 2 years ago and has been nonadherent with his medications and follow-up appointments.  Temperature is 36.7 C (98 F), blood pressure is 122/74 mm Hg, pulse is 94/min, and respirations are 22/min.  Physical examination shows bibasilar lung crackles, jugular venous distension, and bilateral pitting edema in the lower extremities.  Chest x-ray reveals cardiomegaly and pulmonary venous congestion.  Which of the following factors is most likely contributing to this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased arteriolar resistance","answer_2":"B. Decreased plasma renin activity","answer_3":"C. Decreased ventricular end-diastolic pressure","answer_4":"D. Increased plasma brain natriuretic peptide concentration","answer_5":"E. Increased sympathetic nervous system activity","percent_1":"6%","percent_2":"2%","percent_3":"21%","percent_4":"18%","percent_5":"53%","right_answer":"E. Increased sympathetic nervous system activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8546.jpg","explanation_1":"","explanation_2":"$This patient's progressive dyspnea, orthopnea, and lower extremity swelling are consistent with acute decompensated #heart failure#.  Heart failure occurs when a structural or functional cardiac disorder impairs ventricular filling or ejection of blood, causing #reduced cardiac output# and elevated filling pressure.  The reduced cardiac output causes an initial drop in blood pressure, which triggers compensatory neurohormonal activity mainly via #stimulation #of the #sympathetic nervous system# and #renin-angiotensin-aldosterone system# (RAAS). $These #adaptations #function together in an effort to #improve organ perfusion# by increasing cardiac chronotropy and inotropy (improves cardiac output), promoting arterial and venous vasoconstriction (maintains perfusion pressure), and expanding the extracellular fluid compartment (improves circulating blood volume).  However, #over time#, these responses lead to adverse consequences that perpetuate a downward spiral of #progressive cardiac deterioration#.  Chronic hemodynamic stress (eg, increased preload and afterload) and prolonged exposure to sympathetic drive (catecholamines) and RAAS stimulation (angiotensin II, aldosterone) lead to #deleterious remodeling# with worsening cardiac function and eventual symptomatic decompensation. $#(Choices A and B)#  Decreased cardiac output in heart failure stimulates increased RAAS activity and sympathetic output, resulting in increased arteriolar resistance. $#(Choice C)#  Ventricular end-diastolic and end-systolic pressures are increased in heart failure due to increased preload and afterload. $#(Choice D)#  Heart failure triggers the myocardium to secrete natriuretic peptides (ie, atrial natriuretic peptide, brain natriuretic peptide) in response to myocardial stretch from volume overload.  These peptides stimulate vasodilation and increase salt and water excretion to improve the symptoms of heart failure; however, these positive effects are @overpowered@ by the negative effects of increased sympathetic drive and RAAS activation. $#Educational objective# The reduced cardiac output in heart failure triggers compensatory activation of the sympathetic nervous system and renin-angiotensin-aldosterone pathway, resulting in vasoconstriction (increased afterload), fluid retention (increased preload), and deleterious cardiac remodeling.  These mechanisms perpetuate a downward spiral of cardiac deterioration, leading to symptomatic decompensated heart failure.  ","clickable_1":"images/img1.8546.jpg"},

{"id":"1344","title":"A 72-year-old man is brought to the hospital due to severe substernal chest pain and shortness of breath for the last several hours.  The pain started suddenly when he was outside working in the garden.  Medical history includes diet-controlled diabetes mellitus and hypertension.  Physical examination reveals bilateral crackles and a third heart sound.  ECG shows ST elevation in multiple leads.  The patient is diagnosed with an acute myocardial infarction complicated by acute severe heart failure.  He is started on dobutamine infusion and prepared for coronary catheterization.  Which of the following is most likely to be increased due to the medication used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac diastolic filling time","answer_2":"B. Myocardial oxygen consumption","answer_3":"C. Peripheral vascular resistance","answer_4":"D. Pulmonary capillary wedge pressure","answer_5":"E. Right ventricular end diastolic pressure","percent_1":"24%","percent_2":"54%","percent_3":"9%","percent_4":"5%","percent_5":"9%","right_answer":"B. Myocardial oxygen consumption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1344.jpg","explanation_1":"","explanation_2":"$#Dobutamine# is a beta adrenergic agonist with predominant activity on #beta-1 receptors#, weaker activity on beta-2 receptors, and minimal activity on alpha-1 receptors.  It is used for management of refractory heart failure associated with severe left ventricular systolic dysfunction and #cardiogenic shock#.  Stimulation of beta adrenergic receptors results in increased production of cAMP in target cells and causes the following effects: $• #Positive inotropy and chronotropy#:  Increased cardiac contractility (potent effect) and heart rate (weaker effect), leading to increased cardiac output (improves end-organ perfusion) and decreased left ventricular filling pressures (improves pulmonary congestion/edema) $• Mild #vasodilation#:  Decreased systemic vascular resistance that often causes a slight reduction in blood pressure; this avoids the increase in afterload seen with other vasopressor/inotropic agents (eg, norepinephrine) but limits its usefulness in severely hypotensive patients $The strong inotropic effect of dobutamine significantly #increases myocardial oxygen consumption#, which can trigger or exacerbate myocardial ischemia.  As such, dobutamine should not be used routinely in patients with decompensated heart failure.  However, in patients with cardiogenic shock, this drawback is often #outweighed# by improvement in cardiac output and end-organ perfusion. $#(Choice A)#  Dobutamine is a weak chronotropic agent that causes an increase in heart rate.  This leads to a decrease in cardiac diastolic filling time. $#(Choice C)#  In the vasculature, the beta-2 agonist effects (vasodilation) of dobutamine are somewhat stronger than its alpha-1 agonist activity (vasoconstriction), resulting in overall mild vasodilation.  The net hemodynamic effects are a decrease in systemic vascular resistance with or without a slight reduction in blood pressure. $#(Choices D and E)#  Dobutamine causes decreased pulmonary capillary wedge pressure and left and right ventricular filling pressures due to the increased cardiac contractility and output. $#Educational objective# Dobutamine is a beta adrenergic agonist with predominant activity on beta-1 receptors.  It causes an increase in heart rate and cardiac contractility, leading to an increase in myocardial oxygen consumption.  "},

{"id":"1978","title":"A 44-year-old man comes to the office due to increasing shortness of breath.  While climbing the stairs to his second-floor apartment, the patient must now stop halfway to catch his breath.  He has a history of nonischemic cardiomyopathy and chronic heart failure with reduced ejection fraction.  After evaluation, treatment with a new medication is begun that improves his symptoms by increasing urine output and decreasing peripheral vascular resistance.  The medication works by inhibiting a metalloprotease to prolong the action of endogenous polypeptides.  These polypeptides are most likely secreted by which of the following cell types?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenal zona glomerulosa cells","answer_2":"B. Cardiomyocytes","answer_3":"C. Hepatic stellate cells","answer_4":"D. Myocardial Purkinje fibers","answer_5":"E. Renal juxtaglomerular cells","answer_6":"F. Vascular endothelial cells","percent_1":"5%","percent_2":"56%","percent_3":"4%","percent_4":"2%","percent_5":"14%","percent_6":"19%","right_answer":"B. Cardiomyocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1978.jpg","explanation_1":"","explanation_2":"$In response to myocardial stretching due to volume overload, atrial and ventricular #cardiomyocytes# secrete #atrial# #natriuretic peptide# (ANP) and #brain natriuretic peptide# (BNP).  These peptides are subsequently broken down and inactivated by the metalloprotease #neprilysin#.  This patient with #chronic heart failure# was most likely given a #neprilysin inhibitor# (eg, sacubitril), allowing for enhanced activity of ANP and BNP. $Once secreted, ANP and BNP bind to natriuretic peptide receptors to activate guanylate cyclase and form cyclic GMP, which stimulates #diuresis# and peripheral #vasodilation# to help alleviate volume overload.  Several organs and tissues are affected as follows: $• #Kidneys#: The afferent arterioles are dilated and the efferent arterioles are constricted, raising the glomerular filtration rate and increasing urinary excretion of sodium and water.  Renin secretion from the juxtaglomerular cells is inhibited #(choice E),# counteracting renin-angiotensin-aldosterone-system (RAAS) activity. $• #Adrenal glands#: Secretion of aldosterone from the zona glomerulosa cells is inhibited #(choice A),# further counteracting RAAS activity and bolstering the increase in sodium and water excretion. $• #Blood vessels#: Arteriolar and venular smooth muscle relaxes, producing vasodilation.  There is also increased capillary permeability, leading to fluid extravasation into the interstitium and a decrease in circulating blood volume. $#(Choice C)#  Hepatic stellate cells (perisinusoidal cells of Ito) may help regulate hepatic blood flow via release of local mediators; however, these cells do not play a significant role in heart failure. $#(Choice D)#  Myocardial Purkinje fibers facilitate the organized transport of electrical impulses from the sinoatrial node through the atria, atrioventricular node, and ventricles; however, these fibers are not known to have endocrine function. $#(Choice F)#  Vascular endothelial cells regulate systemic blood flow via release of vasodilators, such as nitric oxide and prostacyclin, and vasoconstrictors, such as endothelin and thromboxane A2.  However, these local mediators are not a significant target of therapy for chronic heart failure. $#Educational objective# Atrial natriuretic peptide (ANP) and brain natriuretic peptide (BNP) are secreted by atrial and ventricular cardiomyocytes in response to myocardial stretching induced by hypervolemia.  These natriuretic peptides inhibit the renin-angiotensin-aldosterone system and stimulate peripheral vasodilation and increased urinary excretion of sodium and water.  Neprilysin inhibitors (eg, sacubitril) prevent the degradation of ANP and BNP, enhancing their beneficial effects in heart failure.  "},

{"id":"15554","title":"A 33-year-old, previously healthy woman comes to the emergency department due to sudden-onset shortness of breath and left-sided chest pain.  The symptoms began an hour ago while she was doing yard work, and she nearly passed out at symptom onset.  The patient takes no medications or supplements other than ibuprofen for occasional headaches.  She does not use tobacco, alcohol, or illicit drugs.  Temperature is 37.1 C (98.8 F), blood pressure is 84/58 mm Hg, pulse is 122/min, and respirations are 24/min.  Pulse oximetry is 86% on room air.  On physical examination, the patient is in moderate distress.  The jugular veins are distended.  Heart sounds are rapid and regular with no murmurs.  Lungs are clear to auscultation bilaterally with no crackles or wheezes.  Arterial blood gas results are pH 7.52, PaCO2 28 mm Hg, and PaO2 54 mm Hg.  Which of the following is most likely to be seen on bedside echocardiography?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enlarged left ventricular cavity","answer_2":"B. Enlarged right ventricular cavity","answer_3":"C. Left atrial enlargement","answer_4":"D. Left ventricular wall thickening","answer_5":"E. Right ventricular wall thickening","percent_1":"6%","percent_2":"41%","percent_3":"7%","percent_4":"9%","percent_5":"38%","right_answer":"B. Enlarged right ventricular cavity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"images/exp15554.jpg","explanation_1":"","explanation_2":"This patient most likely has an #acute pulmonary embolism# (PE).  The classic presentation is acute-onset chest pain and shortness of breath that may be accompanied by syncope or near-syncope.  Patients usually have tachycardia, tachypnea, jugular venous distension, and clear lungs.  Arterial blood gas typically show hypoxemia and acute respiratory alkalosis due to hyperventilation.  Up to 30% of cases may present with no apparent risk factors (eg, hypercoagulability). $ Massive PE can lead to hypotension and @obstructive shock@.  There is a rapid increase in pulmonary arterial resistance that leads to an increase in pulmonary arterial and right ventricular (RV) pressure.  The rapid pressure increase causes #RV cavity enlargement# due to increased RV wall tension and cardiac muscle stretching.  RV myocardial oxygen demand increases and coronary artery perfusion decreases, leading to a supply/demand mismatch and RV ischemia.  Consequent #RV dysfunction# then leads to an inability to pump blood through the pulmonary circulation, resulting in decreased left-sided preload and #decreased cardiac output#.  Such RV failure caused by an increase in pulmonary vascular resistance is sometimes called #cor pulmonale#. $ (Choice A)  An enlarged left ventricular (LV) cavity usually results from @eccentric hypertrophy@ in the setting of chronic volume overload, such as occurs in dilated cardiomyopathy or severe aortic or mitral valve regurgitation.  In acute PE, the LV cavity is either normal or somewhat reduced in size due to reduced blood flow coming from the right side of the heart. $ (Choice C)  Left atrial enlargement is typical of severe mitral stenosis, which usually occurs in the setting of rheumatic heart disease.  Undiagnosed mitral stenosis can sometimes present acutely with decompensated heart failure; however, a rumbling diastolic murmur and evidence of pulmonary edema (eg, crackles on lung auscultation) are expected. $ (Choice D)  LV wall thickening is expected with the concentric hypertrophy that occurs with prolonged systemic hypertension or severe aortic stenosis. $ (Choice E)  RV wall thickening is seen with the concentric hypertrophy that occurs in patients with chronic pulmonary hypertension.  In acute PE, there is no time for compensatory wall thickening to occur in response to the increased pressure load; the rapid increase in pressure causes RV dilation that may be accompanied by RV failure. $ Educational objective A large, acute pulmonary embolism causes a rapid increase in right ventricular (RV) pressure that leads to RV cavity enlargement and RV dysfunction.  Thickening of the RV wall is not seen in acute pulmonary embolism, as there is no time for compensatory hypertrophy to occur in response to the increased pressure load.","clickable_1":"images/img1.15554.jpg","clickable_2":"images/img2.15554.jpg"},

{"id":"2005","title":"A 71-year-old woman comes to the office for follow-up.  She has a history of systolic heart failure and was hospitalized 2 weeks ago for an exacerbation, which was treated with intravenous diuretics.  Since discharge the patient has been taking oral diuretics and says her shortness of breath has improved, but she is now experiencing muscle weakness and cramping.  Blood pressure is 128/72 mm Hg and pulse is 80/min.  Physical examination shows mildly decreased muscle strength in the lower extremities.  Laboratory evaluation reveals a serum potassium level of 2.2 mEq/L.  The patient receives potassium supplements, which improve the weakness.  Another diuretic is added to her medical regimen to help prevent this adverse effect in the future.  This additional medication predominantly acts on which of the following nephron segments?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2005.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"1%","percent_2":"1%","percent_3":"1%","percent_4":"4%","percent_5":"11%","percent_6":"82%","right_answer":"F. F","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2005.jpg","explanation_1":"","explanation_2":"$This patient has symptomatic hypokalemia, likely due to treatment with loop diuretics (eg, furosemide) used to reduce the symptoms of heart failure (eg, dyspnea, edema).  The physician most likely added a #potassium-sparing diuretic# to this patient's treatment regimen to minimize potassium loss caused by loop diuretic use.  All diuretics except for the potassium-sparing class cause potassium loss by increasing sodium delivery to the #late distal tubule# and #cortical collecting duct#, where aldosterone-induced sodium reabsorption occurs at the expense of potassium.  Potassium-sparing diuretics act primarily by antagonizing this effect of aldosterone. $Some potassium-sparing diuretics, such as amiloride and triamterene, function by directly blocking the epithelial sodium channels (ENaCs) in the apical membrane of principal cells.  Others, including spironolactone and eplerenone, competitively inhibit the aldosterone receptor, causing downregulation of both the apical ENaCs and basolateral Na+/K+ pumps.  Spironolactone and eplerenone (a more specific receptor antagonist than spironolactone with fewer side effects) are preferred in patients with heart failure because they can also prevent the deleterious effects of #aldosterone-induced cardiac remodeling#. $#(Choice A)#  Carbonic anhydrase inhibitors (eg, acetazolamide, dorzolamide) block sodium and bicarbonate reabsorption in the proximal convoluted tubule.  These weak diuretics are typically used to treat altitude sickness or glaucoma. $#(Choices B and C)#  Osmotic diuretics (eg, mannitol) function by preventing sodium and water reabsorption, mainly in the proximal tubule and the descending limb of the loop of Henle.  These are typically used for cerebral edema with increased intracranial pressure. $#(Choice D)#  Loop diuretics (eg, furosemide, bumetanide, torsemide) inhibit the Na-K-2Cl symporter in the thick ascending limb of the loop of Henle.  This patient is likely already receiving this medication for symptomatic treatment of her heart failure; further dosage increase would worsen hypokalemia. $#(Choice E)#  Thiazide diuretics (eg, hydrochlorothiazide, chlorthalidone) act in the early distal convoluted tubule.  These drugs are commonly used in the treatment of hypertension and are sometimes added to loop diuretics in patients with refractory edema, but they would likely worsen hypokalemia. $#Educational objective# All diuretics except for the potassium-sparing class cause potassium loss by increasing sodium delivery to the late distal tubule and cortical collecting duct, where aldosterone-induced sodium reabsorption occurs at the expense of potassium.  Potassium-sparing diuretics (eg, spironolactone, amiloride) act on the late distal tubule and cortical collecting duct to antagonize the effects of aldosterone.  "},

{"id":"1944","title":"A 68-year-old man comes to the office due to several weeks of progressive exertional dyspnea and lower extremity edema.  Medical history is significant for non-Hodgkin lymphoma, which is in remission after chemotherapy 8 years ago.  Blood pressure is 126/76 mm Hg and pulse is 88/min.  Physical examination reveals bibasilar lung crackles and 1+ bilateral lower extremity edema.  Echocardiography shows biventricular dilation and a left ventricular ejection fraction of 35%.  Stress myocardial perfusion scan is negative for inducible ischemia.  After initial stabilization, long-term use of which of the following medications will most likely improve survival in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amiodarone","answer_2":"B. Amlodipine","answer_3":"C. Carvedilol","answer_4":"D. Digoxin","answer_5":"E. Diltiazem","answer_6":"F. Flecainide","answer_7":"G. Furosemide","percent_1":"3%","percent_2":"5%","percent_3":"53%","percent_4":"17%","percent_5":"4%","percent_6":"2%","percent_7":"18%","right_answer":"C. Carvedilol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pharmacotherapy for chronic heart failure with reduced ejection fraction#∆⨉§^#Agent# ∆^#Mortality benefit#§^#Angiotensin receptor-neprilysin inhibitor#$ (eg, sacubitril-valsartan)$ OR$ #ACE inhibitor#$ (eg, lisinopril)$ OR$ #Angiotensin II receptor blocker#$ (eg, losartan) ∆^Yes§^#Beta blocker#$ (eg, metoprolol, carvedilol) ∆^Yes§^#Mineralocorticoid receptor antagonist#$ (eg, spironolactone, eplerenone) ∆^Yes§^#Sodium-glucose cotransporter-2 inhibitor#$ (eg, dapagliflozin, empagliflozin) ∆^Yes§^#Diuretic#$ (eg, furosemide, metolazone) ∆^No*§^#Digoxin# ∆^No**%*Improves symptoms & reduces hospitalization.$**Reduces hospitalization.","explanation_img":"","explanation_1":"","explanation_2":"This patient's clinical presentation is consistent with decompensated #heart failure with reduced ejection fraction# (HFrEF) (left ventricular [LV] #systolic dysfunction# with ejection fraction <40%).  Given the absence of evidence of ischemia, this patient's presentation is most likely due to dilated cardiomyopathy as an adverse effect of chemotherapy for non-Hodgkin lymphoma. $#Beta blockers# (eg, carvedilol, metoprolol) have been shown to #improve long-term survival# in patients with HFrEF.  Much of the benefit of beta blockers in the treatment of HFrEF likely owes to #neurohormonal blockade of sympathetic drive#.  This results in reduced heart rate and myocardial oxygen demand as well as decreased levels of circulating vasoconstrictors (eg, epinephrine, renin, endothelin), leading to reduced peripheral resistance (afterload) and myocardial work.  These effects are cardioprotective, helping to #reduce cardiomyocyte death# and #prevent deleterious cardiac remodeling#. $Beta blockers should not be initiated in patients with acute decompensated heart failure (ie, heart failure requiring hospitalization), as they can further impair cardiac output; they should be introduced slowly after the patient has been stabilized.  Other drugs that improve long-term survival in patients with HFrEF include ACE inhibitors, angiotensin II receptor blockers, angiotensin receptor-neprilysin inhibitors (eg, sacubitril-valsartan), and aldosterone antagonists (eg, spironolactone, eplerenone). $#(Choice A)#  Amiodarone is a class III antiarrhythmic agent used for the management of atrial fibrillation and ventricular tachycardia, but it is not used for heart failure. $#(Choices B and E)#  Dihydropyridine calcium channel blockers (eg, amlodipine) do not improve survival in patients with HFrEF.  Nondihydropyridine calcium channel blockers (eg, diltiazem, verapamil) are specifically contraindicated in HFrEF due to the potential for reduced contractility and further worsening of LV systolic dysfunction. $#(Choice D)#  Digoxin is sometimes used as an adjunctive therapy in patients with HFrEF.  It improves symptoms and reduces hospitalizations, but it has not been shown to improve survival. $#(Choice F)#  Flecainide is a class IC antiarrhythmic drug that is occasionally used for management of atrial fibrillation in patients with a structurally normal heart.  It has no role in the management of heart failure. $#(Choice G)#  Loop diuretics (eg, furosemide) are first-line agents for volume control in patients with heart failure.  They improve symptoms and reduce hospitalizations, but they have not been shown to improve long-term survival. $#Educational objective# Drugs that have been shown to improve long-term survival in patients with heart failure with reduced ejection fraction include beta blockers, ACE inhibitors, angiotensin II receptor blockers, angiotensin receptor-neprilysin inhibitors, and aldosterone antagonists.  "},

{"id":"7616","title":"A 62-year-old man is brought to the emergency department by a friend due to severe shortness of breath.  He is agitated and gasping for air and is unable to provide history.  His friend says the patient has a history of chronic alcohol use and attends Alcoholics Anonymous meetings.  He is unaware of any other medical history.  Temperature is 36.7 C (98 F), blood pressure is 110/70 mm Hg, pulse is 104/min, and respirations are 32/min.  Due to worsening respiratory distress, immediate endotracheal intubation is performed and mechanical ventilation is begun.  The patient is admitted to the intensive care unit and, despite appropriate therapy, dies several hours later.  Autopsy examination is performed, and histopathology of the lungs reveals engorged pulmonary capillaries and abundant intraalveolar, acellular, pink material that is more prominent at the bases.  This patient most likely had which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aspiration pneumonia","answer_2":"B. Centriacinar emphysema","answer_3":"C. Hypersensitivity pneumonitis","answer_4":"D. Pulmonary arterial hypertension","answer_5":"E. Pulmonary edema","answer_6":"F. Pulmonary infarction","percent_1":"20%","percent_2":"5%","percent_3":"5%","percent_4":"20%","percent_5":"44%","percent_6":"7%","right_answer":"E. Pulmonary edema","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's histopathologic findings of engorged alveolar capillaries (reflecting increased pulmonary venous pressure) and @pink, acellular material@ within the alveoli (transuded plasma across the alveolar-capillary membrane) are most consistent with #acute pulmonary edema#.  Given the patient's history of #chronic alcohol use#, he likely had underlying #dilated cardiomyopathy#.  Subsequent decompensation then led to increased alveolar capillary hydrostatic pressure, causing pulmonary congestion and acute respiratory failure. $ (Choice A)  Aspiration pneumonia may be chemical (eg, aspiration of gastric contents) or bacterial (eg, aspiration of oral flora).  Histopathology of @acute pneumonia@ shows neutrophil-rich, inflammatory exudates within the bronchioles and alveolar spaces. $ (Choice B)  Centriacinar @emphysema@ most commonly results from heavy smoking.  Enlarged airspaces with macrophage-predominant infiltrates are expected. $ (Choice C)  @Hypersensitivity pneumonitis@ results from exposure to an environmental irritant (eg, mold).  Histopathology shows lymphocyte-predominant, interstitial inflammation, often accompanied by non-necrotizing granulomas. $ (Choice D)  Histopathology in @pulmonary arterial hypertension@ typically shows hypertrophy of the pulmonary vascular smooth muscle. $ (Choice F)  Pulmonary infarction yields hemorrhagic, ischemic necrosis of the lung parenchyma.  Histopathology shows a well-demarcated area of alveolar and vascular wall necrosis with cells that lack nuclei, and the alveolar spaces may contain red blood cells. $ Educational objective Acute cardiogenic pulmonary edema results from increased pulmonary venous pressure.  The alveolar capillaries become engorged with blood and there is a transudation of fluid plasma across the alveolar-capillary membrane, appearing as pink, acellular material within the alveoli.","clickable_1":"images/img1.7616.jpg","clickable_2":"images/img2.7616.jpg","clickable_3":"images/img3.7616.jpg","clickable_4":"images/img4.7616.jpg","clickable_5":"images/img5.7616.jpg"},

{"id":"1578","title":"A 53-year-old man comes to the office with progressive exertional dyspnea.  He has smoked 2 packs of cigarettes per day for the last 35 years.  Physical examination shows increased anteroposterior diameter of his chest.  Auscultation reveals decreased breath sounds and scattered wheezes throughout his lungs.  Examination of his extremities is unremarkable.  Echocardiography reveals moderate dilation of the right ventricle and increased central venous pressure.  The absence of peripheral edema in this patient is best explained by which of the following compensatory mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased capillary permeability","answer_2":"B.Decreased circulating aldosterone levels","answer_3":"C.Decreased interstitial fluid pressure","answer_4":"D.Increased plasma oncotic pressure","answer_5":"E.Increased tissue lymphatic drainage","percent_1":"13%","percent_2":"26%","percent_3":"8%","percent_4":"22%","percent_5":"31%","right_answer":"E.Increased tissue lymphatic drainage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1578.jpg","explanation_1":"","explanation_2":"$This patient has dyspnea, signs of lung hyperinflation, and a heavy smoking history, suggesting chronic obstructive pulmonary disease (COPD).  Chronic hypoxia in COPD can lead to pulmonary vasoconstriction, increased pulmonary artery pressure, and right heart failure (ie, cor pulmonale), which is confirmed by this patient's echocardiogram.  In turn, right heart failure leads to increased central venous pressure and elevated peripheral capillary hydrostatic pressure, encouraging the development of #peripheral edema#. $Fluid movement across the capillary wall (#filtration#) into the interstitium is dependent on hydrostatic pressure, oncotic pressure, and capillary permeability.  It is tightly #balanced by lymphatic drainage#, which returns interstitial fluid to the vasculature.  Peripheral edema (accumulation of excess fluid in the interstitial space) develops when transcapillary plasma filtration exceeds the resorptive capacity of the lymphatics.  Factors that favor development of edema include: $• #Elevated capillary hydrostatic pressure:#  Higher capillary pressures increase plasma filtration into the interstitium, particularly in dependent tissues.  Causes include sodium and water retention (eg, heart failure, renal failure), arteriolar dilation (eg, dihydropyridine calcium channel blockers), and impaired venous return (eg, venous thrombosis). $• #Decreased plasma oncotic pressure:#  Plasma proteins (eg, albumin) generate oncotic pressure that pulls interstitial fluid back into the capillary bed venules.  Edema develops in conditions with decreased albumin levels (eg, nephrotic syndrome, cirrhosis, malnutrition). $• #Lymphatic obstruction:#  Decreased lymphatic return impairs removal of excess interstitial fluid.  Common causes of lymphatic obstruction include filariasis, invasive malignancies, and iatrogenic etiologies (eg, surgical lymph node dissection and radiation therapy). $The peripheral lymphatics can significantly increase lymphatic drainage from baseline, allowing compensation for increased capillary fluid filtration that can #temporarily delay# the development of peripheral edema.  However, because the peripheral lymphatics offload fluid to the central venous system (via the thoracic duct), which in heart failure is already volume overloaded, the overall ability to compensate is limited. $#(Choices A and D)#  Although increased plasma oncotic pressure and decreased capillary permeability oppose edema formation, neither is associated with COPD.  Severe COPD may cause polycythemia due to hypoxemia, but erythrocyte concentration does not affect plasma oncotic pressure. $#(Choice B)#  In patients with heart failure, activation of the renin-angiotensin-aldosterone system (RAAS) leads to increased aldosterone levels that cause sodium and water retention (exacerbating edema formation).  Volume expansion causes increased atrial/brain natriuretic peptide release, which can partially counteract the effects of RAAS activation; however, aldosterone levels remain elevated. $#(Choice C)#  Decreased interstitial fluid pressure favors flow into the interstitium and would contribute to the development of peripheral edema. $#Educational objective# Peripheral edema results from the accumulation of fluid in the interstitial spaces.  Factors that promote edema include elevated capillary hydrostatic pressure, decreased plasma oncotic pressure, and impaired lymphatic drainage.  In chronic heart failure, increased lymphatic drainage initially offsets factors favoring edema, temporarily delaying edema development.  "},

{"id":"15391","title":"A 70-year-old woman comes to the office due to progressive exertional dyspnea over the last year.  She has no chest pain or lower-extremity swelling.  The patient has long-standing hypertension but has not always been adherent to her medical regimen.  She is a lifetime nonsmoker.  Blood pressure is 164/73 mm Hg and pulse is 88/min and regular.  An S4 is heard on cardiac auscultation.  The lungs are clear.  Echocardiogram reveals left atrial enlargement, moderate concentric left ventricular hypertrophy, and a left ventricular ejection fraction of 67%.  Which of the following changes are most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Left ventricular compliance ∆ Angiotensin II signaling ∆ Cardiac myosin heavy chain-beta expression ","answer_1":"§A. ∆ Decreased ∆ Increased ∆ Increased","answer_2":"§B. ∆ Decreased ∆ Decreased ∆ Increased","answer_3":"§C. ∆ Decreased ∆ Increased ∆ Decreased","answer_4":"§D. ∆ Increased ∆ Increased ∆ Increased","answer_5":"§E. ∆ Increased ∆ Increased ∆ Decreased","answer_6":"§F. ∆ Increased ∆ Decreased ∆ Decreased","percent_1":"63%","percent_2":"26%","percent_3":"6%","percent_4":"3%","percent_5":"1%","percent_6":"1%","right_answer":"§A. ∆ Decreased ∆ Increased ∆ Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's clinical presentation and echocardiography findings are consistent with #concentric left ventricular (LV) hypertrophy# leading to #impaired diastolic functioning# (heart failure with preserved ejection fraction). $In response to LV pressure overload (eg, prolonged systemic hypertension), there is #upregulation# of genes encoding for contractile proteins of the @cardiac sarcomere@, including #beta-myosin heavy chain#.  The additional contractile fibers are added in @parallel@ to increase the contractile strength of the LV wall.  Although LV contractility and ejection fraction are increased, the thickened LV walls are now stiff and less compliant, which is often evidenced by an S4 on cardiac auscultation as blood strikes the stiff LV wall during atrial systole. $Subsequent impaired diastolic filling of the #noncompliant left ventricle# leads to @reduced stroke volume@ with reduced cardiac output and decreased renal perfusion.  Falsely sensing a need to increase blood volume and organ perfusion, the kidneys activate the @renin-angiotensin-aldosterone system@ (RAAS) to stimulate sodium retention (via increased aldosterone) and vasoconstriction (via #increased angiotensin II#).  Although this response can temporarily maintain cardiac output, the increasing fluid retention will ultimately precipitate decompensated heart failure. $#(Choices B, C, E, and F)#  These combinations of changes in LV compliance, angiotensin II signaling, and beta-myosin heavy chain expression are not consistent with readily identifiable, untreated disease processes. $#(Choice D)#  Increases in LV compliance, angiotensin II signaling, and beta-myosin heavy chain expression are consistent with heart failure with reduced ejection fraction due to dilated cardiomyopathy.  There is upregulation of contractile proteins; however, this occurs in response to volume overload rather than pressure overload, and therefore the contractile fibers are added in series (ie, eccentric hypertrophy) rather than in parallel.  This leads to dilation of the LV cavity with increased wall compliance and @decreased contractility@.  Reduced cardiac output with subsequent activation of the RAAS results in increased angiotensin II signaling. $#Educational objective# Prolonged systemic hypertension leads to concentric left ventricular (LV) hypertrophy via the addition of myocardial contractile fibers in parallel.  The thickening of the LV walls reduces LV compliance, leading to impaired diastolic filling and heart failure with preserved ejection fraction.  In response to reduced cardiac output, the kidneys activate the renin-angiotensin-aldosterone system, stimulating sodium retention and vasoconstriction that worsens volume overload and can lead to decompensated heart failure.  ","clickable_1":"images/img1.15391.jpg","clickable_2":"images/img2.15391.jpg","clickable_3":"images/img3.15391.jpg","clickable_4":"images/img4.15391.jpg","clickable_5":"images/img5.15391.jpg"},

{"id":"1532","title":"A 63-year-old man comes to the office due to exertional dyspnea that has been progressively worsening over the last 3 weeks.  He sleeps in a recliner with his head elevated because he gets short of breath when lying flat in bed.  Medical history includes gout, dyslipidemia, and hypertension.  Blood pressure is 154/89 mm Hg and pulse is 85/min.  Physical examination shows distended jugular veins in the semi-recumbent position.  An apical heave is present on cardiac examination.  There is pitting edema in the bilateral lower extremities.  Levels of which of the following substances will be higher in the pulmonary vein compared to the pulmonary artery in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aldosterone","answer_2":"B. Angiotensin I","answer_3":"C. Angiotensin II","answer_4":"D. Angiotensinase","answer_5":"E. Angiotensinogen","answer_6":"F. Arginine vasopressin","answer_7":"G. Prostaglandin E1","answer_8":"H. Renin","percent_1":"1%","percent_2":"14%","percent_3":"61%","percent_4":"3%","percent_5":"4%","percent_6":"3%","percent_7":"10%","percent_8":"3%","right_answer":"C. Angiotensin II","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1532.jpg","explanation_1":"","explanation_2":"$This patient's exertional dyspnea, orthopnea (dyspnea when lying flat), jugular venous distension, cardiac heave, and peripheral edema are consistent with #decompensated heart failure#.  The decreased cardiac output in heart failure reduces renal perfusion, which stimulates #renin secretion# by the @juxtaglomerular cells@ of the kidney #(choice H)# in a maladaptive effort to maintain effective blood volume and organ perfusion. $Renin acts to convert angiotensinogen (produced by the liver) into angiotensin I in the systemic circulation #(choices B and E)#.  Angiotensin I is then converted to #angiotensin II#, primarily within the #small pulmonary vessels#, by endothelial-bound angiotensin-converting enzyme.  Because of the pulmonary location of angiotensin conversion, levels of angiotensin II are #higher in the pulmonary vein# (on the way out of the lungs) than in the pulmonary artery (on the way into the lungs). $Angiotensin II is a potent vasoconstrictor of the systemic circulation and causes a rise in blood pressure (increased afterload) that worsens cardiac output.  It also acts on the adrenal glands to stimulate aldosterone release, causing sodium retention and further worsening of volume overload #(choice A).# $#(Choice D)#  The angiotensinases are a group of enzymes found in multiple tissues and are responsible for the breakdown of angiotensin II and other structurally similar enzymes. $#(Choice F)#  Arginine vasopressin (antidiuretic hormone) is released from the posterior pituitary in response to high serum osmolality or decreased arterial blood volume.  Because reduced cardiac output causes the body to perceive hypovolemia, antidiuretic hormone secretion is typically increased in heart failure. $#(Choice G)#  Prostaglandins are produced in multiple cell types, including endothelial cells, mast cells, and macrophages.  Prostaglandin E1 is a potent vasodilator that maintains patency of the ductus arteriosus and causes afferent arteriolar vasodilation in the kidneys. $#Educational objective# The reduced cardiac output in heart failure leads to decreased renal perfusion and consequent stimulation of the renin-angiotensin-aldosterone system in a maladaptive effort to maintain effective blood volume.  Inactive angiotensin I is converted into active angiotensin II by endothelial-bound angiotensin-converting enzyme in the lungs.  ","clickable_1":"images/img1.1532.jpg"},

{"id":"185","title":"A 65-year-old man dies while hospitalized for severe breathing difficulty.  The patient had several prior episodes of dyspnea and cough requiring hospitalization.  He had a history of hypertension and chronic kidney disease.  The patient smoked a pack of cigarettes daily for 38 years and immigrated to the United States 20 years ago.  Autopsy is performed, and microscopic examination of the lungs reveals alveolar macrophages containing aggregates of golden-brown cytoplasmic granules that turn dark blue with Prussian blue staining.  Which of the following conditions is most likely associated with this patient's microscopic findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Airway hyperreactivity","answer_2":"B. Coal particle inhalation","answer_3":"C. Granulomatous microbial infection","answer_4":"D. Left ventricular dysfunction","answer_5":"E. Pulmonary arterial hypertension","answer_6":"F. Pulmonary thromboembolism","percent_1":"4%","percent_2":"12%","percent_3":"7%","percent_4":"64%","percent_5":"10%","percent_6":"3%","right_answer":"D. Left ventricular dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely had heart failure due to #left ventricular dysfunction#.  Impaired forward pumping by the left ventricle causes increased pulmonary capillary pressure that can lead to pulmonary edema and dyspnea.  The rise in hydrostatic pressure also disrupts the integrity of the pulmonary capillaries, leading to #extravasation of red blood cells# and alveolar hemorrhage.  The red blood cells are eventually #phagocytosed by macrophages#, and the iron from hemoglobin is converted to hemosiderin. $ #Prussian blue stain# detects ferric iron stores (eg, ferritin and hemosiderin).  In the Prussian blue reaction, colorless potassium ferrocyanide is converted by iron to blue-black ferric ferrocyanide.  Macrophages containing @golden-brown cytoplasmic granules@ that turn blue with Prussian blue staining represent #hemosiderin-laden macrophages# (siderophages).  These cells may be found in any tissue where macrophages encounter extravasated red blood cells; in the alveolar parenchyma, they are often called \"heart failure cells.\" $ (Choice A)  Airway hyperreactivity occurs in asthma or chronic obstructive pulmonary disease, neither of which is associated with hemosiderin-laden macrophages. $ (Choice B)  Coal worker's pneumoconiosis results from chronic inhalation of coal dust and is associated with alveolar macrophages containing black intracytoplasmic aggregates, so-called carbon-laden macrophages.  These carbon aggregates do not stain blue with Prussian blue staining. $ (Choice C)  A number of infectious organisms (eg, Mycobacterium tuberculosis, Histoplasma capsulatum) can survive within macrophages and produce a granulomatous response in the lungs; however, these organisms are typically visualized using other special staining methods (eg, acid-fast staining) and would not stain blue with Prussian blue staining. $ #(Choices E and F)#  Pulmonary arterial hypertension (primary pulmonary hypertension) and pulmonary thromboembolism both involve an elevation in pulmonary arterial pressure; however, pulmonary edema with extravasation of red blood cells does not occur as pulmonary capillary and pulmonary venous pressures are not elevated. $ Educational objective Alveolar hemosiderin-laden macrophages indicate alveolar hemorrhage.  They most commonly result from chronic elevation of pulmonary capillary hydrostatic pressure in the setting of left-sided heart failure.","clickable_1":"images/img1.185.jpg"},

{"id":"186","title":"A 72-year-old man comes to the office due to progressive shortness of breath.  Over the past year, the patient has been unable to perform many of his usual outdoor activities, including afternoon walks and working in the yard.  During the last several weeks, he has frequently become easily fatigued and short of breath, and at night he needs several pillows to sleep comfortably.  He has also had ankle swelling.  The patient has had no chest pain, syncope, abdominal pain, or cough.  He is a lifetime nonsmoker.  Bibasilar crackles are heard on physical examination.  Echocardiography reveals no valvular disease and a nondilated left ventricle with an ejection fraction of 55%.  Which of the following is most strongly associated with this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Glomerular hyperfiltration","answer_2":"B.Increased left ventricular afterload","answer_3":"C.Increased left ventricular compliance","answer_4":"D.Left ventricular thrombus formation","answer_5":"E.Right-to-left intracardiac shunting","percent_1":"17%","percent_2":"61%","percent_3":"13%","percent_4":"4%","percent_5":"5%","right_answer":"B.Increased left ventricular afterload","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp186.jpg","explanation_1":"","explanation_2":"$This patient has clinical signs and symptoms of decompensated heart failure (eg, dyspnea, fatigue, orthopnea, lower extremity edema, bibasilar crackles); however, echocardiography shows a preserved left ventricular (LV) ejection fraction (>50%) without chamber dilation.  #Heart failure with preserved ejection fraction# (HFpEF) develops due to #diastolic dysfunction#, which frequently occurs in the setting of prolonged #systemic hypertension# (ie, increased afterload). $Over time, increased pressure load causes the left ventricle to undergo @concentric hypertrophy@ with the addition of myocardial contractile fibers in parallel to increase contractile strength.  The thickened LV walls become stiff and less compliant, leading to impaired diastolic relaxation and #increased LV end-diastolic pressure# (point 1).  Gradually, the elevated pressure transmits back to the pulmonary veins and capillaries, resulting in pulmonary edema.  There is also an eventual decline in LV end-diastolic volume (also indicated at point 1) leading to #reduced cardiac output# and further decompensation (stroke volume decreases despite preserved ejection fraction). $#(Choice A)#  The decreased cardiac output in heart failure leads to reduced renal perfusion pressure and glomerular hypofiltration.  To compensate, the renin-angiotensin-aldosterone system is activated, and angiotensin II constricts glomerular efferent arterioles in an effort to increase glomerular filtration rate back to normal. $#(Choice C)#  Diastolic dysfunction involves a decrease in LV compliance.  LV compliance may increase with eccentric hypertrophy, as occurs in response to LV volume overload (eg, dilated cardiomyopathy). $#(Choice D)#  LV thrombus typically results from localized stagnation of blood as can occur with an LV aneurysm or in the setting of a severely dilated LV cavity with @systolic dysfunction@.  It is not typically associated with diastolic dysfunction and HFpEF. $#(Choice E)#  Atrial and ventricular septal defects are often asymptomatic but can eventually lead to right-to-left intracardiac shunting (Eisenmenger syndrome), typically characterized by cyanosis.  This patient's orthopnea, lower extremity edema, and bibasilar crackles suggesting pulmonary edema are more consistent with heart failure. $#Educational objective# Diastolic dysfunction is a common cause of heart failure with preserved ejection fraction.  It typically results from concentric left ventricular hypertrophy in response to prolonged systemic hypertension (ie, increased afterload).  ","clickable_1":"images/img1.186.jpg","clickable_2":"images/img2.186.jpg"},

{"id":"19284","title":"A previously healthy 15-year-old girl is brought to the emergency department due to respiratory distress and continuous cough after eating at a buffet in a local restaurant.  Blood pressure is 80/40 mm Hg, pulse is 130/min, and respirations are 32/min.  She is in marked respiratory distress but is able to speak.  Diffuse wheezing and erythematous skin rash are present.  Which of the following hemodynamic changes are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Central venous pressure∆Pulmonary capillary wedge pressure∆Systemic vascular resistance ","answer_1":"§A. ∆ Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Decreased ∆Increased","answer_3":"§C. ∆ Increased ∆Decreased ∆Increased","answer_4":"§D. ∆ Increased ∆Increased ∆Decreased","answer_5":"§E. ∆ Increased ∆Increased ∆Increased","percent_1":"66%","percent_2":"9%","percent_3":"7%","percent_4":"13%","percent_5":"6%","right_answer":"§A. ∆ Decreased ∆Decreased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hemodynamic measurements in shock# ∆⨉∆⨉∆⨉∆⨉ §^#Parameter# ∆^#Hypovolemic$ shock# ∆^#Cardiogenic$ shock# ∆^#Obstructive$ shock# ∆^#Distributive#$ shock# §^#CVP$ (right-sided$ preload)# ∆^↓ ∆^↑ ∆^↑ ∆^↓ §^#PCWP$ (left-sided$ preload)# ∆^↓ ∆^↑ ∆^↓* ∆^↓ §^#Cardiac index$ (LV output)# ∆^↓ ∆^↓ ∆^↓ ∆^↑** §^#SVR$ (afterload)# ∆^↑ ∆^↑ ∆^↑ ∆^↓ §^#SvO2# ∆^↓ ∆^↓ ∆^↓ ∆^↑** %#*In tamponade, left-sided preload is decreased, but measured PCWP is paradoxically increased due to external compression by pericardial fluid.$ **Cardiac index & SvO2 are usually decreased in neurogenic shock due to impaired sympathetic reflexes. $ #CVP =# central venous pressure; #LV =# left ventricular; #PCWP =# pulmonary capillary wedge pressure; #SvO2 =# mixed venous oxygen saturation; #SVR =# systemic vascular resistance.","explanation_img":"","explanation_1":"","explanation_2":"This patient with respiratory distress, wheezing, and erythematous skin rash following food exposure likely has anaphylaxis; her severe hypotension and tachycardia indicate #anaphylactic shock#. $The primary disturbance in @distributive shock@ (eg, septic shock, anaphylactic shock) is profound #peripheral vasodilation# which, in anaphylactic shock, results from widespread IgE-mediated release of inflammatory mediators (eg, histamine).  This has the following effects: $• Arteriolar vasodilation causes #decreased systemic vascular resistance# (SVR) and consequent #hypotension#. $• Venular vasodilation causes #decreased central venous pressure# (CVP) and reduces venous return to the right atrium #(choice D).# $• The vasculature becomes leaky, resulting in loss of intravascular volume that further contributes to both hypotension and decreased CVP. $With reduced venous return to the right atrium, there is reduced right ventricular output and reduced blood delivery to the left atrium and left ventricle.  This leads to #decreased pulmonary capillary wedge pressure# (PCWP), a reflection of left atrial pressure.  Despite the reduced left ventricular preload, cardiac output is commonly normal or increased in early distributive shock due to both the large decrease in SVR and a baroreceptor reflex–mediated increase in heart rate (ie, tachycardia).  The increased cardiac output leads to increased mixed venous oxygen saturation due to rapid blood transit through the peripheral capillaries and incomplete oxygen uptake by the tissues. $#(Choice B)#  @Hypovolemic shock@ involves massive intravascular volume depletion, leading to decreased CVP and PCWP.  SVR is reflexively increased in response to reduced cardiac output and hypotension. $#(Choice C)#  @Obstructive shock@ most commonly involves an obstruction to blood flow between the right atrium and the pulmonary capillaries (eg, pulmonary embolism).  CVP is increased, PCWP is decreased, and there is a reflexive increase in SVR. $#(Choice E)#  @Cardiogenic shock@ results from left ventricular failure.  PCWP and CVP are increased due to backward transmission of increased pressure, and there is a reflexive increase in SVR. $#Educational objective# Anaphylaxis can cause distributive shock due to widespread release of inflammatory mediators (eg, histamine) that leads to massive peripheral vasodilation.  Arteriolar vasodilation decreases systemic vascular resistance to cause hypotension, and venular vasodilation decreases central venous pressure and pulmonary capillary wedge pressure.  Cardiac output is often increased in early distributive shock due to reduced SVR and a baroreceptor reflex–mediated increase in heart rate.  ","clickable_1":"images/img1.19284.jpg","clickable_2":"images/img2.19284.jpg","clickable_3":"images/img3.19284.jpg","clickable_4":"images/img4.19284.jpg"},

{"id":"15534","title":"A 75-year-old man is found unresponsive in his home.  Emergency medical services are called by the neighbor, but the patient is pronounced dead at the scene.  The patient had a history of hypertension, type 2 diabetes mellitus, and coronary artery disease, as well as a 25-pack-year smoking history.  He worked at a coal mine in the remote past and retired as an auto mechanic 15 years ago.  Autopsy is performed; a section of lung tissue stained with hematoxylin and eosin is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15534.jpg","title_2":"Which of the following is the most likely cause of this patient's abnormal histopathology findings?","audio":"","comparison_items":"","answer_1":"A. Chronic inflammation triggered by crystalline silica","answer_2":"B. Decreased left ventricular systolic function","answer_3":"C. Excessive deposition of extracellular collagen","answer_4":"D. Hyperreactivity of airways to extrinsic allergens","answer_5":"E. Malignant transformation of bronchial epithelial cells","answer_6":"F. Neutrophil elastase-mediated alveolar septal destruction","percent_1":"16%","percent_2":"55%","percent_3":"9%","percent_4":"7%","percent_5":"4%","percent_6":"9%","right_answer":"B. Decreased left ventricular systolic function","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's autopsy demonstrates an abundance of alveolar macrophages filled with @brown pigment@ in the lung parenchyma.  #Hemosiderin-laden macrophages# located in the lungs are usually the result of #chronic passive lung congestion# in the setting of #heart failure# (eg, left ventricular systolic dysfunction).  Elevated pulmonary venous pressure leads to transudation of fluid across the alveolar-capillary membrane (pulmonary edema) and can cause #breaks# in the endothelium with #extravasation of red blood cells# into the alveoli and lung parenchyma.  As alveolar macrophages engulf and degrade the extravasated red blood cells, the released iron accumulates as intracellular hemosiderin. $Severe left ventricular systolic dysfunction is associated with an increased risk of fatal ventricular arrhythmia (ie, ventricular tachycardia or fibrillation), which was the likely cause of death in this patient. $#(Choices A and C)#  Silicosis results from chronic inflammation triggered by inhaled particles of crystalline silica.  Histopathology typically shows silicotic nodules consisting of whorls of concentric collagen fibers.  As with other causes of @interstitial lung disease@, excessive deposition of extracellular collagen eventually leads to pulmonary fibrosis. $#(Choice D)#  Hyperreactivity of airways to environmental allergens occurs in asthma.  Microscopic analysis of sputum may reveal @Curschmann spirals@, which represent spiral-shaped mucus plugs. $#(Choice E)#  Malignant transformation of bronchial epithelial cells underlies the development of most types of lung cancer.  Histopathology typically shows hyperchromatic nuclei and poorly organized cell structure, such as in @squamous cell carcinoma@ of the lung. $#(Choice F)#  Neutrophil elastase-mediated alveolar septal destruction underlies the pathogenesis of @emphysema@, which can occur with smoking or alpha-1 antitrypsin deficiency.  Microscopy shows cystic enlargement of the airspaces with loss of the normal lobular architecture. $#Educational objective# Left-sided heart failure leads to chronically elevated pulmonary venous and capillary pressures, with resulting pulmonary edema and extravasation of red blood cells into the alveolar parenchyma.  The iron from red blood cells is taken up by alveolar macrophages and stored as hemosiderin, appearing as brown pigment on microscopy.  ","clickable_1":"images/img1.15534.jpg","clickable_2":"images/img2.15534.jpg","clickable_3":"images/img3.15534.jpg","clickable_4":"images/img4.15534.jpg","clickable_5":"images/img5.15534.jpg"},

{"id":"18639","title":"A 56-year-old woman comes to clinic for follow-up of heart failure with reduced ejection fraction.  Over the last 3 months, the patient has been hospitalized twice due to acute decompensation of heart failure that required treatment with intravenous furosemide.  Since her most recent discharge, she has been taking high doses of oral furosemide, but she continues to have progressive lower extremity edema and weight gain.  Serum creatinine is 1.2 mg/dL and serum potassium is 4.1 mEq/L.  The patient is started on metolazone.  The addition of metolazone is likely to assist in treating this patient because of which of the following effects of furosemide?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased calcium delivery to the distal tubules","answer_2":"B. Increased sodium delivery to the distal tubules","answer_3":"C. Increased tubular reabsorption of bicarbonate","answer_4":"D. Increased tubular reabsorption of uric acid","answer_5":"E. Reduced tubular reabsorption of glucose","answer_6":"F. Reduced tubular reabsorption of potassium","percent_1":"9%","percent_2":"64%","percent_3":"4%","percent_4":"2%","percent_5":"3%","percent_6":"17%","right_answer":"B. Increased sodium delivery to the distal tubules","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Diuretic effects on total body electrolyte levels# ∆⨉∆⨉∆⨉∆⨉∆⨉§^#Diuretic type# ∆^#Na+# ∆^#K+# ∆^#HCO3−# ∆^#Ca2+# ∆^#Uric$ acid#§^#Loop#$ (eg, furosemide) ∆^↓↓↓ ∆^↓↓ ∆^↑↑ ∆^↓ ∆^↑§^#Thiazide#$ (eg, HCTZ, metolazone) ∆^↓↓ ∆^↓ ∆^↑ ∆^↑ ∆^↑§^#Potassium sparing#$ (eg, spironolactone, amiloride) ∆^↓ ∆^↑ ∆^↓ ∆^— ∆^—§^#Carbonic anhydrase inhibitor#$ (eg, acetazolamide) ∆^↓ ∆^↓ ∆^↓ ∆^↓ ∆^—%#HCTZ =# hydrochlorothiazide.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #decompensated heart failure# with ongoing volume retention despite high doses of oral furosemide (ie, loop diuretic) therapy.  #Thiazide diuretics#, especially metolazone, #potentiate the diuretic effect of loop diuretics# and can be helpful in treating refractory volume overload. $#Sodium# is the major determinant of #volume status#.  Loop diuretics function by inhibiting the Na-K-2Cl cotransporter in the ascending limb of the @loop of Henle@ to block sodium absorption and encourage the excretion of sodium and water in the urine.  However, the sodium excretion caused by loop diuretics is limited by the reabsorption of sodium in the distal convoluted tubule; the Na-Cl cotransporter in the distal tubule counteracts some of the effect of loop diuretics by absorbing much of the sodium that is not absorbed in the loop of Henle.  #Inhibition of the Na-Cl cotransporter# with metolazone #prevents reabsorption# of the #increased sodium delivered to the distal tubule#, significantly increasing total sodium excretion. $#(Choice A)#  Loop diuretics inhibit calcium absorption in the loop of Henle, leading to increased calcium delivery to the distal tubule.  However, calcium has minimal effect on volume status.  Thiazide diuretics increase calcium absorption in the distal tubule, making up for some of the calcium loss caused by loop diuretics. $#(Choice C)#  Loop diuretics stimulate hydrogen ion excretion and bicarbonate reabsorption, creating a tendency toward metabolic alkalosis.  Carbonic anhydrase inhibitors (eg, acetazolamide) block bicarbonate absorption in the proximal tubule and are sometimes used to minimize the metabolic alkalosis caused by loop diuretics. $#(Choice D)#  Both loop and thiazide diuretics increase the reabsorption of uric acid and, therefore, may increase the risk of gout attacks. $#(Choice E)#  Both loop and thiazide diuretics have minimal effect on tubular glucose reabsorption.  Sodium-glucose cotransporter-2 inhibitors (eg, empagliflozin) block glucose resorption in the proximal tubule to lower serum glucose levels while also stimulating an osmotic diuresis. $#(Choice F)#  The increased distal tubular delivery of sodium caused by loop diuretics stimulates increased potassium secretion by the principal cells in the late distal tubule and collecting duct.  This potassium loss is amplified with the addition of a thiazide diuretic.  Potassium-sparing diuretics (eg, spironolactone) can help offset the potassium loss caused by loop and thiazide diuretics. $#Educational objective# Thiazide diuretics, especially metolazone, potentiate the diuretic effect of loop diuretics (eg, furosemide) by blocking the reabsorption of the increased distal tubular sodium delivery caused by loop diuretics. ","clickable_1":"images/img1.18639.jpg"},

{"id":"15526","title":"A 39-year-old man comes to the office due to increasing fatigue for the past 2 weeks.  The patient reports no prior medical conditions, although he recently had a self-limiting upper respiratory illness.  He does not use tobacco, alcohol, or illicit drugs and has not traveled recently.  Temperature is 37.2 C (99 F), blood pressure is 116/66 mm Hg, pulse is 100/min, and respirations are 20/min.  Physical examination reveals lung crackles.  Echocardiography shows no valvular abnormalities and the following parameters:","title_table":"?Left ventricular end-diastolic volume? 125 mL ?Left ventricular end-systolic volume? 75 mL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Based on the observed findings, which of the following is most accurate about this patient?","audio":"","comparison_items":"","answer_1":"A. Cardiac output is 4 L/min","answer_2":"B. Cardiac output is 6 L/min","answer_3":"C. Left ventricular ejection fraction is 40%","answer_4":"D. Left ventricular ejection fraction is 60%","answer_5":"E. Stroke volume is 40 mL","answer_6":"F. Stroke volume is 60 mL","percent_1":"1%","percent_2":"1%","percent_3":"77%","percent_4":"17%","percent_5":"2%","percent_6":"1%","right_answer":"C. Left ventricular ejection fraction is 40%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15526.jpg","explanation_1":"","explanation_2":"$Left ventricular #stroke volume# is the absolute volume of blood ejected from the left ventricle with each contraction.  It is calculated by subtracting the volume of blood in the left ventricle at the end of contraction, the #left ventricular end-systolic volume#, from the volume of blood in the left ventricle at the beginning of contraction, the #left ventricular end-diastolic volume# (LVEDV).  This patient's stroke volume is 50 mL (125 mL − 75 mL), which is lower than the expected normal value of approximately 70 mL. $#Ejection fraction#, the relative volume of blood ejected from the left ventricle with each contraction, is calculated by dividing stroke volume by LVEDV.  In this patient, the ejection fraction is 0.4 (50 mL / 125 mL).  The fraction is typically multiplied by 100 and expressed as a percentage; therefore, this patient's left ventricular ejection fraction is #40%# (0.4 × 100), which is lower than the expected normal value of ≥50%. $#Cardiac output#, the volume of blood ejected into the aorta per unit time, is estimated by multiplying stroke volume by heart rate.  This patient's cardiac output is 5 L/min (50 mL × 100/min), which is normal.  Although it is not pertinent to this patient, this equation overestimates cardiac output in the setting of mitral regurgitation because a portion of the stroke volume flows backward into the left atrium with each contraction. $This patient's presentation is consistent with left ventricular #systolic dysfunction# leading to #heart failure with reduced ejection fraction#.  He has only mild symptoms at present because the low stroke volume is being compensated by an elevated heart rate to maintain cardiac output; however, further decompensation with reduced cardiac output is likely over time. $#Educational objective# Stroke volume is the absolute volume of blood ejected from the left ventricle with each contraction and is calculated by subtracting left ventricular end-systolic volume from left ventricular end-diastolic volume (LVEDV).  Ejection fraction is the relative volume of blood ejected from the left ventricle with each contraction; it is calculated by dividing stroke volume by LVEDV.  Cardiac output, the volume of blood ejected into the aorta per unit time, is estimated by multiplying stroke volume by heart rate.  "},

{"id":"19280","title":"A 65-year-old woman is brought to the hospital due to sudden-onset chest heaviness and shortness of breath that began an hour ago.  Her medical history is significant for type 2 diabetes mellitus, obesity, and hypertension.  Temperature is 36.7 C (98.1 F), blood pressure is 80/50 mm Hg, pulse is 110/min, and respirations are 20/min.  Extremities are cold and clammy.  Diaphoresis is present.  ECG shows ST-segment elevation in the lateral leads.  Which of the following hemodynamic changes are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Cardiac contractility ∆ Systemic vascular resistance ∆ Pulmonary artery systolic pressure","answer_1":"§A. ∆ Decreased ∆ Decreased ∆ Decreased","answer_2":"§B. ∆ Decreased ∆ Increased ∆ Decreased","answer_3":"§C. ∆ Decreased ∆ Increased ∆ Increased","answer_4":"§D. ∆ Increased ∆ Decreased ∆ Decreased","answer_5":"§E. ∆ Increased ∆ Increased ∆ Increased","percent_1":"11%","percent_2":"29%","percent_3":"51%","percent_4":"5%","percent_5":"4%","right_answer":"§C. ∆ Decreased ∆ Increased ∆ Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19280.jpg","explanation_1":"","explanation_2":"$This patient with acute-onset chest heaviness and shortness of breath and ECG showing ST-segment elevation has a #myocardial infarction# (MI).  Localization to the @lateral leads@ is consistent with involvement of the left ventricle.  Hypotension and cold and clammy extremities (evidence of poor tissue perfusion) suggest #cardiogenic shock# due to MI-induced #acute left ventricular (LV) failure#. $A large MI can cause profoundly #decreased cardiac contractility#.  The resulting LV systolic failure leads to markedly reduced cardiac output and #hypotension#.  In response to the hypotension, the aortic and carotid baroreceptors stimulate peripheral vasoconstriction to #increase systemic vascular resistance# in an effort to maintain blood pressure.  Heart rate is also increased (ie, tachycardia) to help increase cardiac output. $Failure to eject blood from the left ventricle also increases LV end-diastolic pressure, which is transmitted backward to #increase pulmonary capillary wedge pressure# (an estimate of left atrial pressure) and cause pulmonary edema.  This increase in pulmonary venous pressure also necessitates #higher pulmonary arterial systolic pressure# to maintain forward blood movement, which may precipitate acute right ventricular failure. $#Educational objective# Myocardial infarction may cause acute left ventricular (LV) failure and cardiogenic shock.  Decreased cardiac contractility leads to reduced cardiac output and hypotension.  In response, systemic vascular resistance is increased (via peripheral vasoconstriction) to maintain blood pressure.  The LV systolic failure increases LV end-diastolic pressure, which is transmitted backward to increase pulmonary capillary wedge pressure and pulmonary arterial pressure.  ","clickable_1":"images/img1.19280.jpg"},

{"id":"15651","title":"A 63-year-old man comes to the emergency department due to increasing dyspnea.  He was unable to mow his lawn the previous day due to shortness of breath.  The patient has a history of hypertension and a 20-pack-year smoking history.  He is retired and traveled to Hawaii 2 months ago.  Blood pressure is 160/86 mm Hg, pulse is 94/min, and respirations are 24/min; oxygen saturation is 94% on room air.  Physical examination reveals bilateral lung crackles and occasional wheezes.  Laboratory testing reveals elevated brain natriuretic peptide levels.  Which of the following is the primary trigger for the release of this substance in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of alveolar juxtacapillary receptors","answer_2":"B. Decrease in renal perfusion pressure","answer_3":"C. Decrease in vena cava blood return","answer_4":"D. Focal myocardial necrosis","answer_5":"E. Increase in ventricular wall stress","answer_6":"F. Stretching of aortic baroreceptors","percent_1":"2%","percent_2":"4%","percent_3":"2%","percent_4":"1%","percent_5":"76%","percent_6":"16%","right_answer":"E. Increase in ventricular wall stress","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"In addition to their contractile and electrical conduction properties, #cardiomyocytes# possess endocrine capabilities to help regulate blood volume.  Volume overload leads to stretching and #increased wall stress# of the ventricular walls.  In response, the ventricular myocardium releases #brain natriuretic peptide# (BNP); similarly, the atrial myocardium releases atrial natriuretic peptide (ANP) in response to atrial stretching.  These natriuretic peptides stimulate both venous and arterial #vasodilation# to decrease cardiac preload and afterload and reduce strain on the myocardium.  In addition, ANP and BNP stimulate salt and water excretion by the kidneys to facilitate #diuresis#. $Clinically, BNP has diagnostic utility in patients with shortness of breath of unknown cause.  For patients in whom the serum BNP level is not elevated, shortness of breath is unlikely to be due to heart failure. $#(Choice A)#  Alveolar juxtacapillary receptors increase respiratory rate in response to pathologic alveolar processes (eg, pulmonary edema, pneumonia). $#(Choice B)#  Decreased renal perfusion pressure triggers the juxtaglomerular apparatus to release renin; activation of the renin-angiotensin-aldosterone system stimulates vasoconstriction and fluid retention, opposing the effects of natriuretic peptides. $#(Choice C)#  Decrease in vena cava blood return reduces preload and leads to a consequent reduction in cardiac output.  The reduced cardiac output is sensed by carotid baroreceptors, and an increase in sympathetic drive is triggered to stimulate vasoconstriction and increased heart rate and contractility. $#(Choice D)#  Focal myocardial necrosis causes release of troponin into the bloodstream, which acts as a sensitive marker of myocardial damage.  BNP levels often increase during myocardial infarction; however, this increase is likely secondary to ventricular dysfunction leading to volume overload and myocardial stretch. $#(Choice F)#  Elevated blood pressure causes stretching of aortic baroreceptors, which triggers a reduction in sympathetic drive to alleviate vasoconstriction and reduce myocardial contractility. $#Educational objective# The ventricular myocardium secretes brain natriuretic peptide (BNP) in response to the ventricular stretch and strain that typically occurs with volume overload.  BNP, along with atrial natriuretic peptide secreted by the atrial myocardium, stimulates vasodilation and salt and water excretion to help relieve volume overload.  "},

{"id":"19514","title":"A 52-year-old woman comes to the office due to fatigue for the last 2 weeks.  The patient was previously healthy, but over the past 3 months, she has had significant weight loss without changing her diet.  She also reports increased sweating, hand tremor, and decreased sleep.  Examination shows diffuse, nontender enlargement of the thyroid gland.  The eyeballs are protuberant.  The remainder of the examination is notable for 1+ pitting edema in the ankles.  Which of the following parameters is most likely to be decreased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac contractility","answer_2":"B. Myocardial oxygen consumption","answer_3":"C. Pulmonary artery pressure","answer_4":"D. Pulse pressure","answer_5":"E. Systemic vascular resistance","answer_6":"F. Systolic blood pressure","percent_1":"5%","percent_2":"5%","percent_3":"18%","percent_4":"31%","percent_5":"40%","percent_6":"2%","right_answer":"E. Systemic vascular resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cardiovascular effects of hyperthyroidism# ∆⨉ §^#Increased rate# ∆ • Tachycardia/palpitations • Atrial fibrillation §^#Increased contractility# ∆ • ↑ Ejection fraction & cardiac output • ↑ Myocardial oxygen demand & angina • ↑ Pulmonary artery pressure §#Peripheral vasodilation# ∆ • ↓ Systemic vascular resistance §^#Additional effects# ∆ • ↓ Diastolic pressure • ↑ Systolic pressure • ↑ Pulse pressure • High-output heart failure","explanation_img":"","explanation_1":"","explanation_2":"This patient with an enlarged thyroid gland and multiple consistent symptoms (eg, fatigue, unintentional weight loss, sweating, tremor, insomnia) most likely has #hyperthyroidism#.  Protuberance of the eyeballs (ie, exophthalmos) suggests Graves disease, specifically. $In adults, the major effect of thyroid hormone is control of cellular metabolism, including the rate of oxygen consumption and use of proteins, carbohydrates, and lipids.  As a result, hyperthyroidism causes characteristic #cardiovascular effects#: $• Increased metabolic demand in the peripheral tissues, combined with a direct effect of thyroid hormone on vascular smooth muscle, causes #peripheral vasodilation,# which leads to #decreased systemic vascular resistance# (SVR) and reduced diastolic blood pressure. $• Thyroid hormone has a direct #sympathetic-like effect# on the myocardium, which stimulates increased heart rate and contractility #(choice A).#  A reflexive response to decreased SVR also contributes to these changes.  With increased contractility, stroke volume is increased, resulting in @increased pulse pressure@ and systolic blood pressure #(choices D and F)#.  Ejection fraction and cardiac output are also increased. $Over time, some patients develop #high-output heart failure# due to the hyperdynamic circulatory state.  Restoration of a euthyroid state normalizes cardiovascular hemodynamics and typically resolves any heart failure that has developed. $#(Choice B)#  Myocardial oxygen consumption increases in hyperthyroidism, caused by a direct effect of thyroid hormone and by hemodynamic changes that increase myocardial oxygen demand (ie, increased heart rate, contractility, and afterload [systolic blood pressure]). $#(Choice C)#  Both diastolic and systolic pulmonary artery pressures increase in hyperthyroidism.  This is likely because cardiac output increases, but the pulmonary circulation does not undergo the same vasodilation and reduction in resistance that occurs in the systemic circulation (pressure = cardiac output × resistance). $#Educational objective# Hyperthyroidism causes characteristic cardiovascular changes.  Increased metabolic demand in the tissues and a direct vasodilatory effect of thyroid hormone lead to reduced systemic vascular resistance (and decreased diastolic blood pressure).  A direct sympathetic-like effect of thyroid hormone on the myocardium leads to increased heart rate, contractility, and cardiac output.  Increased stroke volume increases pulse pressure and systolic blood pressure.  ","clickable_1":"images/img1.19514.jpg"},

{"id":"1565","title":"A 58-year-old man comes to the office due to progressive fatigue, dyspnea on exertion, and orthopnea.  Medical history is significant for hypertension, hyperlipidemia, and a myocardial infarction 2 years ago.  The patient says he has not taken his medications in several months because he was \"feeling well.\"  Blood pressure is 160/95 mm Hg and pulse is 94/min and regular.  Physical examination shows bilateral lung crackles and lower extremity edema.  The point of maximal impulse is displaced toward the axilla, and an S3 is heard.  Serum creatinine is 0.9 mg/dL and serum potassium is 4.2 mEq/L.  After this patient's condition has stabilized, long-term use of which of the following medications will most likely reduce mortality? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amlodipine","answer_2":"B. Digoxin","answer_3":"C. Diltiazem","answer_4":"D. Furosemide","answer_5":"E. Hydrochlorothiazide","answer_6":"F. Lisinopril","answer_7":"G. Triamterene","percent_1":"3%","percent_2":"4%","percent_3":"2%","percent_4":"8%","percent_5":"6%","percent_6":"73%","percent_7":"3%","right_answer":"F. Lisinopril","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pharmacotherapy for chronic heart failure with reduced ejection fraction# ∆⨉§^#Agent# ∆^#Mortality benefit#§^#Angiotensin receptor-neprilysin inhibitor#$ (eg, sacubitril-valsartan)$ OR$ #ACE inhibitor#$ (eg, lisinopril)$ OR$ #Angiotensin II receptor blocker#$ (eg, losartan) ∆^Yes§^#Beta blocker#$ (eg, metoprolol, carvedilol) ∆^Yes§^#Mineralocorticoid receptor antagonist#$ (eg, spironolactone, eplerenone) ∆^Yes§^#Sodium-glucose cotransporter-2 inhibitor#$ (eg, dapagliflozin, empagliflozin) ∆^Yes§^#Diuretic#$ (eg, furosemide, metolazone) ∆^No*§^#Digoxin# ∆^No**%*Improves symptoms & reduces hospitalization. **Reduces hospitalization.","explanation_img":"","explanation_1":"","explanation_2":"This patient with a previous myocardial infarction has most likely developed chronic #heart failure with reduced ejection fraction# (HFrEF).  Appropriate pharmacologic management is important in such patients because it has been shown to reduce mortality.  Much of this #mortality benefit# is likely related to a #reduction# in deleterious #cardiac remodeling#. $Neurohormonal pathways involving norepinephrine, angiotensin II, and aldosterone all have a demonstrated role in cardiac remodeling.  In particular, elevated angiotensin II and aldosterone levels increase pathologic cardiomyocyte hypertrophy and stimulate collagen deposition by fibroblasts (cardiac fibrosis).  Accordingly, #ACE inhibitors# (eg, lisinopril), #angiotensin-receptor blockers# (eg, losartan), and #mineralocorticoid receptor antagonists# (eg, spironolactone, epleronone) reduce mortality in patients with HFrEF via a reduction in angiotensin II–mediated (and downstream aldosterone-mediated) cardiac remodeling. $#Beta blockers# (eg, metoprolol, carvedilol) also reduce mortality in patients with chronic HFrEF, likely through similar inhibition of neurohormonal mechanisms.  Potentiation of the natriuretic peptide neurohormonal pathway with #angiotensin receptor-neprilysin inhibitor# therapy (eg, sacubitril-valsartan) has also demonstrated mortality benefit in these patients. $#(Choice A)#  Blood pressure control is important for patients with heart failure because it slows the progression of coronary artery disease and may reduce cardiac remodeling that is triggered by increased left ventricular pressure load.  However, aside from the benefit of blood pressure reduction, dihydropyridine calcium channel blockers (eg, amlodipine) provide no additional mortality benefit in patients with HFrEF. $#(Choice B)#  Digoxin is used as an adjunctive therapy in patients with HFrEF.  It improves symptoms, thereby reducing the rate of hospitalization, but does not improve mortality. $#(Choice C)#  Nondihydropyridine calcium channel blockers (eg, verapamil, diltiazem) can depress cardiac contractility and are usually contraindicated in patients with HFrEF. $#(Choices D and E)#  Loop (eg, furosemide) and thiazide (eg, metolazone) diuretics reduce cardiac preload and are useful for symptomatic management of patients with HFrEF; however, these drugs do not provide a clear mortality benefit. $#(Choice G)#  Although potassium-sparing diuretics that function via blockade of mineralocorticoid receptors have shown mortality benefit for HFrEF, those that act via blockade of the epithelial sodium channel (ENaC) (eg, triamterene, amiloride) have minimal neurohormonal effects and no demonstrated benefit. $#Educational objective# Neurohormones (eg, norepinephrine, angiotensin II, and aldosterone) play a large role in the deleterious cardiac remodeling that occurs in heart failure with reduced ejection fraction.  ACE inhibitors, angiotensin-receptor blockers, mineralocorticoid receptor antagonists, beta blockers, and angiotensin receptor-neprilysin inhibitors reduce mortality in these patients by reducing neurohormonal-mediated cardiac remodeling.  "},

{"id":"18160","title":"A 68-year-old man comes to the office due to increased abdominal distension.  The patient was discharged from the hospital last week after an acute pulmonary embolism.  He also has a history of emphysema caused by extensive tobacco use.  The patient has no other medical conditions and does not use alcohol or illicit drugs.  Temperature is 37.6 C (99.7 F), blood pressure is 112/78 mm Hg, pulse is 85/min, and respirations are 18/min.  BMI is 27 kg/m2.  Examination shows increased jugular venous pressure and lower extremity edema.  The abdomen is distended, and a fluid wave is present.  This patient's ascites most likely developed due to which of the following changes in portal capillary exchange parameters?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Portal capillary oncotic pressure∆Portal capillary hydrostatic pressure∆Portal capillary permeability","answer_1":"§A. ∆↓ ∆↑ ∆↑","answer_2":"§B. ∆↓ ∆↑ ∆Normal","answer_3":"§C. ∆↑ ∆↓ ∆Normal","answer_4":"§D. ∆Normal ∆↑ ∆↑","answer_5":"§E. ∆Normal ∆↑ ∆Normal","answer_6":"§F. ∆Normal ∆Normal ∆↑","percent_1":"24%","percent_2":"25%","percent_3":"2%","percent_4":"12%","percent_5":"36%","percent_6":"1%","right_answer":"§E. ∆Normal ∆↑ ∆Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Ascites# can develop in a variety of disease states (eg, cirrhosis, peritoneal metastasis).  In this case, the presence of jugular venous distension and lower extremity edema shortly after pulmonary embolism (PE) are highly suggestive of #right-sided heart failure (RHF)# (ie, cor pulmonale) as the cause of this patient's ascites. $Patients with chronic respiratory disorders (eg, #emphysema#, obstructive sleep apnea) often have #baseline pulmonary hypertension# due to hypoxia-induced pulmonary vasoconstriction and associated vascular remodelling, which increases the pressure that the right ventricle (RV) must work against to maintain forward flow.  These patients are #predisposed to RHF#, which can develop subacutely from progressive pulmonary hypertension or #acutely #in the setting of a PE (due to abrupt obstruction of an already compromised pulmonary capillary bed). $Ascites due to RHF is associated with the following findings: $• #Increased hydrostatic pressure:# RV dysfunction results in the backup of blood within the venous circulation, leading to increased central venous pressure, which is transmitted to the portal capillaries (ie, hepatic sinusoids). $ $• #Normal oncotic pressure:# Although passive congestion from prolonged RHF eventually causes sinusoidal injury, leading to cirrhosis and hepatic synthetic dysfunction (ie hypoalbuminemia), this alteration occurs after a prolonged period (weeks).  Albumin has a half-life of approximately 21 days; therefore, early in the disease process, oncotic pressure remains normal #(choice B).# $• #Normal capillary permeability:# Hepatic congestion is characterized by sinusoidal engorgement, but sinusoidal permeability, which is already high at baseline due to the discontinuous sinusoidal endothelium, remains essentially unchanged. $#(Choices A, D, and F)#  Portal capillary permeability may be increased in the setting of hepatic malignancies due to disruption of portal capillary integrity; however, it is unaffected by RHF.  Portal oncotic pressure remains normal early in the disease process. $#(Choice C)#  Both increased portal capillary oncotic pressure and decreased portal capillary hydrostatic pressure would help resolve ascites rather than contribute to its formation. $#Educational objective# Right-sided heart failure promotes the formation of ascites due to increased central venous pressure, which is transmitted to the hepatic sinusoids, leading to increased capillary hydrostatic pressure.  Capillary permeability is unaffected.  Although chronic passive congestion may eventually result in hepatic synthetic dysfunction (hypoalbuminemia) with low oncotic pressures, the oncotic pressure will remain normal for several weeks at least.  "},

{"id":"149","title":"A 45-year-old man comes to the emergency department due to shortness of breath and fatigue that has progressed over the last 2 weeks.  The patient was diagnosed with nonischemic cardiomyopathy 2 years ago and has not been adherent with physician visits and his medical regimen.  Blood pressure is 106/58 mm Hg, and pulse is 88/min and regular.  The patient appears uncomfortable when lying flat.  Jugular venous pressure is elevated.  Bibasilar crackles are heard on lung auscultation and an S3 is present.  There is 1+ bilateral lower extremity pitting edema.  Milrinone infusion is initiated.  Which of the following is the most likely response to this therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angioedema","answer_2":"B. Antiarrhythmic action","answer_3":"C. Atrioventricular conduction block","answer_4":"D. Decreased renal perfusion","answer_5":"E. Increased right atrial pressure","answer_6":"F. Vasodilation","percent_1":"2%","percent_2":"9%","percent_3":"4%","percent_4":"9%","percent_5":"13%","percent_6":"64%","right_answer":"F. Vasodilation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp149.jpg","explanation_1":"","explanation_2":"$#Milrinone# is a selective #phosphodiesterase (PDE)-3 enzyme inhibitor# that can be used in patients with refractory heart failure due to left ventricular systolic dysfunction.  The PDE-3 enzyme is normally responsible for degrading cyclic adenosine monophosphate (cAMP) to AMP; the inhibition of cAMP degradation via milrinone has 2 positive effects on heart failure: $• In cardiomyocytes, intracellular calcium influx is increased, which increases cardiac contractility (#positive inotropy#) to improve stroke volume and cardiac output. $• In vascular smooth muscle, uptake of calcium by the sarcoplasmic reticulum is increased, which reduces calcium-myosin light chain kinase interaction to stimulate relaxation and #vasodilation#.  Venous vasodilation #reduces preload# and arterial vasodilation #reduces afterload# to provide a cumulative reduction in cardiac work. $Although the vasodilatory action of milrinone can lead to hypotension, this effect is often compensated for by an increase in stroke volume that maintains blood pressure. $#(Choice A)#  Angioedema refers to localized subcutaneous swelling that affects the submucosal tissues of the face, mouth, throat, and genitalia.  It is typically seen as a side effect of ACE inhibitors due to inhibition of bradykinin degradation. $#(Choice B)#  Milrinone does not have an antiarrhythmic effect on the myocardium.  In fact, its positive inotropic effect may induce ventricular arrhythmias in some patients. $#(Choice C)#  Atrioventricular conduction block can be caused by toxicity due to digoxin, nondihydropyridine calcium channel blockers, or beta blockers; however, PDE inhibitors have minimal chronotropic effect (positive or negative). $#(Choice D)#  Renal perfusion is increased with milrinone due to an increase in cardiac output. $#(Choice E)#  Right atrial pressure is decreased with milrinone due to venous dilation and a consequent reduction in cardiac venous return (preload). $#Educational objective# Milrinone is a phosphodiesterase-3 inhibitor that reduces the degradation of cyclic adenosine monophosphate to provide 2 beneficial effects for treating systolic heart failure.  Calcium influx into cardiomyocytes is increased, which increases cardiac contractility.  In addition, calcium-myosin light chain kinase interaction is reduced, which causes vasodilation and reduces cardiac preload and afterload.  "},

{"id":"686","title":"A 67-year-old man with nonischemic cardiomyopathy comes to the office for follow-up.  He recently was hospitalized for acute decompensated heart failure.  The patient's symptoms have improved with multidrug treatment, but he has persistent shortness of breath on mild exertion.  He has a history of hypertension and hypercholesterolemia.  Blood pressure is 115/70 mm Hg and pulse is 66/min.  There is a third heart sound on heart auscultation and mild lower extremity pitting edema.  A recent echocardiogram showed a left ventricular ejection fraction of 30%.  Which of the following diuretics would most likely improve survival if added to this patient's current regimen?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetazolamide","answer_2":"B. Furosemide","answer_3":"C. Hydrochlorothiazide","answer_4":"D. Mannitol","answer_5":"E. Spironolactone","answer_6":"F. Triamterene","percent_1":"2%","percent_2":"27%","percent_3":"16%","percent_4":"2%","percent_5":"51%","percent_6":"2%","right_answer":"E. Spironolactone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Mineralocorticoid receptor antagonists# (eg, spironolactone, eplerenone) prevent aldosterone from binding to its receptor in the distal renal tubules.  This leads to increased sodium and water excretion while conserving potassium ions (#potassium-sparing diuresis#).  These antagonists also block the deleterious effect of aldosterone on the heart, causing regression of myocardial fibrosis and #improvement in ventricular remodeling#. $Mineralocorticoid receptor antagonists reduce morbidity and #improve survival# in patients with congestive heart failure and decreased ejection fraction.  Therefore, they are recommended in addition to standard heart failure therapy (ACE inhibitors and beta blockers).  They should not be used in patients with hyperkalemia or renal failure.  The most common side effects are hyperkalemia and gynecomastia (spironolactone >> eplerenone). $#(Choices A, C, and F)#  Acetazolamide (carbonic anhydrase inhibitor), hydrochlorothiazide (thiazide diuretic), and triamterene (epithelial sodium channel blocker) have a variably lower diuretic effect compared to loop diuretics and are not as efficacious for treating heart failure symptoms. $#(Choice B)#  Furosemide is a loop diuretic frequently used for treatment of pulmonary congestion and fluid retention in heart failure patients.  Although loop diuretics improve symptoms significantly, they do not provide survival benefit (ie, improved morbidity but not mortality) in these patients. $#(Choice D)#  Mannitol is an intravenous osmotic diuretic used primarily to lower intracranial pressure and treat acute glaucoma.  It is not used to treat heart failure as it can cause an initial rise in extracellular fluid volume, exacerbating pulmonary congestion and peripheral fluid retention. $#Educational objective# Mineralocorticoid receptor antagonists (eg, spironolactone, eplerenone) improve survival in patients with congestive heart failure and reduced left ventricular ejection fraction.  They should not be used in patients with hyperkalemia or renal failure.  "},

{"id":"1512","title":"A 43-year-old man comes to the emergency department after experiencing 4 episodes of coffee ground emesis that started earlier this morning.  He also describes epigastric pain over the last 3-4 months that was relieved by over-the-counter antacids.  He has no other past medical history.  The patient has smoked a pack of cigarettes daily for the last 20 years but does not use alcohol or illicit drugs.  Blood pressure is 70/40 mm Hg and pulse is 130/min and regular.  Extremities are cool to the touch with loss of skin turgor.  Intravenous access is obtained via 2 large-bore peripheral catheters, and rapid infusion of 2 liters of normal saline is initiated.  This intervention is most likely to increase which of the following hemodynamic parameters?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic wall elasticity","answer_2":"B. Diastolic ventricular compliance","answer_3":"C. End-diastolic sarcomere length","answer_4":"D. Heart rate","answer_5":"E. Plasma renin activity","answer_6":"F. Total peripheral resistance","answer_7":"G. Ventricular muscle contraction velocity","percent_1":"1%","percent_2":"5%","percent_3":"70%","percent_4":"2%","percent_5":"3%","percent_6":"16%","percent_7":"3%","right_answer":"C. End-diastolic sarcomere length","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's hypotension, tachycardia, and cool extremities are indicative of @hypovolemic shock@ most likely due to upper gastrointestinal bleeding from peptic ulcer disease (coffee ground emesis due to oxidation of heme iron by exposure to gastric acid).  Decreased intravascular volume from significant blood loss #activates #the #sympathetic nervous system# and# renin-angiotensin-aldosterone system# (RAAS), which help to maintain systemic blood pressure via the following compensatory mechanisms:  $1. Stimulation of the heart results in increased contractility and heart rate, helping to maintain cardiac output.  $2. Constriction of the arteriolar beds serves to increase total peripheral resistance and maintain end-organ perfusion.  This also shunts blood away from the extremities and skin and toward the vital organs.  $3. Constriction of the systemic veins increases venous return to the heart, thereby assisting in maintaining preload.  $4. Increased renal sodium and water retention help to prevent further volume loss. $In the treatment of hypovolemic shock, the most important intervention other than identifying and eliminating the source of bleeding is #rapid infusion of blood# products and crystalloid solutions such as #normal saline#.  By infusing intravenous fluids, intravascular volume and ventricular preload can be increased rapidly.  The increase in preload stretches the myocardium and #increases the end-diastolic sarcomere length#, leading to an increase in stroke volume and cardiac output by the @Frank-Starling mechanism@. $#(Choice A)#  Aortic wall elasticity is based on the intrinsic structure of the aortic media and is not affected by fluid infusions. $#(Choice B)#  The diastolic ventricular compliance is determined by intrinsic properties of the myocardium and is unaffected by crystalloid infusions.  Conditions that decrease ventricular compliance include left ventricular hypertrophy (aortic stenosis, hypertension), hypertrophic cardiomyopathy, and infiltrative disorders (amyloidosis, sarcoidosis). $#(Choice D)#  Adequate fluid resuscitation in a hypovolemic patient decreases the sympathetic drive and endogenous catecholamine release, resulting in decreased heart rate. $#(Choice E)#  Plasma renin activity increases in patients with hypovolemic shock due to activation of RAAS and would be expected to decrease after intravenous fluid resuscitation. $#(Choices F and G)#  In a patient with hypovolemic shock, total peripheral resistance and myocardial contraction velocity are high due to sympathetic activation.  Administration of fluids will reduce sympathetic activation and decrease both of these parameters. $#Educational objective# Intravenous fluids increase the intravascular and left ventricular end-diastolic volumes.  The increase in preload stretches the myocardium and increases the end-diastolic sarcomere length, leading to an increase in stroke volume and cardiac output by the Frank-Starling mechanism.  ","clickable_1":"images/img1.1512.jpg","clickable_2":"images/img2.1512.jpg"},

{"id":"843","title":"A 67-year-old man is brought to the emergency department due to progressive shortness of breath.  He has had decreasing exercise tolerance for several months, and over the last week he could barely walk to the bathroom without becoming short of breath.  The patient has been sleeping in a semirecumbent position recently.  Medical history includes type 2 diabetes mellitus, hyperlipidemia, and a myocardial infarction 3 years ago.  He takes no medications.  The patient does not drink alcohol or use tobacco products.  BMI is 30 kg/m2.  Oxygen saturation is 92% on room air.  The apical impulse is palpated in the 6th intercostal space along the anterior axillary line.  There is 3+ bilateral pitting edema in the legs.  Which of the following is most likely increased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Arteriolar resistance","answer_2":"B.Lung compliance","answer_3":"C.Mixed venous O2 content","answer_4":"D.Renal perfusion","answer_5":"E.Stroke volume","percent_1":"67%","percent_2":"13%","percent_3":"7%","percent_4":"4%","percent_5":"9%","right_answer":"A.Arteriolar resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp843.jpg","explanation_1":"","explanation_2":"$This patient with progressive dyspnea, orthopnea, lower extremity swelling, and a laterally displaced point of maximal impulse has #decompensated heart failure#.  Heart failure occurs due to either a progressive decline in myocardial contractility (systolic dysfunction) or impaired ability of the ventricular walls to relax during filling (diastolic dysfunction).  Both etiologies eventually lead to #decreased cardiac output# and inadequate oxygen delivery to the tissues, inducing the following #neuroendocrine compensatory mechanisms# in an effort to restore organ perfusion: $• #Increased sympathetic output#:  Baroreceptors sense decreased perfusion and stimulate epinephrine and norepinephrine release to increase heart rate and contractility.  Vasoconstriction is also triggered, #increasing arteriolar resistance# and raising afterload. $• #Renin-angiotensin-aldosterone system (RAAS) activation#:  Decreased renal perfusion #(choice D)# leads to increased secretion of @renin@ and increased circulating levels of angiotensin II, a potent vasoconstrictor that further increases afterload.  Adrenal secretion of aldosterone also increases, which stimulates sodium and water retention and increases circulating blood volume (preload). $Although these compensatory mechanisms initially improve organ perfusion, they are overall #maladaptive#.  A vicious cycle is generated as the failing heart is unable to pump against increased afterload, and volume retention creates venous congestion in the kidneys that reduces glomerular filtration rate and further impairs diuresis.  Atrial and ventricular stretch triggers the release of natriuretic peptides that stimulate vasodilation and fluid diuresis to counteract the vicious cycle; however, these effects are outweighed by the downward-spiraling negative effects of sympathetic drive and RAAS activation. $#(Choice B)#  Left ventricular failure leads to increased pulmonary venous pressure and transudation of fluid into the lung parenchyma, which stiffens the alveolar walls and decreases lung compliance. $#(Choice C)#  With reduced cardiac output, the tissues become starved for O2 and increase O2 extraction from the available capillary blood.  This leads to a reduction in mixed venous O2 content. $#(Choice E)#  Stroke volume is generally maintained early in heart failure (due to compensatory mechanisms) and decreases as decompensation takes place. $#Educational objective# Decreased cardiac output in heart failure triggers neuroendocrine compensatory mechanisms to maintain organ perfusion; however, the compensatory mechanisms are maladaptive over the long term.  Increased sympathetic output and activation of the renin-angiotensin-aldosterone system stimulate vasoconstriction and volume retention, compounding the hemodynamic stress on an already failing heart and creating a vicious cycle of decompensation.  ","clickable_1":"images/img1.843.jpg"},

{"id":"8610","title":"A 54-year-old man comes to the emergency department due to worsening shortness of breath for the last 3 days.  His symptoms initially occurred with exertion but are now present at rest.  The patient could not sleep last night because of a suffocating cough each time he tried to lie down.  He considers himself generally healthy and states, ' I've never had to see a doctor for any problems.'  Family history is remarkable for asthma and hypertension.  Blood pressure is 162/86 mm Hg, pulse is 92/min, and respirations are 26/min.  An x-ray of the chest is shown in the @exhibit@.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit8610.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute decompensated heart failure","answer_2":"B. Acute respiratory distress syndrome","answer_3":"C. Idiopathic pulmonary fibrosis","answer_4":"D. Obstructive pulmonary disease","answer_5":"E. Pulmonary arterial hypertension","answer_6":"F. Tension pneumothorax","percent_1":"77%","percent_2":"9%","percent_3":"4%","percent_4":"2%","percent_5":"7%","percent_6":"1%","right_answer":"A. Acute decompensated heart failure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp8610.jpg","explanation_1":"","explanation_2":"$This patient has progressive dyspnea and orthopnea (cough when lying down), along with chest x-ray findings of prominent pulmonary vessels, patchy #bilateral airspace opacities#, blunting of the costophrenic angles (#pleural effusions#), and a #fissure sign# (created by fluid trapped between the right upper and middle lobe).  These findings are consistent with #acute decompensated heart failure# (ADHF); chronic hypertension is a common cause of heart failure due to concentric left ventricular hypertrophy and resulting diastolic dysfunction. $ In ADHF, increased atrial and ventricular filling pressures are transmitted to the pulmonary vasculature, causing fluid transudation into pulmonary interstitial and alveolar spaces (#cardiogenic pulmonary edema#).  The chest x-ray may also show @Kerley B lines@—short, horizontal lines perpendicular to the pleural surface that represent edema of the interlobular septa. @Cardiomegaly@ (cardiac-to-thoracic width ratio >50%) is also common in heart failure, but it is difficult to assess on anteroposterior view due to magnification of the heart. $ (Choice B) @Acute respiratory distress syndrome@ (ARDS), or noncardiogenic pulmonary edema, results from endothelial injury and pulmonary capillary fluid leakage; it is typically preceded by a precipitating event such as sepsis, pneumonia, or trauma.  The appearance on chest x-ray is similar to ADHF, but pleural effusions are typically less prominent with ARDS (mostly alveolar opacification is seen), and ADHF is more likely given the absence of an inciting event in the patient's history. $ (Choice C)  The chest x-ray in @idiopathic interstitial fibrosis@ shows diffuse, reticular opacities typically associated with decreased lung volumes.  Most patients have slowly progressive dyspnea and a nonproductive cough. $ (Choice D)  Obstructive pulmonary diseases (eg, @chronic obstructive pulmonary disease@) are associated with hyperinflated lungs and a flattened diaphragm.  Asthma is an exception as the chest x-ray is typically normal between exacerbations. $ (Choice E)  The chest x-ray in @pulmonary arterial hypertension@ reveals enlargement of the pulmonary arteries and right ventricle and absence of pulmonary edema. $ (Choice F)  On chest x-ray, @pneumothorax@ is demonstrated by a white, visceral pleural line with an absence of peripheral pulmonary markings.  The mediastinum is often shifted away from the affected side in tension pneumothorax. $ Educational objective The chest x-ray in acute decompensated heart failure typically shows prominent pulmonary vessels; patchy, bilateral airspace opacification; and blunting of the costophrenic angles due to pleural effusions.","clickable_1":"images/img1.8610.jpg","clickable_2":"images/img2.8610.jpg","clickable_3":"images/img3.8610.jpg","clickable_4":"images/img4.8610.jpg","clickable_5":"images/img5.8610.jpg","clickable_6":"images/img6.8610.jpg","clickable_7":"images/img7.8610.jpg"},

{"id":"156","title":"A 65-year-old man comes to the physician after missing a follow-up appointment for congestive heart failure.  He missed his appointment due to an upset stomach that will not go away.  A detailed history reveals disturbed color perception, anorexia, nausea, vomiting, and diarrhea that have worsened over the past 2 weeks.  His congestive heart failure has thus far been controlled effectively with multiple medications.  If the cause of this patient's current symptoms is not corrected, which of the following complications is most likely to develop?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angioedema","answer_2":"B. Arrhythmia","answer_3":"C. Bronchoconstriction","answer_4":"D. Hypotension","answer_5":"E. Pulmonary edema","percent_1":"2%","percent_2":"73%","percent_3":"1%","percent_4":"15%","percent_5":"8%","right_answer":"B. Arrhythmia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Symptoms of digoxin toxicity#∆⨉§^#Cardiac# ∆ • #Life-threatening arrhythmias#§^#Gastrointestinal# ∆ • Anorexia • Nausea & vomiting • Abdominal pain§^#Neurologic# ∆ • Fatigue • Confusion • Weakness • #Color vision alterations#","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has chronic #digoxin toxicity#, which can cause nonspecific gastrointestinal and neurologic symptoms.  Although rare, #changes in color vision# are particularly associated with digoxin overdose.  The most serious complication of digoxin toxicity is the development of potentially fatal #cardiac arrhythmias# of virtually any type. $Digoxin has a narrow therapeutic index, making toxicity relatively common.  Precipitating causes include hypokalemia (increased digoxin binding), hypovolemia, and renal failure.  Patients with severe toxicity (eg, life-threatening arrhythmias, end-organ dysfunction) are treated with anti-digoxin antibody fragments. $#(Choice A)#  Angioedema is a severe side effect that manifests as rapidly developing edema that often affects the lips and larynx.  Of the drugs used to treat heart failure, angiotensin-converting enzyme inhibitors are most commonly associated with angioedema. $#(Choice C)#  Bronchoconstriction can be caused by nonspecific beta-adrenergic blockers (eg, propranolol) in patients with chronic obstructive pulmonary disease or asthma.  Selective beta blockers (eg, metoprolol) are commonly used to treat patients with congestive heart failure and are less likely to cause bronchoconstriction. $#(Choice D)#  Hypotension can occur with digoxin toxicity due to bradyarrhythmias and severe vomiting and diarrhea that lead to hypovolemia.  However, digoxin is also an inotropic agent that causes increased cardiac output.  Therefore, hypotension is a variable manifestation of digoxin toxicity. $#(Choice E)#  Pulmonary edema may occur with uncontrolled heart failure due to poor forward flow that causes blood to pool in the lungs.  It can be caused by both systolic and diastolic left ventricular dysfunction due to decreased forward ejection of blood and impaired ventricular filling, respectively. $#Educational objective# Digoxin toxicity presents with nonspecific gastrointestinal (eg, anorexia, nausea, vomiting) and neurologic (eg, fatigue, confusion, weakness) symptoms.  Changes in color vision are a more specific, but rarer, finding.  Life-threatening ventricular arrhythmias are the most serious complication.  "},

{"id":"19281","title":"A 55-year-old man is immediately brought to the hospital after experiencing a sudden collapse at home 20 minutes ago.  The patient reported chest pain and then collapsed to the floor while trying to sit down.  Medical history is significant for type 2 diabetes mellitus and hypertension.  Temperature is 36.7 C (98.1 F), blood pressure is 80/50 mm Hg, pulse is 120/min, and respirations are 22/min.  On examination, the patient is in marked respiratory distress.  Bilateral crackles are present.  An S3 is audible.  ECG reveals ST-segment elevation in leads V2 through V6.  Which of the following hemodynamic changes are most likely present in this patien","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Pulmonary capillary wedge pressure ∆ Central venous pressure ∆ Coronary perfusion pressure ","answer_1":"§A. ∆ Decreased ∆ Decreased ∆ Decreased","answer_2":"§B. ∆ Decreased ∆ Increased ∆ Decreased","answer_3":"§C. ∆ Increased ∆ Decreased ∆ Increased","answer_4":"§D. ∆ Increased ∆ Increased ∆ Decreased","answer_5":"§E. ∆ Increased ∆ Increased ∆ Increased","percent_1":"7%","percent_2":"7%","percent_3":"7%","percent_4":"70%","percent_5":"9%","right_answer":"§D. ∆ Increased ∆ Increased ∆ Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hemodynamic measurements in shock# ∆⨉∆⨉∆⨉∆⨉ §^#Parameter# ∆^#Hypovolemic$ shock# ∆^#Cardiogenic$ shock# ∆^#Obstructive$ shock# ∆^#Distributive#$ shock# §^#CVP$ (right-sided$ preload)# ∆^↓ ∆^↑ ∆^↑ ∆^↓ §^#PCWP$ (left-sided$ preload)# ∆^↓ ∆^↑ ∆^↓* ∆^↓ §^#Cardiac index$ (LV output)# ∆^↓ ∆^↓ ∆^↓ ∆^↑** §^#SVR$ (afterload)# ∆^↑ ∆^↑ ∆^↑ ∆^↓ §^#SvO2# ∆^↓ ∆^↓ ∆^↓ ∆^↑** %#*In tamponade, left-sided preload is decreased, but measured PCWP is paradoxically increased due to external compression by pericardial fluid.$ **Cardiac index & SvO2 are usually decreased in neurogenic shock due to impaired sympathetic reflexes. $ #CVP =# central venous pressure; #LV =# left ventricular; #PCWP =# pulmonary capillary wedge pressure; #SvO2 =# mixed venous oxygen saturation; #SVR =# systemic vascular resistance.","explanation_img":"","explanation_1":"","explanation_2":"This patient with sudden-onset chest pain and ST-segment elevation in contiguous ECG leads has an ST-elevation #myocardial infarction# (MI).  Hypotension, pulmonary crackles, and an audible S3 suggest MI-induced acute left ventricular (LV) failure and #cardiogenic shock#. $In @cardiogenic shock@, LV systolic failure causes increased LV end-diastolic pressure, which is transmitted backward to cause #increased pulmonary capillary wedge pressure# (PCWP) (an estimate of left atrial pressure) and pulmonary edema.  The increased pressure also impairs right ventricular function, resulting in #increased central venous pressure# (CVP).  Markedly decreased cardiac output leads to hypotension with #decreased coronary perfusion pressure #(as coronary perfusion pressure is driven by aortic diastolic pressure) #(choices C and E)#.  In response to the reduced cardiac output, compensatory peripheral vasoconstriction occurs to increase systemic vascular resistance in an effort to maintain organ and tissue perfusion. $#(Choice A)#  Decreased CVP, PCWP, and coronary perfusion pressure are expected with @hypovolemic@ and @septic shock@. $#(Choice B)#  Increased CVP with decreased PCWP and coronary perfusion pressure are expected with @obstructive shock@ due to pulmonary embolism (ie, blood flow blocked at the pulmonary arteries) or tension pneumothorax (ie, blood flow blocked at the right atrium due to thoracic pressure–induced vena cava collapse). $#Educational objective# Myocardial infarction may be complicated by acute left ventricular failure (LV) and cardiogenic shock.  In cardiogenic shock, increased LV end-diastolic pressure is transmitted backward to cause increased pulmonary capillary wedge pressure (evidenced by pulmonary edema) and increased central venous pressure.  There is markedly decreased cardiac output, which causes hypotension and decreased coronary perfusion pressure.  ","clickable_1":"images/img1.19281.jpg","clickable_2":"images/img2.19281.jpg","clickable_3":"images/img3.19281.jpg","clickable_4":"images/img4.19281.jpg"},

{"id":"18535","title":"A 20-year-old, previously healthy woman is brought to the emergency department after a motor vehicle collision.  The patient was a restrained, rear-seat passenger when another car struck the side door.  There was extensive damage to the vehicle, resulting in a prolonged extrication time.  On arrival at the emergency department, blood pressure is 90/60 mm Hg and pulse is 120/min.  On physical examination, the patient is alert but appears anxious, pale, and diaphoretic.  There is no obvious head or neck injury.  The lungs are clear bilaterally and cardiac auscultation reveals tachycardia.  The abdomen is soft.  Several actively bleeding lacerations are present on the lower extremities.  X-rays show pelvic and left femoral shaft fractures.  Which of the following findings are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Cardiac contractility ∆ Baroreceptor firing ∆ Atrial natriuretic peptide release","answer_1":"§A. ∆ ↑ ∆ ↑ ∆ ↑","answer_2":"§B. ∆ ↓ ∆ ↑ ∆ ↑","answer_3":"§C. ∆ ↑ ∆ ↓ ∆ ↑","answer_4":"§D. ∆ ↓ ∆ ↑ ∆ ↓","answer_5":"§E. ∆ ↑ ∆ ↓ ∆ ↓","answer_6":"§F. ∆ ↓ ∆ ↓ ∆ ↓","answer_7":"§G. ∆ ↓ ∆ ↓ ∆ ↑","answer_8":"§H. ∆ ↑ ∆ ↑ ∆ ↓","percent_1":"6%","percent_2":"2%","percent_3":"5%","percent_4":"4%","percent_5":"52%","percent_6":"6%","percent_7":"1%","percent_8":"25%","right_answer":"§E. ∆ ↑ ∆ ↓ ∆ ↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18535.jpg","explanation_1":"","explanation_2":"$This patient's #hypotension# and tachycardia in the setting of multiple lacerations and pelvic fracture (a common cause of severe internal bleeding) are consistent with hypovolemic shock due to #massive hemorrhage#.  Following significant intravascular volume depletion, baroreceptors in the aorta and carotid arteries rapidly adjust autonomic output to help maintain blood pressure. $Baroreceptors are stretch-sensitive mechanoreceptors that increase their firing rate in response to arterial distension.  These impulses are transmitted to the solitary nucleus, which then modulates sympathetic and parasympathetic output in response to the firing rate. $With an #abrupt decrease# in cardiac output and blood pressure (eg, acute blood loss, standing from a seated position), reduced stretch of the arterial walls leads to #reduced baroreceptor firing# and decreased activation of the solitary nucleus.  This causes an increase in sympathetic outflow with a corresponding reduction in parasympathetic tone, leading to #vasoconstriction# (increases peripheral resistance) and #increased heart rate and contractility# (improves cardiac output), minimizing the drop in blood pressure. $Via a similar mechanism, stretch receptors in the atrial walls of the heart control secretion of atrial natriuretic peptide (ANP).  With hypovolemia there is #reduced atrial stretch# that leads to #decreased ANP secretion#. $#(Choices A, F, G, and H)#  Because baroreceptor firing reduces sympathetic output, the degree of baroreceptor firing is usually inversely related to cardiac contractility. $#(Choice B)#  In hypervolemic states, blood pressure is increased, leading to @increased baroreceptor firing@ with a decrease in sympathetic outflow and corresponding increase in parasympathetic outflow.  A resulting decrease in vascular tone, heart rate, and cardiac contractility reduces blood pressure.  Increased stretching of the atrial walls leads to increased ANP release, which promotes vasodilation and diuresis. $#(Choices C and D)#  Because conditions that increase (eg, hypervolemia) or decrease (eg, hypovolemia) baroreceptor stretch typically have the same effect on atrial stretch, the degree of baroreceptor firing is usually directly related to the level of ANP release. $#Educational objective# Low blood pressure results in decreased arterial distension and reduced firing of aortic and carotid baroreceptors.  This leads to an increase in sympathetic outflow and decrease in parasympathetic outflow, stimulating vasoconstriction and increased heart rate and contractility in order to help maintain blood pressure.  Hypovolemia reduces atrial stretch, causing decreased atrial natriuretic peptide secretion.  ","clickable_1":"images/img1.18535.jpg"},

{"id":"11745","title":"A 66-year-old man comes to the office for a follow-up appointment.  The patient has a history of heart failure with reduced ejection fraction and has had persistent dyspnea despite taking the maximal dosage of his heart failure medications.  He has had no lightheadedness or chest pain.  Blood pressure is 133/72 mm Hg and pulse is 76/min.  Physical examination shows normal lung sounds and no lower extremity edema.  His medical treatment is modified with the addition of a combination pill that inhibits neprilysin and blocks angiotensin II receptors.  Which of the following is the most likely effect of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased renal free-water reabsorption","answer_2":"B. Decreased venous compliance","answer_3":"C. Increased myocardial contractility","answer_4":"D. Increased peripheral arterial resistance","answer_5":"E. Increased urinary sodium excretion","percent_1":"20%","percent_2":"3%","percent_3":"5%","percent_4":"4%","percent_5":"68%","right_answer":"E. Increased urinary sodium excretion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11745.jpg","explanation_1":"","explanation_2":"$Most pharmacologic therapies for #heart failure with reduced ejection fraction# (eg, beta blockers, ACE inhibitors, angiotensin II receptor blockers, aldosterone antagonists) are targeted toward the inhibition of detrimental neurohormonal pathways involving the sympathetic nervous system and renin-angiotensin-aldosterone system (RAAS).  However, an additional strategy involves augmenting beneficial counter-regulatory mechanisms, such as those involving #natriuretic peptides#. $Atrial natriuretic peptide (ANP) and brain natriuretic peptide (BNP) are released from the myocardium in response to high atrial and ventricular filling pressures (myocardial stretch).  These peptides induce #vasodilation# and #diuresis# (excretion of salt and water) by antagonizing the actions of RAAS and also protect against the deleterious myocardial remodeling and fibrosis that occur in heart failure.  Neprilysin is a metalloprotease that cleaves and inactivates both ANP and BNP.  Therefore, medications that #inhibit neprilysin# (eg, sacubitril) lead to #increased levels of ANP and BNP# and promote beneficial effects in heart failure. $However, because neprilysin is also responsible for inactivating angiotensin II, inhibition of neprilysin further stimulates deleterious vasoconstriction and fluid retention via increased angiotensin II levels.  Therefore, in treating heart failure, neprilysin inhibitors are #combined# with an #angiotensin II-receptor blocker# (eg, sacubitril-valsartan) to mitigate these negative effects. $#(Choice A)#  Increased levels of ANP and BNP stimulate the excretion of both salt and water.  Decreased reabsorption of free water (water without solute) can be achieved with medications that block vasopressin-2 receptors (eg, tolvaptan) on the renal collecting tubule. $#(Choices B and D)#  The vasodilatory effects of ANP and BNP increase (rather than decrease) venous compliance and decrease (rather than increase) peripheral arterial resistance, leading to a reduction in both cardiac preload and afterload and a consequent reduction in cardiac work.  These effects would be counteracted by angiotensin II-induced vasoconstriction, but angiotensin II activity is blocked by combining the neprilysin inhibitor with an angiotensin II-receptor blocker. $#(Choice C)#  Neprilysin inhibition combined with angiotensin II receptor blockade improves cardiac output in heart failure via a reduction in the cardiac work required to attain a certain stroke volume; however, cardiac contractility is not significantly affected. $#Educational objective# Neprilysin is responsible for the breakdown of the natriuretic peptides and angiotensin II; therefore, inhibition of neprilysin increases the activity of these peptides.  For treatment of heart failure, neprilysin inhibition is combined with angiotensin II receptor blockade to optimize the positive effects of the natriuretic peptides (eg, vasodilation, diuresis) while blocking the negative effects of angiotensin II (eg, vasoconstriction, fluid retention).  "},

{"id":"15528","title":"A 55-year-old man comes to the office for follow-up.  The patient was diagnosed with hypertension 3 weeks ago, and an ECG performed at that time showed features of left ventricular hypertrophy.  He was subsequently referred for echocardiography.  The patient feels well and has had no shortness of breath, fatigue, or leg swelling.  He has no other medical conditions, takes no medications, and does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 155/90 mm Hg and pulse is 80/min.  BMI is 35 kg/m2.  Physical examination shows normal jugular venous pressure.  There are no lung crackles, heart gallops, or lower extremity edema.  Echocardiography reveals a left ventricular ejection fraction of 30%.  Which of the following patterns of chemical mediators is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Angiotensin II∆Norepinephrine∆Atrial natriuretic peptide","answer_1":"§A. ∆ Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Decreased ∆Increased","answer_3":"§C. ∆ Decreased ∆Increased ∆Increased","answer_4":"§D. ∆ Increased ∆Decreased ∆Decreased","answer_5":"§E. ∆ Increased ∆Decreased ∆Increased","answer_6":"§F. ∆ Increased ∆Increased ∆Increased","percent_1":"2%","percent_2":"11%","percent_3":"7%","percent_4":"14%","percent_5":"14%","percent_6":"52%","right_answer":"§F. ∆ Increased ∆Increased ∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15528.jpg","explanation_1":"","explanation_2":"$This patient's echocardiography reveals a reduced left ventricular (LV) ejection fraction (<50%) in the absence of heart failure symptoms, a condition known as #asymptomatic left ventricular systolic dysfunction#.  An early asymptomatic period is common in the progression of heart failure; it occurs in part due to @compensatory eccentric hypertrophy@ in response to LV volume overload.  In addition, #neurohormonal mechanisms# help maintain cardiac output and organ perfusion in the setting of declining cardiac function. $Early in the course of heart failure, small reductions in cardiac output lead to decreased stretch of aortic and carotid baroreceptors with consequent #sympathetic nervous system activation# (increased norepinephrine) to stimulate vasoconstriction, increased heart rate, and increased cardiac contractility.  In addition, decreased renal perfusion stimulates the juxtaglomerular apparatus to increase renin secretion and activate the #renin-angiotensin-aldosterone system# (RAAS), leading to vasoconstriction via increased angiotensin II levels and salt and water retention via increased aldosterone levels.  The volume retention (increased preload) and vasoconstriction (increased afterload) help maintain cardiac output and organ perfusion in the short term; however, the #long-term effects# are #deleterious# because increased hemodynamic stress and neurohormonal-induced cardiac remodeling eventually lead to #decompensated heart failure#. $Atrial and ventricular myocardial stretch triggers #increased atrial and brain natriuretic peptide# secretion through separate neurohormonal pathways.  These peptides stimulate vasodilation and salt and water excretion, counteracting the effects of the sympathetic nervous system and RAAS; however, the natriuretic pathways are eventually overwhelmed by the downward compensatory spiral. $#Educational objective# Asymptomatic left ventricular systolic dysfunction is a common stage in the progression of heart failure.  Neurohormonal mechanisms, including the sympathetic nervous system and renin-angiotensin-aldosterone system, help maintain the asymptomatic period by increasing volume retention and peripheral resistance to maintain organ perfusion.  Although these mechanisms are beneficial in the short term, they are ultimately deleterious, increasing hemodynamic stress and cardiac remodeling that eventually lead to decompensated heart failure.  ","clickable_1":"images/img1.15528.jpg"},

{"id":"1652","title":"A 45-year-old man comes to the emergency department due to a 2-day history of dyspnea, orthopnea, and ankle swelling.  This morning, he also had nausea, vomiting, and a headache.  Blood pressure is elevated, and physical examination shows pulmonary crackles and bilateral pitting edema up to the knees.  A sodium nitroprusside infusion is begun.  Which of the following left ventricular pressure/volume relationships best represents the effects of this therapy? $*Solid line = before nitroprusside; dashed line = during nitroprusside infusion.  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","answer_5":"E. ","percent_1":"8%","percent_2":"13%","percent_3":"3%","percent_4":"24%","percent_5":"52%","right_answer":"E. ","ansImg_1":"images/ansA1652.jpg","ansImg_2":"images/ansB1652.jpg","ansImg_3":"images/ansC1652.jpg","ansImg_4":"images/ansD1652.jpg","ansImg_5":"images/ansE1652.jpg","table":"","table_3":"","explanation_img":"images/exp1652.jpg","explanation_1":"","explanation_2":"$This patient most likely has #acute heart failure# due to #systemic hypertension#, which can be treated with an infusion of #sodium nitroprusside#.  Sodium nitroprusside is a short-acting agent that causes #balanced vasodilation# of the veins and arteries; as such, it #decreases# left ventricular (LV) #preload and afterload#, allowing for maintenance of cardiac output (#unchanged stroke volume#) at a lower LV pressure (decreased LV work).  LV contractility is essentially unchanged. $Of the choices given, only @graph E@ shows a reduction in both LV end-diastolic volume (preload) and LV systolic pressure (afterload) without a decrease in stroke volume. $#(Choice A)#  This @graph@ depicts unchanged preload with increased stroke volume due to an increase in LV contractility (point 3 is moved upward and to the left).  The slight increase in afterload occurs secondary to the increase in contractility.  Such changes are expected with the administration of a positive inotrope with minimal vasodilatory/vasoconstrictive effect (eg, digoxin). $#(Choice B)#  This @graph@ depicts increased preload with an increase in stroke volume and no change in contractility.  The increase in afterload is secondary to the increase in stroke volume (higher stroke volume increases systolic pressure).  Such changes are consistent with the Frank-Starling response to increased preload. $#(Choice C)#  This @graph@ depicts an increase in preload and afterload with a reduction in stroke volume and no change in contractility.  Such changes are detrimental in heart failure and would be expected with a vasoconstrictor affecting both the veins and arteries but with no effect on the myocardium (eg, the alpha-1 agonist phenylephrine). $#(Choice D)#  This @graph@ depicts a decrease in preload and stroke volume with a minimal reduction in afterload and no change in contractility.  These changes are expected with predominantly venous dilators such as nitrates (eg, nitroglycerin, isosorbide mononitrate, isosorbide dinitrate).  Sodium nitroprusside differs from nitrates in that it generates nitric oxide in the bloodstream rather than in the venous smooth muscle, creating a balanced vasodilatory effect on both the arteries and veins. $#Educational objective# Sodium nitroprusside is a short-acting agent that causes balanced vasodilation of the veins and arteries to decrease both left ventricular (LV) preload and afterload.  The balanced vasodilation allows for maintenance of stroke volume and cardiac output at a lower LV pressure (lower cardiac work).  ","clickable_1":"images/img1.1652.jpg","clickable_2":"images/img2.1652.jpg","clickable_3":"images/img3.1652.jpg","clickable_4":"images/img4.1652.jpg","clickable_5":"images/img5.1652.jpg"},

{"id":"15650","title":"A 68-year-old woman comes to the office due to a month-long history of worsening fatigue, shortness of breath, and dry cough.  The patient has symptoms that worsen with exertion and when lying flat.  She has had no chest pain, palpitations, or lightheadedness.  The patient has a history of hypertension and breast cancer that is in remission after surgery and doxorubicin-based chemotherapy 15 years ago.  She does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 110/62 mm Hg and pulse is 94/min.  Physical examination shows crackles at the lung bases and bilateral pedal edema.  Which of the following sets of findings are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Right Atrial Pressure∆Left Ventricular End-Diastolic Pressure ","answer_1":"§A. ∆ Decreased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Increased","answer_3":"§C. ∆ Increased ∆Decreased","answer_4":"§D. ∆ Increased ∆Increased","answer_5":"§E. ∆ Increased ∆No change","answer_6":"§F. ∆ No change ∆Increased","percent_1":"5%","percent_2":"5%","percent_3":"17%","percent_4":"59%","percent_5":"7%","percent_6":"6%","right_answer":"§D. ∆ Increased ∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15650.jpg","explanation_1":"","explanation_2":"$This patient with fatigue, dyspnea on exertion, orthopnea, cough, and lower extremity swelling is in #acute decompensated heart failure#.  Anthracycline chemotherapeutic agents (eg, #doxorubicin#) are a common cause of dilated cardiomyopathy and can precipitate symptomatic heart failure that presents years after exposure. $#Dilated cardiomyopathy# results from a direct insult to cardiomyocytes that impairs their contractile function.  There is an increase in left ventricular volume that is initially @compensated@ for by the Frank-Starling mechanism and later by eccentric hypertrophy to maintain cardiac output.  However, overwhelming wall stress eventually leads to marked impairment in myocardial contractile function, #reduced cardiac output#, and symptomatic decompensated heart failure.  The #elevated left ventricular end-diastolic pressure# (LVEDP) is transmitted backward to the pulmonary veins and capillaries, leading to pulmonary edema (evidenced by crackles on lung auscultation). $Patients with #advanced heart failure# also develop #elevated right atrial pressure# (RAP).  RAP is representative of central venous pressure and elevation is indicative of underlying volume overload and possible right-sided heart failure (which most commonly occurs secondary to left-sided heart failure due to backward transmission of elevated pressure overloading the right ventricle).  In addition, since the underlying insult in dilated cardiomyopathy often directly affects the right ventricular myocardium, concomitant right ventricular failure is particularly likely in these individuals. $#(Choice A)#  Decreased RAP and LVEDP can occur in the setting of intravascular volume depletion. $#(Choices B and F)#  Increased LVEDP with normal or decreased RAP can occur early in the course of left-sided heart failure (eg, due to prolonged systemic hypertension).  However, by the time overt signs of volume overload develop (eg, peripheral and pulmonary edema), RAP is invariably elevated. $#(Choices C and E)#  Increased RAP with normal or decreased LVEDP suggests right-sided heart failure in the absence of left-sided heart failure, as can occur with @pulmonary arterial hypertension@ or hypoxic lung disease (eg, interstitial lung disease).  Right ventricular output is impaired, causing reduced blood flow through the lungs to the left atrium (low or normal left-sided pressures).  In contrast, this patient's pulmonary crackles are indicative of increased left-sided pressures. $#Educational objective# Patients with decompensated heart failure have elevated left ventricular end-diastolic pressure and decreased cardiac output that is most often primarily due to left ventricular dysfunction.  Right atrial pressure (ie, central venous pressure) is also elevated in advanced heart failure due to volume overload; right-sided heart failure (most often occurring secondary to left-sided failure) can also contribute to elevated right atrial pressure.  ","clickable_1":"images/img1.15650.jpg","clickable_2":"images/img2.15650.jpg"},

{"id":"2108","title":"This item has associated media that may require the use of headphones.  Please ensure your system/speaker volume is set to an audible level. $A 71-year-old man comes to the office due to a 2-month history of progressive exertional dyspnea.  The patient is unable to walk half a block without resting and can no longer climb stairs without stopping every few steps.  He also has had difficulty sleeping due to repeatedly waking up at night feeling like he is suffocating.  Physical examination shows bilateral lower extremity edema and distended neck veins.  Cardiac auscultation findings over the apex are given below.  This patient's auscultatory findings most likely reflect which of the following?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"audioes/audio.2108.mp3","comparison_items":"","answer_1":"A. Aortic valve sclerosis","answer_2":"B. Bulging of the interventricular septum","answer_3":"C. Dynamic left ventricular outflow obstruction","answer_4":"D. Elevated pulmonary arterial pressure","answer_5":"E. Increased left ventricular end-systolic volume","percent_1":"16%","percent_2":"6%","percent_3":"11%","percent_4":"28%","percent_5":"39%","right_answer":"E. Increased left ventricular end-systolic volume","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Extra (gallop) heart sounds# ∆⨉∆⨉ § ∆^#Features# ∆^#Associated pathology*# §^#S3# ∆ • Heard just after S2 • Caused by reverberant sound as blood fills an enlarged LV cavity during passive diastolic filling ∆ • Heart failure with reduced EF • High-output states (eg, thyrotoxicosis) • Mitral or aortic regurgitation §^#S4# ∆ • Heard just before S1 • Caused by blood striking a stiff LV wall during atrial contraction ∆ • Concentric LV hypertrophy • Restrictive cardiomyopathy • Acute myocardial infarction %#*S3 can be normal in children, young adults & during pregnancy. S4 can be normal in the elderly (eg, age >70).$ #EF =# ejection fraction; #LV =# left ventricular.","explanation_img":"","explanation_1":"","explanation_2":"Cardiac auscultation in this patient reveals a #low-frequency# sound occurring #just after S2#, known as an #S3#.  Although an S3 can be normal in young individuals and pregnant patients, in those age >40 it is typically a sign of left ventricular (LV) #volume overload or failure# (causing exertional dyspnea and paroxysmal nocturnal dyspnea in this patient). $In early diastole, the ventricles relax and the atrioventricular valves open, allowing blood to rush in and fill the ventricles.  An S3 is thought to represent reverberant sound created by blood entering an enlarged and overfilled ventricular cavity during #rapid passive filling#.  As a result, @S3@ is typically heard in pathologic settings causing high ventricular filling pressures and volume overload, particularly aortic or mitral regurgitation and heart failure with reduced ejection fraction (eg, dilated cardiomyopathy). $#(Choice A)#  Aortic valve sclerosis may produce a midsystolic ejection murmur but would not produce an extra heart sound.  Progression to severe aortic stenosis may eventually produce an @S4@ due to concentric LV hypertrophy and stiffening of the ventricular wall. $#(Choice B)#  Cardiac tamponade causes the restricted right ventricle to bulge into the left ventricle during inspiration.  This phenomenon does not generate an auscultatory sound but does cause a >10 mm Hg decrease in systolic blood pressure during inspiration (pulsus paradoxus). $#(Choice C)#  @Hypertrophic cardiomyopathy@ can cause dynamic LV outflow obstruction, producing a crescendo-decrescendo ejection systolic murmur.  The outflow obstruction can also cause systolic anterior motion of the mitral valve, resulting in mitral regurgitation (holosystolic murmur). $#(Choice D)#  Elevated pulmonary arterial pressure (pulmonary hypertension) can present with exertional dyspnea and fatigue and eventual right ventricular failure (elevated jugular venous pressure, peripheral edema).  However, auscultation reveals increased intensity of the pulmonic closure sound (P2), and affected patients typically lack nocturnal dyspnea due to intact LV function. $#Educational objective# An S3 is a low-frequency sound that occurs just after S2 and is typically associated with ventricular volume overload.  It is commonly heard in patients with mitral or aortic regurgitation or heart failure with reduced ejection fraction (eg, dilated cardiomyopathy).  ","clickable_1":"images/img1.2108.mp4","clickable_2":"images/img2.2108.mp4","clickable_3":"images/img3.2108.mp4"},

{"id":"148","title":"A 54-year-old man with nonischemic cardiomyopathy comes to the office for a follow-up visit.  He has been hospitalized frequently for acute decompensated heart failure, and currently has dyspnea on mild exertion.  The patient also has a history of hypertension and takes multiple medications.  Blood pressure is 116/70 mm Hg, and pulse is 72/min and regular.  Physical examination shows elevated jugular venous pressure, bibasilar lung crackles, and lower extremity edema.  Serum creatinine is 1.0 mg/dL and serum potassium is 4.2 mEq/L.  Three weeks after starting digoxin therapy, the patient reports symptomatic improvement.  Which of the following is the initial cellular event triggering this response to the new medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased sodium efflux from myocardial cells","answer_2":"B. Increased intracellular calcium concentration","answer_3":"C. Increased intracellular cyclic AMP concentration","answer_4":"D. Increased potassium influx into myocardial cells","answer_5":"E. Troponin sensitization to calcium","percent_1":"60%","percent_2":"31%","percent_3":"4%","percent_4":"5%","percent_5":"0%","right_answer":"A. Decreased sodium efflux from myocardial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp148.jpg","explanation_1":"","explanation_2":"$#Digoxin# is a #positive inotropic agent# that provides symptomatic relief in patients with acute decompensated heart failure due to left ventricular systolic dysfunction.  It also increases parasympathetic tone and slows conduction through the atrioventricular node, which can help improve cardiac function in patients with a rapid ventricular rate. $Digoxin directly #inhibits the Na-K-ATPase pump# in myocardial cells, leading to #decreased sodium efflux# and an increase in intracellular sodium levels.  The decreased transmembrane sodium gradient reduces the forward activity of the sodium-calcium exchanger, leading to a secondary #decrease in calcium efflux# from the cells.  Increased intracellular calcium concentration stimulates the binding of calcium to troponin C and subsequent actin-myosin cross-bridge formation, resulting in #improved myocyte contractility# and left ventricular systolic function. $#(Choice B)#  The increase in intracellular sodium caused by digoxin reduces the forward activity of the sodium-calcium exchanger, resulting in increased intracellular calcium concentration.  However, the calcium increase is a secondary effect of digoxin that occurs after the increase in intracellular sodium. $#(Choice C)#  Cyclic AMP (cAMP), an important second messenger in excitation-contraction coupling, is formed from ATP by adenylyl cyclase.  Adenylyl cyclase activity is stimulated by beta agonists and inhibited by acetylcholine.  cAMP increases the conductance of the calcium channels in the sarcoplasmic reticulum.  As a result, more calcium is available to bind to troponin C, strengthening the force of contraction. $#(Choice D)#  Inhibition of the Na-K-ATPase pump by digoxin leads to a decrease in potassium influx into myocardial cells. $#(Choice E)#  Digoxin does not cause increased troponin sensitivity to calcium; instead, it increases the amount of intracellular calcium available for troponin binding. $#Educational objective# Digoxin directly inhibits the Na-K-ATPase pump in myocardial cells, leading to a decrease in sodium efflux and an increase in intracellular sodium levels.  This reduces the forward activity of the sodium-calcium exchanger, causing increased intracellular calcium concentration and improved myocyte contractility.  "},

{"id":"15241","title":"A 75-year-old man is brought to the emergency department after his family found him to be lethargic and confused.  The patient has a history of hypertension, coronary artery disease, and heart failure.  Temperature is 35 C (95 F), blood pressure is 78/46 mm Hg, and pulse is 110/min.  The patient is admitted to the intensive care unit and a pulmonary artery catheter is placed, which demonstrates the following readings:","title_table":"?Cardiac output? high ?Central venous pressure? low ?Pulmonary capillary wedge pressure? low ?Mixed venous O2 saturation? high ?Systemic vascular resistance? low","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's hypotension?","audio":"","comparison_items":"","answer_1":"A. Bacterial infection","answer_2":"B. Gastrointestinal bleeding","answer_3":"C. Heart failure","answer_4":"D. Hypothermia","answer_5":"E. Myocardial infarction","answer_6":"F. Pulmonary embolism","percent_1":"45%","percent_2":"21%","percent_3":"8%","percent_4":"14%","percent_5":"3%","percent_6":"9%","right_answer":"A. Bacterial infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hemodynamic measurements in shock# ∆⨉∆⨉∆⨉∆⨉ §^#Parameter# ∆^#Hypovolemic$ shock# ∆^#Cardiogenic$ shock# ∆^#Obstructive$ shock# ∆^#Distributive#$ shock# §^#CVP$ (right-sided$ preload)# ∆^↓ ∆^↑ ∆^↑ ∆^↓ §^#PCWP$ (left-sided$ preload)# ∆^↓ ∆^↑ ∆^↓* ∆^↓ §^#Cardiac index$ (LV output)# ∆^↓ ∆^↓ ∆^↓ ∆^↑** §^#SVR$ (afterload)# ∆^↑ ∆^↑ ∆^↑ ∆^↓ §^#SvO2# ∆^↓ ∆^↓ ∆^↓ ∆^↑** %#*In tamponade, left-sided preload is decreased, but measured PCWP is paradoxically increased due to external compression by pericardial fluid.$ **Cardiac index & SvO2 are usually decreased in neurogenic shock due to impaired sympathetic reflexes. $ #CVP =# central venous pressure; #LV =# left ventricular; #PCWP =# pulmonary capillary wedge pressure; #SvO2 =# mixed venous oxygen saturation; #SVR =# systemic vascular resistance.","explanation_img":"","explanation_1":"","explanation_2":"This patient with severe #hypotension# and evidence of #end-organ dysfunction# (eg, confusion) is in #shock#, which is a state of #inadequate oxygen delivery# to the organs and tissues of the body.  Left untreated, shock can rapidly lead to multiorgan failure and death; therefore, prompt diagnosis and treatment are essential.  Pulmonary arterial catheterization can help determine the type of shock to help guide treatment. $The #low systemic vascular resistance# (SVR) in this patient is consistent with the peripheral vasodilation that occurs in #distributive shock#; @septic shock@ (usually due to #bacterial infection#) is the most common type of distributive shock.  Central venous pressure (CVP), or right-sided preload, is decreased in septic shock due to widespread vasodilation in response to systemic release of proinflammatory mediators.  Pulmonary capillary wedge pressure (PCWP), which is an estimate of left atrial pressure (left-sided preload), is decreased as well due to reduced venous return.  A compensatory increase in sympathetic drive increases cardiac contractility and heart rate resulting in #increased cardiac output (CO)#.  The high rate of blood flow through the systemic capillaries prevents complete extraction of oxygen by the tissues, resulting in #high mixed venous oxygen saturation#. $#(Choice B)#  Gastrointestinal bleeding can lead to hemorrhagic (@hypovolemic@) shock characterized by low CVP, PCWP, and CO, with a compensatory increase in SVR. $#(Choices C and E)#  Myocardial infarction can lead to heart failure and @cardiogenic shock@, characterized by high PCWP and CVP.  CO decreases, with a compensatory increase in SVR. $#(Choice D)#  Moderate to severe hypothermia (ie, <32 C) can produce hypotension due to bradycardia, but mild hypothermia does not typically lead to shock.  Septic shock can present with either hyper- or hypothermia; #hypothermic presentation# may be due to cytokine-induced dysregulation of temperature control in the hypothalamus and is associated with poorer outcomes. $#(Choice F)#  Acute pulmonary embolism is a potential cause of @obstructive shock@.  Blood flow through the pulmonary circulation is impeded, resulting in reduced left-sided preload (low PCWP) and consequently reduced CO with a compensatory increase in SVR.  Blood backs up in the capacitance veins leading to high CVP. $#Educational objective# Septic shock can present with either hyper- or hypothermia.  The initial disturbance is peripheral vasodilation leading to decreased systemic vascular resistance, decreased central venous pressure, and decreased pulmonary capillary wedge pressure.  A compensatory increase in sympathetic drive causes an increase in cardiac output; the resulting high flow rates lead to incomplete oxygen extraction in the tissues, resulting in high mixed venous oxygen saturation.  ","clickable_1":"images/img1.15241.jpg","clickable_2":"images/img2.15241.jpg","clickable_3":"images/img3.15241.jpg","clickable_4":"images/img4.15241.jpg"},

{"id":"19331","title":"A 2-year-old, previously healthy boy is brought to the emergency department due to a 4-day history of poor feeding, diarrhea, and abdominal pain.  The patient has had 5-7 bowel movements every day for the past 4 days.  Temperature is 36.8 C (98.2 F) and blood pressure is 65/42 mm Hg.  On physical examination, the patient is lethargic.  Mucous membranes are dry, and the eyes are sunken.  The lungs are clear to auscultation.  No murmurs are heard.  Abdominal examination shows distension and tenderness; bowel sounds are hyperactive throughout.  Which of the following changes is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Extravasation of fluid from systemic capillaries","answer_2":"B. Increased arteriolar capacitance","answer_3":"C. Increased central venous pressure","answer_4":"D. Increased ventilatory rate","answer_5":"E. Relaxation of venous smooth muscle","percent_1":"16%","percent_2":"10%","percent_3":"20%","percent_4":"48%","percent_5":"6%","right_answer":"D. Increased ventilatory rate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19331.jpg","explanation_1":"","explanation_2":"$This patient has had several days of poor oral intake and diarrhea and now has signs of #hypovolemia# (eg, dry mucous membranes, sunken eyes) and #shock# (eg, lethargy, severe hypotension).  With shock, there is poor organ and tissue perfusion that leads to #tissue hypoxia# with increased anaerobic metabolism and consequent #lactic acidosis#.  In response to the reduction in pH caused by @metabolic acidosis@ there is #increased ventilation# to increase CO2 exhalation (ie, #compensatory respiratory alkalosis#). $Severe diarrhea causes loss of bicarbonate in the stool, further contributing to metabolic acidosis and a compensatory increase in ventilation in this patient. $#(Choices A, B, and E)#  The reduced cardiac output in hypovolemic shock stimulates arteriolar vasoconstriction to increase systemic vascular resistance and help increase blood pressure.  This reduces arteriolar capacitance.  There is also contraction of venous smooth muscle to cause venular constriction and help increase venous return to the heart.  The constricted vasculature reduces extravasation of intravascular fluid.  In contrast, @septic shock@ involves peripheral vasodilation with relaxation of vascular smooth muscle, increased vascular capacitance, and extravasation of intravascular fluid. $#(Choice C)#  Blood volume is markedly decreased in hypovolemic shock, leading to decreased central venous pressure.  Central venous pressure is increased in @cardiogenic shock@ and @obstructive shock@. $#Educational objective# Hypovolemic shock results from markedly decreased blood volume, which reduces central venous pressure and cardiac output and leads to increased systemic vascular resistance (peripheral vasoconstriction).  Shock causes reduced organ and tissue perfusion, which leads to lactic acidosis (metabolic acidosis) and a compensatory increase in ventilation (ie, compensatory respiratory alkalosis).  ","clickable_1":"images/img1.19331.jpg","clickable_2":"images/img2.19331.jpg","clickable_3":"images/img3.19331.jpg","clickable_4":"images/img4.19331.jpg"},

{"id":"19337","title":"A 78-year-old woman is admitted to the hospital due to altered mental status.  Medical history is significant for pyelonephritis, type 2 diabetes mellitus, coronary artery disease, and heart failure with reduced ejection fraction.  Temperature is 36.2 C (97.2 F), blood pressure is 80/50 mm Hg, pulse is 120/min, and respirations are 24/min.  Oxygen saturation is 90% on room air.  Examination shows bilateral crackles.  After she is started on appropriate treatment, including initiation of norepinephrine infusion, her blood pressure increases and her heart rate slightly decreases.  This patient's change in heart rate is most likely due to norepinephrine's effect on which of the following receptors?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-1 receptors in blood vessels","answer_2":"B. Alpha-2 receptors in the medulla","answer_3":"C. Beta-1 receptors in the heart","answer_4":"D. Beta-2 receptors in blood vessels","answer_5":"E. Dopamine receptors in blood vessels","percent_1":"71%","percent_2":"7%","percent_3":"18%","percent_4":"3%","percent_5":"0%","right_answer":"A. Alpha-1 receptors in blood vessels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cardiovascular effects of adrenergic agonists#∆⨉∆⨉∆⨉§ • α1: peripheral vasoconstriction, ↑ SVR • β1: ↑ heart rate & contractility, ↑ cardiac output • β2: peripheral vasodilation, ↓ SVR • D1: renal arteriolar vasodilation∆⨉∆⨉∆⨉§^#Agonist# ∆^#Receptor$ binding# ∆^#Blood$ pressure# ∆^#Heart$ rate#§^#Dobutamine# ∆^β1 > β2 ∆^–/↓ ∆^↑§^#Dopamine# ∆^D1 > β1 > α1$ (low-dose) ∆^–/↓ ∆^↑§↕ ∆^α1 > β1 > D1$ (high-dose) ∆^↑ ∆^–/↓§^#Epinephrine# ∆^β1 > β2 > α1$ (low-dose) ∆^–/↓ ∆^↑§↕ ∆^α1 > β1 > β2$ (high-dose) ∆^↑ ∆^–/↓§^#Isoproterenol# ∆^β1 = β2 ∆^–/↓ ∆^↑§^#Norepinephrine# ∆^α1 > β1 > β2 ∆^↑ ∆^–/↓§^#Phenylephrine# ∆^α1 ∆^↑ ∆^↓%*Reflex-mediated decrease. $#SVR =# systemic vascular resistance.","explanation_img":"","explanation_1":"","explanation_2":"#Norepinephrine# has both vasopressor and inotropic effects and is commonly used in patients with shock.  It directly and #potently stimulates alpha-1 receptors# to trigger peripheral vasoconstriction, causing #increased systemic vascular resistance# (SVR) and increased blood pressure.  Norepinephrine also directly stimulates beta-1 receptors to facilitate increased heart rate, myocardial contractility, and cardiac output #(choice C).# $In addition to the direct effects of norepinephrine, the alpha-1–mediated increase in SVR triggers indirect effects via the #baroreceptor reflex#.  Increased blood pressure stimulates @increased firing@ of the aortic and carotid baroreceptors.  In response, the CNS increases parasympathetic output and decreases sympathetic output, decreasing heart rate and contractility.  These reflexive effects on the heart #oppose the effects of direct beta-1–receptor stimulation#.  Because of the marked increase in SVR with norepinephrine, the reflexive decrease in heart rate usually completely offsets or overrides the directly-mediated increase in heart rate, resulting in an #unchanged or slightly decreased heart rate#. $A similar offsetting effect occurs with high-dose dopamine and high-dose epinephrine due to baroreceptor-mediated feedback from predominant alpha-1 receptor stimulation. $#(Choices B and E)#  Stimulation of alpha-2 receptors in the CNS (eg, with clonidine) decreases sympathetic output, causing peripheral vasodilation, decreased heart rate, and reduced blood pressure.  Stimulation of dopamine-1 receptors (eg, with dopamine) causes renal arteriolar vasodilation and increases renal blood flow.  Norepinephrine has no significant effect on either dopamine-1 or central alpha-2 receptors (does not cross blood brain barrier). $#(Choice D)#  Although norepinephrine also causes mild, direct stimulation of vasodilatory beta-2 receptors, its peripheral vasoconstrictive effect (mediated by alpha-1 receptors) predominates, making it a very potent vasopressor. $#Educational objective# Norepinephrine potently stimulates alpha-1 receptors to cause peripheral vasoconstriction, increasing systemic vascular resistance and blood pressure.  This triggers a baroreceptor–mediated reflexive decrease in heart rate that completely offsets or overrides the direct beta-1–mediated increase in heart rate caused by norepinephrine, resulting in overall unchanged or slightly decreased heart rate. ","clickable_1":"images/img1.19337.jpg"},

{"id":"246","title":"A 62-year-old man with a long history of hypertension comes to the clinic for a routine physical examination.  Blood pressure is 150/90 mm Hg and pulse is 74/min and regular.  Cardiac auscultation reveals a low-frequency, presystolic sound that immediately precedes S1 and is best heard during expiration when the patient is lying on his left side.  Chest x-ray reveals extensive calcification around the mitral and aortic valves.  Which of the following is the most likely explanation for the additional heart sound?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased flow velocity through the aortic valve","answer_2":"B. Increased stiffness of the left ventricular wall","answer_3":"C. Rapid passive filling of the ventricles","answer_4":"D. Restricted motion of the aortic valve cusps","answer_5":"E. Systolic anterior motion of the mitral valve","percent_1":"4%","percent_2":"67%","percent_3":"9%","percent_4":"12%","percent_5":"8%","right_answer":"B. Increased stiffness of the left ventricular wall","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Extra (gallop) heart sounds# ∆⨉∆⨉ § ∆^#Features# ∆^#Associated pathology*# §^#S3# ∆ • Heard just after S2 • Caused by reverberant sound as blood fills an enlarged LV cavity during passive diastolic filling ∆ • Heart failure with reduced EF • High-output states (eg, thyrotoxicosis) • Mitral or aortic regurgitation §^#S4# ∆ • Heard just before S1 • Caused by blood striking a stiff LV wall during atrial contraction ∆ • Concentric LV hypertrophy • Restrictive cardiomyopathy • Acute myocardial infarction %#*S3 can be normal in children, young adults & during pregnancy. S4 can be normal in the elderly (eg, age >70).$ #EF =# ejection fraction; #LV =# left ventricular.","explanation_img":"","explanation_1":"","explanation_2":"This patient has an #S4# (low-frequency sound occurring just before @S1@), which is most likely secondary to concentric left ventricular hypertrophy (LVH) from longstanding hypertension (#hypertensive heart disease#).  The calcifications revealed on chest x-ray likely represent degenerative mitral and aortic valve calcification, which is age related and typically accelerated by systemic hypertension. $An S4 is a sign of #diastolic dysfunction#.  It occurs due to blood striking a stiffened ventricular wall during #atrial contraction# at the end of diastole.  An S4 may be present in any condition that causes #reduced ventricular compliance# (eg, hypertensive heart disease, restrictive cardiomyopathy, acute myocardial infarction).  A left-sided S4 is best heard with the bell of the stethoscope over the cardiac apex with the patient in the left lateral decubitus position; it will intensify during expiration due to increased blood flow from the lungs to the left atrium. $#(Choices A and D)#  Age-related aortic valve calcification can cause restricted motion of the aortic valve cusps and lead to @aortic stenosis@.  There may be a high-frequency ejection click heard just after S1, followed by the crescendo-decrescendo systolic murmur of aortic stenosis created by increased flow velocity through the aortic valve (and @best heard@ at the right upper sternal border).  Aortic stenosis is also a potential cause of concentric LVH and an S4, but it is a less common cause than chronic hypertension. $#(Choice C)#  An @S3@ is caused by blood filling an enlarged (or overfull) ventricular cavity during early passive diastolic filling.  It occurs shortly after S2 and is often heard in patients with heart failure with reduced ejection fraction or other causes of ventricular volume overload (eg, mitral or aortic regurgitation). $#(Choice E)#  Systolic anterior motion of the mitral valve can exacerbate left ventricular outflow tract obstruction in patients with hypertrophic cardiomyopathy (HCM).  @HCM@ is expected to cause a systolic ejection murmur best heard at the left sternal border.  An S4 is also sometimes heard with HCM. $#Educational objective# An S4 is a low-frequency, late diastolic sound that immediately precedes S1.  It is caused by blood striking a stiffened ventricular wall during atrial contraction; concentric left ventricular hypertrophy due to chronic hypertension (or less commonly due to aortic stenosis) is a common cause of an S4.  ","clickable_1":"images/img1.246.mp4","clickable_2":"images/img2.246.mp4","clickable_3":"images/img3.246.jpg","clickable_4":"images/img4.246.mp4","clickable_5":"images/img5.246.mp4"},

{"id":"6811","title":"A 78-year-old man with severe dementia is brought to the emergency department due to a daylong history of lethargy, fever, and vomiting.  The patient lives in a nursing home, and his caregivers report that he has had poor oral intake over the last week.  Medical history is significant for emphysema, heart failure with reduced ejection fraction, hypertension, and diabetes mellitus type 2.  On physical examination, the patient is lethargic but arousable.  Blood pressure is 60/30 mm Hg and pulse is 120/min and regular.  The extremities are warm.  Coarse rhonchi are heard over the right lower lung.  After receiving several intravenous fluid boluses, the patient is given an intravenous infusion of an agent that increases peripheral vascular resistance, increases blood pressure, and decreases heart rate.  Which of the following agents is most likely being described?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dobutamine","answer_2":"B. High-dose dopamine","answer_3":"C. Low-dose epinephrine","answer_4":"D. Milrinone","answer_5":"E. Phenylephrine","percent_1":"10%","percent_2":"14%","percent_3":"11%","percent_4":"4%","percent_5":"60%","right_answer":"E. Phenylephrine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cardiovascular effects of adrenergic agonists#∆⨉∆⨉∆⨉§ • α1: peripheral vasoconstriction, ↑ SVR • β1: ↑ heart rate & contractility, ↑ cardiac output • β2: peripheral vasodilation, ↓ SVR • D1: renal arteriolar vasodilation∆⨉∆⨉∆⨉§^#Agonist# ∆^#Receptor$ binding# ∆^#Blood$ pressure# ∆^#Heart$ rate#§^#Dobutamine# ∆^β1 > β2 ∆^–/↓ ∆^↑§^#Dopamine# ∆^D1 > β1 > α1$ (low-dose) ∆^–/↓ ∆^↑§↕ ∆^α1 > β1 > D1$ (high-dose) ∆^↑ ∆^–/↓§^#Epinephrine# ∆^β1 > β2 > α1$ (low-dose) ∆^–/↓ ∆^↑§↕ ∆^α1 > β1 > β2$ (high-dose) ∆^↑ ∆^–/↓§^#Isoproterenol# ∆^β1 = β2 ∆^–/↓ ∆^↑§^#Norepinephrine# ∆^α1 > β1 > β2 ∆^↑ ∆^–/↓§^#Phenylephrine# ∆^α1 ∆^↑ ∆^↓%*Reflex-mediated decrease. $#SVR =# systemic vascular resistance.","explanation_img":"","explanation_1":"","explanation_2":"Adrenergic agonists are often used to increase blood pressure in patients with shock.  #Phenylephrine# is a #selective alpha-1 agonist# with no effect on alpha-2 receptors or beta receptors; it causes peripheral vasoconstriction, resulting in #increased systemic vascular resistance# (SVR) and #increased blood pressure#, but it has #no direct effect on the heart#.  Drugs that increase blood pressure by increasing SVR are called #pressors# and are most useful in treating @septic shock@. $Phenylephrine has indirect effects on the heart mediated via the #baroreceptor reflex#.  @Increased blood pressure@ stimulates firing of aortic and carotid baroreceptors.  In response, the CNS increases parasympathetic output and decreases sympathetic output, which causes #decreased heart rate# and myocardial contractility.  These reflexive changes slightly attenuate the initial increase in blood pressure and lead to overall reduced cardiac output. $#(Choices A and D)#  Dobutamine is primarily a beta-1 agonist with partial activity on beta-2 receptors and minimal effect on alpha receptors.  It increases heart rate and myocardial contractility (via beta-1 stimulation) and causes mild vasodilation (via beta-2 stimulation) to decrease SVR.  Milrinone is not an adrenergic agonist, but it inhibits phosphodiesterase 3 to increase myocardial contractility and cause peripheral vasodilation (decreases SVR).  The combination of increased myocardial contractility (ie, inotropic effect) and reduced SVR induced by these drugs is most useful in treating @cardiogenic shock@. $#(Choice B)#  Dopamine stimulates dopamine-1 (located primarily in the renal arterioles), beta-1, and alpha-1 receptors, with the relative effects being dose dependent.  High-dose dopamine primarily stimulates alpha-1 receptors to increase SVR and blood pressure; ongoing beta-1 receptor stimulation offsets the reflex–mediated decrease in heart rate, leaving the heart rate relatively unchanged. $#(Choice C)#  Epinephrine stimulates beta-1, beta-2, and alpha-1 receptors with dose-dependent effects.  Low-dose epinephrine primarily stimulates beta-1 receptors, resulting in increased cardiac output due to increased heart rate and contractility.  At low doses, the vasodilative beta-2–mediated effects are greater than the vasoconstrictive alpha-1–mediated effects, leading to a slight reduction in SVR. $#Educational objective# Phenylephrine is a selective alpha-1 agonist with no effect on alpha-2 or beta receptors.  It causes peripheral vasoconstriction that increases systemic vascular resistance and blood pressure.  It has no direct effect on the heart but stimulates a reflex–mediated decrease in heart rate and myocardial contractility.  ","clickable_1":"images/img1.6811.jpg","clickable_2":"images/img2.6811.jpg","clickable_3":"images/img3.6811.jpg"},

{"id":"1780","title":"A 79-year-old man is brought to the hospital due to confusion for the past 2 days.  The patient has had nausea, decreased appetite, and poor oral intake for several weeks.  He has also mentioned that everything around him has \"a yellow tint.\"  He has no abdominal pain.  Medical history includes long-standing heart failure with reduced ejection fraction and atrial fibrillation.  Medications include metoprolol, digoxin, lisinopril, and apixaban.  The patient is afebrile.  Blood pressure is 130/80 mm Hg and pulse is 58/min.  The abdomen is soft and nontender; there is no rigidity or rebound and no masses are present.  Age-related changes in which of the following factors most likely accounts for this patient's symptoms? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intestinal absorption","answer_2":"B. Liver enzyme activity","answer_3":"C. Muscle mass","answer_4":"D. Plasma protein binding","answer_5":"E. Renal clearance","percent_1":"3%","percent_2":"24%","percent_3":"3%","percent_4":"3%","percent_5":"67%","right_answer":"E. Renal clearance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Symptoms of digoxin toxicity#∆⨉§^#Cardiac# ∆ • #Life-threatening arrhythmias#§^#Gastrointestinal# ∆ • Anorexia • Nausea & vomiting • Abdominal pain§^#Neurologic# ∆ • Fatigue • Confusion • Weakness • #Color vision alterations#","explanation_img":"","explanation_1":"","explanation_2":"Digoxin is a cardiac glycoside that can be used to treat atrial fibrillation and systolic heart failure.  This patient is experiencing symptoms classically associated with #digoxin toxicity#, which include visual changes (particularly #yellow tinting# of objects) and gastrointestinal disturbances.  Digoxin is #renally cleared# and has a narrow therapeutic window, so toxicity frequently results from alterations in kidney function.  As patients age, renal function decreases progressively.  This decrease in renal function is often not accompanied by a concomitant rise in serum creatinine, as creatinine is derived from muscle tissue and lean body mass also decreases with age.  Therefore, elderly patients (even those with a normal serum creatinine) should receive reduced doses of renally cleared medications to prevent toxicity. $#(Choice A)#  Intestinal absorption affects the dose of digoxin that reaches the bloodstream.  Some preparations of digoxin may have a higher bioavailability than others, and some patients may carry gut bacteria that degrade digoxin before it has the ability to cross into the bloodstream. $#(Choice B)#  Liver enzyme activity plays a small role in the elimination of digoxin, as this agent is primarily excreted unchanged by the kidney. $#(Choice C)#  This patient's lean muscle mass is important to consider when dosing digoxin based on weight, as this serves as the primary site where digoxin is stored in the body.  Lean body mass does tend to decrease in an age-related manner, but age-related renal insufficiency is more directly related to toxicity of digoxin in the elderly. $#(Choice D)#  Plasma protein binding of digoxin is not as significant as renal clearance when considering toxicity.  Typically less than one-third of the digoxin that gains access to the bloodstream will be protein-bound; the remainder of the dose circulates unbound. $#Educational objective# Digoxin is a cardiac glycoside that is predominantly cleared by the kidneys.  Elderly patients typically exhibit age-related renal insufficiency, even in the presence of normal creatinine levels.  The dose of digoxin must be reduced in these patients to prevent toxicity.  "},

{"id":"13979","title":"A 49-year-old woman comes to the emergency department with a 2-day history of fever, dysuria, and flank pain.  The patient has a history of poorly controlled type 2 diabetes mellitus.  Temperature is 38.3 C (101 F), blood pressure is 80/44 mm Hg, pulse is 134/min, and respirations are 34/min.  On physical examination, the patient appears lethargic, flushed, and diaphoretic.  Neck veins are flat.  The lungs are clear on auscultation and heart sounds are normal.  There is right-sided costovertebral tenderness.  Which of the following hemodynamic parameters are most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Pulmonary capillary wedge pressure (PCWP)∆Cardiac index (CI)∆Systemic vascular resistance (SVR)∆Mixed venous O2 saturation (SvO2)","answer_1":"§A. ∆ ↑ ∆↓ ∆↑ ∆↓","answer_2":"§B. ∆ ↑ ∆↑ ∆↓ ∆↑","answer_3":"§C. ∆ ↓ ∆↓ ∆↑ ∆↓","answer_4":"§D. ∆ ↓ ∆↓ ∆↓ ∆↓","answer_5":"§E. ∆ ↓ ∆↑ ∆↓ ∆↑","percent_1":"7%","percent_2":"9%","percent_3":"17%","percent_4":"29%","percent_5":"38%","right_answer":"§E. ∆ ↓ ∆↑ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hemodynamic measurements in shock# ∆⨉∆⨉∆⨉∆⨉ §^#Parameter# ∆^#Hypovolemic$ shock# ∆^#Cardiogenic$ shock# ∆^#Obstructive$ shock# ∆^#Distributive#$ shock# §^#CVP$ (right-sided$ preload)# ∆^↓ ∆^↑ ∆^↑ ∆^↓ §^#PCWP$ (left-sided$ preload)# ∆^↓ ∆^↑ ∆^↓* ∆^↓ §^#Cardiac index$ (LV output)# ∆^↓ ∆^↓ ∆^↓ ∆^↑** §^#SVR$ (afterload)# ∆^↑ ∆^↑ ∆^↑ ∆^↓ §^#SvO2# ∆^↓ ∆^↓ ∆^↓ ∆^↑** %#*In tamponade, left-sided preload is decreased, but measured PCWP is paradoxically increased due to external compression by pericardial fluid.$ **Cardiac index & SvO2 are usually decreased in neurogenic shock due to impaired sympathetic reflexes. $ #CVP =# central venous pressure; #LV =# left ventricular; #PCWP =# pulmonary capillary wedge pressure; #SvO2 =# mixed venous oxygen saturation; #SVR =# systemic vascular resistance.","explanation_img":"","explanation_1":"","explanation_2":"This patient with fever, dysuria, flank pain, and right costovertebral angle tenderness likely has #pyelonephritis#.  In addition, her #hypotension# in the setting of infection suggests #septic shock#.  Septic shock is the most common type of distributive shock; other types include anaphylactic shock and neurogenic shock. $The primary disturbance in @septic shock@ is #widespread vasodilation# leading to #decreased systemic vascular resistance# (SVR).  Increased vascular permeability (third-spacing) and peripheral venous dilation also cause a reduction in central venous pressure and pulmonary capillary wedge pressure (PCWP) #(choice B).#  Initially, the hypotension and inflammation from sepsis trigger a compensatory increase in sympathetic drive that increases heart rate and myocardial contractility, leading to #increased cardiac index# (cardiac output per body surface area).  The high blood flow rates prevent complete extraction of oxygen by the tissues, resulting in #high mixed venous oxygen saturation#.  As shock progresses, tissue ischemia and accumulation of cytotoxic mediators eventually cause a reduction in cardiac output with end-organ dysfunction. $#(Choice A)#  Low cardiac index with high PCWP is consistent with @cardiogenic shock@.  The primary disturbance is typically left ventricular failure with a compensatory increase in SVR in an effort to maintain adequate blood pressure for organ perfusion. $#(Choice C)#  Low PCWP with low cardiac index and high SVR occurs in both @hypovolemic shock@ and some types of @obstructive shock@ (eg, pulmonary embolism, tension pneumothorax).  Central venous pressure is low in hypovolemic shock and high in obstructive shock. $#(Choice D)#  Low PCWP with low cardiac index and low SVR occurs in neurogenic shock.  As in sepsis, the primary disturbance is peripheral vasodilation.  However, due to nerve injury there is no sympathetic-mediated increase in heart rate and myocardial contractility; therefore, cardiac output is low.  These parameters are also seen in the late stages of septic shock; however, this patient's flushing is consistent with the high cardiac output seen in early septic shock. $#Educational objective# Septic shock causes widespread arteriolar vasodilation, which leads to a decrease in systemic vascular resistance and a compensatory increase in cardiac output.  Central venous pressure and pulmonary capillary wedge pressure are also decreased due to pooling of blood in the dilated veins.  Increased flow rates through the peripheral capillaries lead to incomplete oxygen extraction by the tissues and high mixed venous oxygen saturation.  ","clickable_1":"images/img1.13979.jpg","clickable_2":"images/img2.13979.jpg","clickable_3":"images/img3.13979.jpg","clickable_4":"images/img4.13979.jpg"}    

]