[

{"SubjectSystem":"Physiology-Poisoning","id":"19079","title":"A 65-year-old homeless man is brought to the hospital after he is found wandering the streets during a cold winter day.  The patient appears confused and has slurred speech.  He has no chronic medical conditions and takes no medications.  On examination, his temperature is 32 C (89.6 F).  Cardiopulmonary examination is normal.  No focal neurologic deficits are present.  Toxicology screen is negative for any substances.  Which of the following physiologic adaptations is most likely occurring in this patient to help maintain homeostasis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased catecholamine release","answer_2":"B. Decreased metabolic rate","answer_3":"C. Decreased muscle tone","answer_4":"D. Increased parasympathetic activity","answer_5":"E. Increased peripheral vasoconstriction","percent_1":"1%","percent_2":"12%","percent_3":"1%","percent_4":"2%","percent_5":"85%","right_answer":"E. Increased peripheral vasoconstriction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19079.jpg","explanation_1":"","explanation_2":"$The body maintains its core temperature in a tightly controlled process known as #thermoregulation#.  In a normal state, body temperature is maintained between 36.5-37.5 C (97.7-99.5 F) via #anterior hypothalamic control#.  Afferent signals (from central and peripheral thermal receptors) are interpreted by the hypothalamus, which promotes temperature homeostasis through alterations in the autonomic nervous system as well as the thyroid and adrenal axes. $#Hypothermia#, defined as a core body temperature <35 C, occurs when the body loses more heat than it generates.  It most commonly occurs due to cold exposure but may also occur due to endocrine disorders (eg, hypothyroidism), skin disorders (eg, burns), abnormal autonomic function (eg, peripheral neuropathies, stroke, spinal cord injury), or drugs that promote vasodilation (eg, alcohol) or impair sympathetic response (eg, beta blockers). $The following physiologic adaptations occur in patients with hypothermia: $• #Increased sympathetic activity# (catecholamine release): promotes #peripheral vasoconstriction# and results in shunting of blood away from the skin.  It also #increases muscle tone# and brown fat metabolism #(choices A and C)#. $• #Shivering:# rapid involuntary muscle contractions that increase muscle metabolism, generating heat as a byproduct. $• #Increased thyroid function:# prolonged cold exposure leads to increased production of thyroid hormone, which increases basal metabolic rate. $These actions promote normalization of body temperature by reducing heat loss and #increasing metabolic rate# (heat generation) #(choice B).# $#(Choice D)#  The sympathetic, not the parasympathetic nervous system, is responsible for the physiologic adaptations in hypothermia.  Most blood vessels do not have parasympathetic innervation; therefore, an increase in parasympathetic activity would not have significant effect on vascular tone. $#Educational objective# The hypothalamus controls thermoregulation by promoting alterations in the autonomic nervous system and the adrenal and thyroid axes.  Physiologic adaptations in response to hypothermia include increased sympathetic activity and thyroid hormone release, shivering, and peripheral vasoconstriction.  These actions normalize body temperature by reducing heat loss and increasing metabolic rate (promoting thermogenesis).  "},

{"id":"11949","title":"A 3-year-old boy is brought to the office by his parents due to constipation.  The boy previously had soft stools 1-2 times daily.  However, over the past 3 months, his bowel movements have decreased to 1 stool every 3-4 days with significant straining and production of hard stool balls.  The boy has intermittent diffuse abdominal pain and increased irritability, but these symptoms have not affected his overall appetite.  Family history is notable for a maternal aunt with celiac disease and a paternal grandmother with 'thyroid problems.'  Four months ago, the boy and his parents moved into a house owned by their family for generations, and the parents are worried that the stress of the move might be contributing to his symptoms.  Height and weight have been tracking appropriately.  Physical examination shows a pale, tired boy with palpable stool in his abdomen but no abdominal tenderness.  Which of the following is the most appropriate diagnostic test for this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anorectal manometry","answer_2":"B. Blood lead level","answer_3":"C. Serum electrolytes","answer_4":"D. Serum thyroid-stimulating hormone","answer_5":"E. Serum tissue transglutaminase","percent_1":"5%","percent_2":"81%","percent_3":"2%","percent_4":"7%","percent_5":"4%","right_answer":"B. Blood lead level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Complications of lead poisoning in children! ?Neurologic? • Loss of milestones/cognitive impairment • Behavioral problems • Encephalopathy ?Gastrointestinal? • Constipation • Abdominal pain • Decreased vitamin D metabolism ?Renal? • Interstitial nephritis ?Hematologic? • Anemia","explanation_img":"","explanation_1":"","explanation_2":"This patient's constipation, abdominal pain, irritability, and pallor (suggesting anemia) are most likely due to lead poisoning.  Policy efforts resulted in the elimination of lead, a toxic metal, in gasoline (1985) and paint (1977).  Current lead exposure occurs through contact with #dust/paint in homes built before 1978#; this is the most likely cause of this patient's condition given the onset of symptoms after moving. $Lead binds to sulfhydryl groups on proteins, replaces calcium in calcium-dependent cellular functions, and directly inhibits enzymes in heme synthesis.  Symptoms of lead poisoning are neurologic (#cognitive impairment#, irritability), gastrointestinal (#constipation#, #abdominal pain#), renal (#interstitial nephritis#), and hematologic (#anemia#). $Risk factors include having a sibling with prior elevated lead levels and living in older homes with recent renovation/construction.  Because irreversible neurodevelopmental effects occur during exposure to low lead levels, screening is recommended for young children at high risk.  Diagnosis is made by measuring the #blood lead level#.  Urine δ-aminolevulinic acid (heme synthesis substrate) is also @elevated@. $#(Choice A)#  @Hirschsprung disease@ typically presents in the newborn period with bilious vomiting and failure to pass meconium.  Anorectal manometry measures rectal pressure via rectal catheter and shows absent relaxation of the internal anal sphincter.  The diagnosis of Hirschsprung disease is confirmed by rectal biopsy. $#(Choice C)#  Hypokalemia and hypercalcemia can present with constipation.  However, patients with hypokalemia exhibit muscle weakness or arrhythmias, whereas hypercalcemia is accompanied by muscle weakness, confusion, and renal insufficiency. $#(Choice D)#  Hypothyroidism can cause constipation, and primary hypothyroidism is associated with elevated TSH.  However, constipation due to hypothyroidism is usually accompanied by other symptoms, such as decreased growth velocity and short stature in children. $#(Choice E)#  Tissue transglutaminase is a screening test for celiac disease, which typically presents with diarrhea, weight loss, and abdominal pain.  Some patients present with constipation instead of diarrhea.  However, given this patient's appropriate growth and symptom onset after the recent move, lead poisoning is the more likely diagnosis. $#Educational objective# Lead poisoning can cause neurologic, gastrointestinal, renal, and hematologic complications.  Although symptoms can be vague, lead poisoning should be suspected if these symptoms arise while residing in a home built before 1978.  Diagnosis is made by measuring the patient's blood lead level.  ","clickable_1":"images/img1.11949.jpg","clickable_2":"images/img2.11949.jpg"},

{"subjectSystem":"Pathology-Poisoning","id":"19080","title":"A 35-year-old, previously healthy man is evaluated immediately after accidental exposure to ionizing radiation at a fluoroscopy manufacturing facility.  The patient is currently asymptomatic.  Vital signs are normal.  Physical examination shows no abnormalities.  If radiation exposure is significant, which of the following cells are most likely to be affected first?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bladder epithelial cells","answer_2":"B. Cardiac myocytes","answer_3":"C. Intestinal crypt cells","answer_4":"D. Renal proximal tubular cells","answer_5":"E. Skeletal muscle cells","answer_6":"F. Type II pneumocytes","percent_1":"25%","percent_2":"3%","percent_3":"50%","percent_4":"10%","percent_5":"2%","percent_6":"10%","right_answer":"C. Intestinal crypt cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Exposure to #ionizing radiation# causes cell injury directly through #DNA double-strand breakage# and indirectly through the generation of #free radicals# that can damage DNA and other cellular components.  Significant DNA damage results in the #upregulation of p53#, which inhibits replication and induces #apoptosis# of the affected cell. $The effects of ionizing radiation vary based on the rate of cellular division.  #Highly proliferative cells# (eg, stem cells) have less time to repair radiation-induced DNA damage before cell death occurs.  Therefore, these cells are highly sensitive to ionizing radiation and most likely to be #affected first# following exposure. $#Intestinal crypt stem cells# divide continuously to produce new intestinal epithelial cells, which have a short life span and are completely renewed every 3-5 days.  Rapid denudation of the gastrointestinal mucosa can occur if the radiation dose is significant, resulting in nausea/vomiting, diarrhea, and gastrointestinal bleeding. $Other cells that are highly sensitive to the effects of ionizing radiation include the following: $• Bone marrow:  #hematopoietic progenitors# (pancytopenia) $• Gonads:  spermatogonia (infertility) $• Skin:  basal keratinocytes, hair follicle stem cells (desquamation, hair loss) $#(Choices A and D)#  Bladder epithelial cells and renal proximal tubular epithelial cells have a much slower turnover rate (eg, weeks to months) compared with intestinal epithelial cells and are less likely to be affected first by exposure to ionizing radiation. $#(Choices B and E)#  Cardiac and skeletal myocytes are long-lived, differentiated cells that do not rapidly divide and can more effectively repair radiation-induced DNA damage before cell death occurs. $#(Choice F)#  Although type II pneumocytes can dedifferentiate and proliferate in response to injury to replace type I pneumocytes, they have a low rate of proliferation at rest and are less likely to be affected acutely by exposure to ionizing radiation. $#Educational objective# Ionizing radiation induces DNA damage (eg, double-strand breakage, free radical generation) that predominantly affects highly proliferative cells (eg, skin stem cells, hematogenous progenitors, intestinal crypt cells).  These rapidly dividing cells are the first to be lost following significant radiation exposure, resulting in hair loss, pancytopenia, diarrhea, and nausea/vomiting.  "},

{"id":"19108","title":"A 67-year-old man is brought to the hospital after he developed sudden-onset altered mental status.  The patient was taking care of some yardwork alongside his 17-year-old grandson during a hot summer day.  The grandson does not have any symptoms.  On examination, the patient's temperature is 41 C (105.8 F), blood pressure is 90/60 mm Hg, pulse is 120/min, and respirations are 24/min.  Examination shows warm and dry skin.  The patient is not oriented to time, place, or person.  Deep tendon reflexes and muscle tone are normal.  Which of the following findings in this patient most likely explains why the patient developed symptoms while his grandson remained asymptomatic?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased effective epidermal area available for heat transfer","answer_2":"B. Decreased vasodilation of the splanchnic vasculature","answer_3":"C. Increased heat transfer to the skin due to reduced subcutaneous fat","answer_4":"D. Increased number of sweat glands","answer_5":"E. Increased peripheral vasodilation of the skin","percent_1":"42%","percent_2":"21%","percent_3":"21%","percent_4":"2%","percent_5":"14%","right_answer":"A. Decreased effective epidermal area available for heat transfer","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of heat intolerance#∆⨉ §^#Functional# ∆ • Deconditioning/poor physical fitness • Lack of acclimation to elevated ambient temperatures • Reduced skin surface-to-body mass ratio (eg, obesity, high muscle volume, elderly patients) • Aging-related tonic vasoconstriction of peripheral vasculature • Inherited sweat gland dysfunction §^#Acquired# ∆ • Drugs/medications (eg, stimulants, anticholinergics, diuretics, alcohol) • Dehydration • Large areas of scarring (eg, due to burns)","explanation_img":"","explanation_1":"","explanation_2":"This elderly patient developed hyperthermia and altered mental status while working outside on a hot summer day.  This presentation suggests exertional #heat stroke#, a life-threatening multisystem disorder characterized by #hyperthermia# (typically >40 C [104 F]) associated with #central nervous system dysfunction# (eg, encephalopathy, as seen in this disoriented patient).  Other classic manifestations of heat stroke include tachycardia, tachypnea, hypotension, flushing, and end-organ dysfunction (eg, pulmonary edema, renal or hepatic failure).  Diaphoresis may or may not be present on examination, depending on hydration status. $Normal thermoregulatory response to elevated temperatures include increased sweating and increased cardiac output.  Furthermore, there is significant peripheral vasodilation and splanchnic vasoconstriction, which shunts blood to the periphery to aid with heat transfer.  However, #elderly# patients are at particularly high risk of developing heat-related illness due to several features of normal aging that impair this response, including: $• Tonic contraction of the peripheral vasculature, which limits heat transfer to the skin $• #Reduced sweat gland density#, which limits the ability to dissipate heat via evaporation $• Loss of rete pegs and dermal capillaries, which #reduces the effective epidermal area available for heat transfer# $In addition, many elderly patients have medical conditions (eg, congestive heart failure) or are taking medications that may limit cardiac output (eg, beta blockers), diaphoresis (eg, anticholinergics), or blood volume available for heat transfer (eg, diuretics). $#(Choices B and E)#  Appropriate responses to elevated temperature include decreased vasodilation (ie, vasoconstriction) of the splanchnic vasculature, which promotes blood flow from the internal organs to the skin, and peripheral vasodilation, which allows for heat dissipation. $#(Choice C)#  Loss of subcutaneous fat also often occurs with aging and reduces the ability to retain heat and allows increased heat transfer to the skin; however, this promotes cooling (and places elderly patients at increased risk for hypothermia). $#(Choice D)#  An increased number of sweat glands would promote cooling in patients with hyperthermia; however, sweat glands are typically reduced with aging, not increased. $#Educational objective# Elderly patients are at increased risk of developing heat-related illness due to several features of normal aging that impair normal thermoregulatory mechanisms, including tonic contraction of the peripheral vasculature, reduced sweat gland density, and reduced effective epidermal area available for heat transfer.  "},

{"id":"19261","title":"A 52-year-old man is in the hospital burn unit 3 days after sustaining severe burns to 35% of his body surface area in a house fire.  The patient remains intubated due to inhalational injury and has been undergoing staged excision and grafting of his burns.  There has been no clinical evidence of infection, but the patient has been persistently febrile, hypertensive, tachycardiac, and hyperglycemic.  Treatment with oxandrolone, a synthetic testosterone analogue, is considered.  The beneficial effect of this treatment is most likely related to its effect on which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac sympathetic activity","answer_2":"B. Hepatic glucose production","answer_3":"C. Muscle protein catabolism","answer_4":"D. Sensory perception of pain","answer_5":"E. Vascular capillary permeability","percent_1":"7%","percent_2":"15%","percent_3":"53%","percent_4":"6%","percent_5":"19%","right_answer":"C. Muscle protein catabolism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hypermetabolic response in burn injury# ∆⨉ §^#Etiology# ∆ • Moderate to severe burn injury • ↑ Inflammatory mediators result in ↑ catecholamines, glucocorticoids & glucagon §^#Clinical$ features# ∆ • Hyperdynamic circulatory response: tachycardia, hypertension • ↑ Gluconeogenesis & insulin resistance: hyperglycemia • ↑ Basal metabolic rate: ↑ basal body temperature • ↑ Protein & lipid catabolism: ↑ lean muscle wasting","explanation_img":"","explanation_1":"","explanation_2":"This patient with severe burns to 35% of his total body surface area (TBSA) has signs of a #hypermetabolic response#, including increased basal body temperature (eg, fever without clinical signs of infection), a hyperdynamic circulatory response (eg, hypertension, tachycardia), and persistent hyperglycemia.  The hypermetabolic response typically arises within the first 5 days following burn injury and is likely triggered by the profound release of inflammatory mediators from damaged tissue, which leads to increased levels of catecholamines and glucocorticoids.  The severity of the response increases proportionally with burn size. $The increased basal metabolic rate of the hypermetabolic response leads to #increased protein# and lipid #catabolism#, often resulting in #lean muscle wasting#.  To reduce loss of lean muscle mass, early nutritional support (eg, tube feeds) and #anabolic steroid therapy# (eg, oxandrolone) can be initiated.  #Oxandrolone# is a synthetic testosterone analogue that enhances protein synthesis and decreases protein catabolism in skeletal myocytes.  In patients with burn injury, it has been shown to both reduce lean muscle loss and decrease length of hospital stay. $#(Choice A)#  Increased circulating catecholamines after burn injury lead to increased cardiac sympathetic activity, typically manifesting as hypertension and tachycardia.  Beta blockade (eg, propranolol) is commonly used to blunt these effects. $#(Choice B)#  Increased hepatic glucose production occurs as part of the hypermetabolic response to burn injury and contributes to hyperglycemia, which increases risk of infectious complications and mortality.  Insulin is commonly required to provide glycemic control. $#(Choice D)#  Burn injuries cause intense pain, which can further increase sympathetic stimulation and metabolic rate.  Opioid analgesia is commonly used to decrease sensory perception of pain in affected patients. $#(Choice E)#  Widespread tissue injury in large TBSA burns commonly leads to a profound systemic inflammatory response with increased vascular capillary permeability, especially within the first 24 hours.  Aggressive fluid resuscitation is required during this period to prevent intravascular volume depletion (ie, burn shock). $#Educational objective# Patients with severe burn injury commonly develop a hypermetabolic response that results in an increased basal metabolic rate and, often, lean muscle wasting.  Administration of oxandrolone, a synthetic testosterone analogue, enhances muscle protein synthesis and decreases protein catabolism, reducing lean muscle loss.  "},

{"id":"1454","title":"An 18-month-old boy is brought to the office due to language regression.  He said several words at his 1-year appointment but now no longer speaks any words at all.  His moods have also become more unpredictable over the past 4 months with frequent tantrums.  The parents tried to bring him in sooner for evaluation, but they live in an impoverished part of the city and experienced financial difficulties with transportation to the office.  On physical examination, the boy is quiet and maintains appropriate eye contact throughout the visit.  Hemoglobin is 9 g/dL.  Which of the following enzymes is most likely inhibited in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. δ-Aminolevulinate dehydratase","answer_2":"B. Bilirubin glucuronyl transferase","answer_3":"C. Porphobilinogen deaminase","answer_4":"D. Pyruvate kinase","answer_5":"E. Uroporphyrinogen decarboxylase","percent_1":"61%","percent_2":"6%","percent_3":"16%","percent_4":"8%","percent_5":"9%","right_answer":"A. δ-Aminolevulinate dehydratase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1454.jpg","explanation_1":"","explanation_2":"$This child's language regression and anemia are most likely due to lead poisoning.  #Lead toxicity# is most prevalent among #impoverished children# residing in deteriorating urban #housing built before 1978#.  Young children are particularly susceptible to lead poisoning via inhalation and ingestion of lead-based paint dust or chips due to normal crawling and mouthing behaviors.  The incomplete blood-brain-barrier in children is vulnerable to the #neurotoxic# effects of lead, which include long-standing behavioral problems and developmental delay or regression. $#Anemia# in lead poisoning results from inhibition of #ferrochelatase# and #δ-aminolevulinic acid (ALA) dehydratase# in the heme biosynthesis pathway.  Because protoporphyrin IX cannot combine with iron (Fe2+) to form heme due to ferrochelatase inhibition, it instead incorporates a zinc ion, leading to #elevated zinc protoporphyrin levels#.  In addition, ALA levels are increased.  Lead poisoning also commonly coexists with iron deficiency anemia, and severe lead poisoning can also induce hemolytic anemia. $#(Choice B)#  Glucuronyl transferase (uridine 5'-diphospho-glucuronosyltransferase) is necessary for hepatic bilirubin conjugation.  Gilbert syndrome, a condition marked by jaundice (elevated unconjugated bilirubin levels) during times of stress, results from mutations in the gene encoding glucuronyl transferase. $#(Choice C)#  Defects in porphobilinogen deaminase result in acute intermittent porphyria (AIP), a disorder characterized by acute attacks of abdominal pain, neuropsychiatric symptoms, and @red or brown urine@.  The chronicity of symptoms, lack of abdominal pain, and anemia make AIP unlikely in this patient. $#(Choice D)#  Pyruvate kinase deficiency is typically inherited in an autosomal recessive pattern and leads to hemolytic anemia.  Pyruvate kinase deficiency can present with pallor, scleral icterus, and splenomegaly, but it does not present with behavioral regression or language difficulties. $#(Choice E)#  Defects in uroporphyrinogen decarboxylase cause porphyria cutanea tarda (PCT), the most common form of porphyria.  Patients with PCT exhibit chronic @photosensitivity@ with blistering in areas of sun exposure and elevated levels of uroporphyrinogen in the urine. $#Educational objective# Young children who reside in homes built before 1978 are at significant risk for lead toxicity.  Lead directly inhibits ferrochelatase and δ-aminolevulinic acid (ALA) dehydratase, resulting in anemia, ALA accumulation, and elevated zinc protoporphyrin levels.  Neurotoxicity is also a significant long-term complication.  ","clickable_1":"images/img1.1454.jpg","clickable_2":"images/img2.1454.jpg"},

{"id":"19088","title":"A 45-year-old woman is brought to the hospital after she collapsed during an airshow on a hot summer day.  The patient has a history of fibromyalgia and takes amitriptyline.  Temperature is 40.5 C (104.9 F), blood pressure is 90/60 mm Hg, pulse is 110/min, and respirations are 22/min.  The skin is warm and red.  She is disoriented.  Neurologic examination shows no focal findings.  If this patient's medication contributed to her current condition, which of the following mechanisms is most likely responsible?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Impaired cardiovascular response to heat stress","answer_2":"B. Impaired dissipation of body heat","answer_3":"C. Impaired dopamine transmission by hypothalamic neurons","answer_4":"D. Increased heat production by increasing muscle tone","answer_5":"E. Increased peripheral vasoconstriction","percent_1":"14%","percent_2":"56%","percent_3":"8%","percent_4":"9%","percent_5":"13%","right_answer":"B. Impaired dissipation of body heat","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19088.jpg","explanation_1":"","explanation_2":"$This patient developed severe hyperthermia and encephalopathy while spending time outside on a hot summer day.  This presentation is suggestive of #nonexertional heat stroke# (NHS), a life-threatening multisystem disorder characterized by #hyperthermia# (typically #>40 C [104 F]#) associated with #CNS dysfunction# (eg, encephalopathy, syncope).  Other classic manifestations of heat stroke include tachycardia, tachypnea, hypotension, flushing, and end-organ dysfunction (eg, pulmonary edema, renal/hepatic failure).  Diaphoresis may or may not be present on examination, depending on hydration status and sweat gland function. $The body normally maintains a core temperature of ~37 C (98.6 F) through multiple #thermoregulatory mechanisms# controlled by the anterior hypothalamus; excessive temperature stimulates diaphoresis, peripheral vasodilation, and behavioral changes (eg, seeking shade).  However, certain #medications can interfere# with these processes, thereby promoting hyperthermia.  These medications include the following: $• #Anticholinergics# (eg, #amitriptyline#, scopolamine) #inhibit diaphoresis#, limiting the body's primary mechanism of heat dissipation. $• Sympathomimetics (eg, amphetamines, cocaine) impair peripheral vasodilation, limiting heat transfer to the skin #(choice E).# $• Dopaminergic antagonists (eg, chlorpromazine, haloperidol) disrupt hypothalamic thermoregulation, likely by blocking dopamine transmission in the hypothalamus #(choice C).# $• Diuretics (eg, furosemide) and beta blockers (eg, metoprolol) limit the cardiac response to heat stress by reducing blood volume or heart rate, thereby decreasing blood flow to the skin #(choice A).# $#(Choice D)#  Malignant hyperthermia is a rare autosomal dominant disorder that occurs due to uncontrolled efflux of calcium from the sarcoplasmic reticulum, resulting in increasing muscle tone (eg, myoclonus, rigidity) and hyperthermia.  However, it typically occurs after administration of certain anesthetics (eg, halothane, succinylcholine), not tricyclic antidepressants. $#Educational objective# Nonexertional heat stroke (NHS) is a life-threatening disorder characterized by hyperthermia (typically >40 C [104 F]) associated with CNS dysfunction (eg, encephalopathy, syncope).  Anticholinergic medications promote heat stroke by impairing diaphoresis.  Other medications associated with NHS include sympathomimetics, dopamine antagonists, diuretics, and beta blockers.  "}


]